Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: This policy will allow us to enforce a key policy of <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 541</a> regarding maintainer reachability. It also reduces the viability of spam attacks to create many accounts in an automated fashion.
de: Diese Richtlinie wird es ermöglichen, eine wichtige Vorgabe aus <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 541</a> bezüglich der Erreichbarkeit von Betreuern umzusetzen. Sie erschwert zudem die Durchführbarkeit von Spam-Angriffen, bei denen automatisiert eine Vielzahl von Konten erstellt werden.
el: Αυτή η πολιτική θα μας επιτρέψει να επιβάλουμε την πολιτική κλειδιού του <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 541</a> όσον αφορά την προσβασιμότητα του διατηρητή. Επίσης, ελαττώνει τις επιθέσεις spam αυτόματης δημιουργίας πολλαπλών λογαριασμών.
eo: Ĉi tiu regulo efektivigas ĉefprincipon de <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Propono por plibonigi Python">PEP</abbr> 541</a> pri atingeblo de prizorganto. Ĝi ankaŭ malhelpas tiujn atakojn, kiuj provas aŭtomate krei multajn kontojn.
es: Esta normativa nos permitirá implantar una disposición clave de la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Propuesta de mejora de Python; siglas en inglés">PEP</abbr> 541</a> sobre la localizabilidad de los responsables. Además, reduce la viabilidad de ataques de contenido basura en que se crean muchas cuentas de forma automatizada.
fr: Cette politique nous permettra mettre en œuvre une politique clé du <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python Enhancement Proposal">PEP</abbr> 541</a> relative à la disponibilité des mainteneurs. Elle réduit également la capacité des attaques de spam à créer de nombreux comptes de manière automatisée.
he: מדיניות זו תאפשר לנו לאכוף מדיניות חשובה של <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 541</a> לגבי נגישות של מתחזקים. היא גם מפחיתה את ההיתכנות של התקפות ספאם ליצירת חשבונות רבים באופן אוטומטי.
id: Kebijakan ini akan memungkinkan kami untuk memberlakukan kebijakan utama <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">><abbr title="Python enhancement proposal">PEP</abbr> 541</a> mengenai keterjangkauan pengelola. Ini juga mengurangi kelangsungan serangan spam untuk membuat banyak akun secara otomatis.
it: Questa politica ci permetterà di rinforzare una politica chiave di <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 541</a> riguardo alla raggiungibilità del manutentore. Essa riduce inoltre la viabilità degli attacchi spam per crearea molti account in modo automatizzato.
ja: このポリシーは、メンテナの到達可能性（reachability: 連絡がつくこと）に関する<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 541</a>の主要ポリシーを実現可能にします。また、大量のアカウントを自動生成するようなスパム攻撃が行われる可能性を減らします。
pt: Esta política nos permitirá impor uma política chave de <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Proposta de aprimoramento do Python">PEP</abbr> 541</a> sobre a acessibilidade do mantenedor. Também reduz a viabilidade de ataques de spam criarem muitas contas de forma automatizada.
pt_br: Esta política nos permitirá impor uma política chave de <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Proposta de aprimoramento do Python">PEP</abbr> 541</a> sobre a acessibilidade do mantenedor. Também reduz a viabilidade de ataques de spam criarem muitas contas de forma automatizada.
ru: Эта политика позволит нам применить основополагающую политику из <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal — Предложение по улучшению Python’а">PEP</abbr> 541</a> в отношении достижимости сопровождающего. Также она снижает жизнеспособность спам-атак, автоматически создающих множество учётных записей.
sk: Táto politika nám umožní presadiť kľúčovú politiku <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 541</a> týkajúcu sa dostupnosti správcu. Znižuje tiež životaschopnosť spamových útokov na vytváranie mnohých účtov automatizovaným spôsobom.
ta: இந்தக் கொள்கை <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener" "> பெப் </abbr> 541 </a> பராமரிப்பாளர் அணுகல் குறித்து. தானியங்கு பாணியில் பல கணக்குகளை உருவாக்க ச்பேம் தாக்குதல்களின் நம்பகத்தன்மையையும் இது குறைக்கிறது.
tr: Bu politika, geliştirici erişilebilirliği ile ilgili olan <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> <abbr title="Python güçlendirme teklifi">PEP</abbr> 541</a> 'nin temel politikasını uygulamamızı sağlayacak. Ayrıca, otomatik olarak bir çok hesap oluşturmaya yönelik spam saldırılarının uygulanabilirliğini de azaltacak.
uk: Ця політика дозволить нам застосовувати ключову політику <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 541</a> щодо доступності доглядачів. Це також зменшує життєздатність спам-атак зі створенням багатьох облікових записів автоматично.

source: You can manage your account's email addresses in your <a href="%(href)s">account settings</a>. This also allows for sending a new confirmation email for users who signed up in the past, before we began enforcing this policy.
de: Sie können die E-Mail-Adressen ihres Kontos in den <a href="%(href)s">Kontoeinstellungen</a> verwalten. Dort können auch Bestätigungs-E-Mails für Nutzer versendet werden, die sich von der Umsetzung dieser Richtilinie registriert haben.
el: Μπορείτε να διαχειριστείτε τις διευθύνσεις email του λογαριασμού σας μέσα από τις <a href="%(href)s">ρυθμίσεις λογαριασμού</a>. Αυτό, επίσης, επιτρέπει την αποστολή νέων email επιβεβαίωσης για τους χρήστες που εγγράφηκαν στο παρελθόν προτού ξεκινήσουμε να επιβάλλουμε αυτή την πολιτική.
eo: Vi povas administri la retpoŝtajn adresojn de via konto en la <a href="%(href)s">agordoj pri via konto</a>. Tio ankaŭ ebligas sendado de nova konfirma retmesaĝo por tiuj uzantoj, kiuj registriĝis antaŭ ol ni komencis efektivigi ĉi tiun regulon.
es: Puede gestionar las direcciones de correo de su cuenta en la <a href="%(href)s">configuración de la cuenta</a>. Ello también permite enviar mensajes de confirmación nuevos para aquellos usuarios que se dieron de alta antes de que comenzáramos a aplicar esta normativa.
fr: Vous pouvez gérer les adresses e-mail de votre compte dans vos <a href="%(href)s">paramètres de compte</a>. Cela permet également d'envoyer un nouvel e-mail de confirmation aux utilisateurs qui se sont inscrits par le passé, avant que nous ne commencions à appliquer cette politique.
he: באפשרותך לנהל את כתובות האי-מייל של חשבונך ב<a href="%(href)s">הגדרות החשבון</a> שלך. אלו גם מאפשרים שליחה של אי-מייל אישור חדש למשתמשים שנרשמנו בעבר, לפני שהתחלנו לאכוף מדיניות זו.
id: Anda dapat mengelola alamat email akun Anda di <a href="%(href)s"> pengaturan akun </a>. Ini juga memungkinkan pengiriman email konfirmasi baru untuk pengguna yang mendaftar sebelumnya, sebelum kami mulai memberlakukan kebijakan ini.
it: Puoi gestire gli indirizzi emails del tuo account nelle tue<a href="%(href)s">impostazioni account</a>. Ciò permette anche di inviare una nuova conferma email per utenti che si sono iscritti in passato, prima che cominciassimo a imporre questa politica.
ja: アカウントのメールアドレスは、<a href="%(href)s">アカウント設定</a>で管理できます。また、このポリシーを適用する前に、以前サインアップしたユーザに対して新しい確認メールを送信することもできます。
pt: Pode gerir os endereços de e-mail da sua conta nas suas <a href="%(href)s">configurações de conta</a>. Isso também permite o envio de um novo e-mail de confirmação para os utilizadores que se inscreveram no passado, antes de iniciarmos a impor esta política.
pt_br: Você pode gerenciar os endereços de e-mail da sua conta na suas <a href="%(href)s">configurações de conta</a>. Isso também permite o envio de um novo e-mail de confirmação para os usuários que se inscreveram no passado, antes de iniciarmos a aplicação desta política.
ru: Вы можете управлять адресами электронной почты своей учётной записи в <a href="%(href)s">настройках учётной записи</a>. Также эта политика позволяет нам отправлять новое электронное письмо с подтверждением пользователям, которые зарегистрировались до того, как мы начали применять эту политику.
sk: E-mailové adresy svojho účtu môžete spravovať v <a href="%(href)s">nastaveniach účtu</a>. To tiež umožňuje odoslať nový potvrdzovací e-mail používateľom, ktorí sa zaregistrovali v minulosti predtým, ako sme začali presadzovať tieto pravidlá.
ta: உங்கள் கணக்கின் மின்னஞ்சல் முகவரிகளை உங்கள் <a href = "%(href)s"> கணக்கு அமைப்புகள் </a> இல் நிர்வகிக்கலாம். இந்தக் கொள்கையை அமல்படுத்தத் தொடங்குவதற்கு முன்பு, கடந்த காலத்தில் பதிவுசெய்த பயனர்களுக்கு புதிய உறுதிப்படுத்தல் மின்னஞ்சலை அனுப்பவும் இது அனுமதிக்கிறது.
tr: Hesabınıza tanımlı e-posta adreslerini <a href="%(href)s">hesap ayarları</a> bölümünden yönetebilirsiniz. Bu, bu politikayı uygulamaya başlamadan önce kaydolan kullanıcılar için yeni bir onay e-postası göndermemize olanak sağlar.
uk: Ви можете керувати електронною адресою вашого облікового запису в <a href="%(href)s">його налаштуваннях</a>. Це також дозволяє надсилання нового електронного листа підтвердження користувачам, які зареєструвалися в минулому, до того як ми впровадили цю політику.

source: <p> PyPI itself has not suffered a breach. This is a protective measure to reduce the risk of <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">credential stuffing</a> attacks against PyPI and its users. </p> <p> Each time a user supplies a password — while registering, authenticating, or updating their password — PyPI securely checks whether that password has appeared in public data breaches. </p> <p> During each of these processes, PyPI generates a SHA-1 hash of the supplied password and uses the first five (5) characters of the hash to check the <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">Have I Been Pwned API</a> and determine if the password has been previously compromised. The plaintext password is never stored by PyPI or submitted to the Have I Been Pwned API. </p> <p> PyPI will not allow such passwords to be used when setting a password at registration or updating your password. </p> <p> If you receive an error message saying that "This password appears in a breach or has been compromised and cannot be used", you should change it all other places that you use it as soon as possible. </p> <p> If you have received this error while attempting to log in or upload to PyPI, then your password has been reset, and you cannot log in to PyPI until you <a href="%(reset_pwd_href)s">reset your password</a>. </p>
eo: <p>PyPI mem ne suferis breĉon. Ĉi tio estas protekta rimedo por malpliigi la riskon de <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">salutilo-farĉado</a> kontraŭ PyPI kaj ĝiaj uzantoj.</p> <p> Ĉiufoje kiam uzanto uzas pasvorton — dum registrado, aŭtentikigo aŭ ĝisdatigo de pasvorto — PyPI sekure kontrolas ĉu tiu pasvorto difektiĝis pro publikaj datenbreĉoj. </p> <p>Dum tiu procedo, PyPI kalkulas la haketaĵon SHA-1 de la donita pasvorto kaj uzas la unuajn kvin (5) signojn de la haketaĵo por determini, per la <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">API de Have I Been Pwned</a>, ĉu la pasvorto estas kompromitita . La neĉifrita pasvorto neniam estas konservita de PyPI aŭ submetita al la API de Have I Been Pwned.</p> <p>PyPI ne permesas la uzon de tiaj pasvortoj dum registrado aŭ ĝisdatigo de via pasvorto.</p> <p>Se vi ricevas la erarmesaĝon "This password appears in a breach or has been compromised and cannot be used", vi ŝanĝu ĝin por ĉiuj aliaj kontoj de la sama pasvorto.</p> <p>Se vi ricevis ĉi tiun eraron provante saluti aŭ alŝuti al PyPI, do via pasvorto estis restarigita; vi ne povas saluti al PyPI ĝis vi <a href="%(reset_pwd_href)s">reagordas vian pasvorton</a>.</p>
ru: <p> PyPI сама не пострадала от нарушения. Это защитная мера, чтобы снизить риск атак <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">криминальные начинки </a> на PyPI и его пользователей. </p> <p> Каждый раз, когда пользователь предоставляет пароль — при регистрации, аутентификации или обновлении своего пароля — PyPI безопасно проверяет, появился ли этот пароль в публичных взломах данных. </p> <p> Во время каждого из этих процессов, PyPI генерирует SHA-1 хэш поставляемого пароля и использует первые пять (5) символов хэша для проверки <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">Have I Been Pwned API </a> и определения, был ли пароль ранее скомпрометирован. Пароль из простого текста никогда не хранится в PyPI или не подается в API Have I Been Pwned. </p> <p> PyPI не позволит использовать такие пароли при установке пароля при регистрации или обновлении пароля. </p> <p> Если вы получаете сообщение об ошибке, в котором говорится, что «Этот пароль появляется в нарушении или был скомпрометирован и не может быть использован», вы должны изменить все другие места, которые вы используете его как можно скорее. </p> <p> Если вы получили эту ошибку при попытке войти или загрузить в PyPI, то ваш пароль был сброшен, и вы не можете войти в PyPI, пока вы <a href="%(reset_pwd_href)s"> не загрузите свой пароль </a>. </p>
sk: <p> Samotná spoločnosť PyPI neutrpela porušenie. Ide o ochranné opatrenie na zníženie rizika útokov <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">credential stuffing</a> proti PyPI a jeho používateľom. </p> <p> Zakaždým, keď používateľ zadá heslo - pri registrácii, autentifikácii alebo aktualizácii svojho hesla - PyPI bezpečne skontroluje, či sa toto heslo objavilo pri porušení verejných údajov. </p> <p> Počas každého z týchto procesov PyPI vygeneruje hash SHA-1 zadaného hesla a použije prvých päť (5) znakov hash na kontrolu <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">Have I Been Pwned API</a> a určenie, či heslo nebolo predtým ohrozené. Heslo obyčajného textu nie je nikdy uložené v PyPI ani odoslané do rozhrania API Have I Been Pwned. </p> <p> PyPI nedovolí použitie takýchto hesiel pri nastavovaní hesla pri registrácii alebo aktualizácii hesla. </p> <p> Ak sa zobrazí chybové hlásenie "Toto heslo bolo narušené alebo bolo zneužité a nemožno ho použiť", mali by ste ho čo najskôr zmeniť na všetkých ostatných miestach, kde ho používate. </p> <p> Ak sa vám zobrazila táto chyba pri pokuse o prihlásenie alebo nahratie do PyPI, potom bolo vaše heslo obnovené a nemôžete sa prihlásiť do PyPI, kým <a href="%(reset_pwd_href)s"> neobnovíte svoje heslo</a>. </p>
ta: <p> பைபி தானே ஒரு மீறலுக்கு ஆளாகவில்லை. <A href = "%(credential_stuffing_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> நற்சான்றிதழ் திணிப்பு </a> பைபிக்கு எதிரான தாக்குதல்கள் மற்றும் அதன் பயனர்கள். </p> <p> ஒவ்வொரு முறையும் ஒரு பயனர் கடவுச்சொல்லை வழங்கும்போது - அவர்களின் கடவுச்சொல்லை பதிவு செய்யும்போது, அங்கீகரிக்கும்போது அல்லது புதுப்பிக்கும்போது - அந்த கடவுச்சொல் பொது தரவு மீறல்களில் தோன்றியிருக்கிறதா என்பதை PYPI பாதுகாப்பாக சரிபார்க்கிறது. </p> <p> இந்த ஒவ்வொரு செயல்முறைகளிலும், PYPI வழங்கப்பட்ட கடவுச்சொல்லின் SHA-1 ஆசை உருவாக்கி, ஆசின் முதல் ஐந்து (5) எழுத்துக்களைப் பயன்படுத்தி <a href = "%(haveibeenpwned_href)s ஐ சரிபார்க்கவும்" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> நான் பநிஇ </a> ஐக் குறைத்து கடவுச்சொல் முன்பு வேறுபாடின்மை செய்யப்பட்டுள்ளதா என்பதைத் தீர்மானித்திருக்கிறேன். எளிய உரை கடவுச்சொல் ஒருபோதும் PYPI ஆல் சேமிக்கப்படாது அல்லது நான் pwned பநிஇ க்கு சமர்ப்பிக்கப்படவில்லை. </p> <p> பதிவில் கடவுச்சொல்லை அமைக்கும் போது அல்லது உங்கள் கடவுச்சொல்லை புதுப்பிக்கும்போது அத்தகைய கடவுச்சொற்களைப் பயன்படுத்த PYPI அனுமதிக்காது. </p> <p> "இந்த கடவுச்சொல் மீறலில் தோன்றும் அல்லது வேறுபாடின்மை செய்யப்பட்டு பயன்படுத்த முடியாது" என்று ஒரு பிழை செய்தியைப் பெற்றால், நீங்கள் அதைப் பயன்படுத்தும் மற்ற எல்லா இடங்களையும் விரைவில் மாற்ற வேண்டும். </p> <p> உள்நுழைய அல்லது பைபிக்கு பதிவேற்ற முயற்சிக்கும் போது இந்த பிழையைப் பெற்றிருந்தால், உங்கள் கடவுச்சொல் மீட்டமைக்கப்பட்டது, மேலும் நீங்கள் <a href = "%(reset_pwd_href)s வரை பிபிக்கு உள்நுழைய முடியாது" > உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும் </a>. </p>

source: <p> A PyPI API token linked to your account was posted on a public website. It was automatically revoked, but before regenerating a new one, please check the email you received and attempt to determine the cause. The <a href="#suspicious-activity">suspicious activity</a> section applies too. </p>
de: <p> Ein mit Ihrem Konto verknüpfter PyPI API-Token wurde auf einer öffentlichen Website veröffentlicht. Es wurde automatisch widerrufen, aber bevor Sie einen neuen generieren, überprüfen Sie bitte die E-Mail, die Sie erhalten und versuchen, die Ursache zu bestimmen. Der Abschnitt zu <a href="#suspicious-activity">verdächtigen Aktivitäten</a> gilt auch.</p>
eo: <p> API-ĵetono por PyPI ligita al via konto estis afiŝita sur publika retejo. Ĝi estis aŭtomate eksvalidigita, sed antaŭ ol regeneri novan, bonvolu kontroli la retpoŝtan mesaĝon, kiun vi ricevis, kaj provi determini la kaŭzon. Ankaŭ vidu la paragrafon pri <a href="#suspicious-activity">suspektindaĵoj</a>. </p>
es: <p> Una ficha de la API vinculada a su cuenta ha sido filtrada en un sitio web público. Se ha revocado automáticamente, pero, antes de volver a generar una nueva, compruebe el mensaje que ha recibido por correo electrónico e intente determinar la causa de la exposición del dato. Encontrará relevante la sección <a href="#suspicious-activity">Actividad sospechosa</a>.</p>
id: <p> Token API PyPI yang ditautkan ke akun Anda telah diposting di situs publik. Ini secara otomatis dicabut, tetapi sebelum membuat ulang yang baru, harap periksa email yang Anda terima dan coba untuk menentukan penyebabnya. Bagian <a href="#suspicious-activity">aktivitas mencurigakan</a> juga berlaku. </p>
it: <p>Un token API di PyPI legato al tuo account è stato postato su un sito pubblico. E' stato automaticamente revocato, ma prima di generarne uno nuovo, controlla per favore la posta che hai ricevuto e cerca di determinarne la causa. La sezione<a href="#suspicious-activity">attività sospetta</a>si applica anche in questo caso.</p>
pt: <p> Um token de API do PyPI vinculado à sua conta foi publicado num site público. Ele foi revogado automaticamente, mas antes de gerar um novo, verifique o e-mail que recebeu e tente determinar a causa. A secção de <a href="#suspicious-activity">atividade suspeita</a> também se aplica. </p>
pt_br: <p> Um token de API do PyPI vinculado à sua conta foi publicado em um site público. Ele foi revogado automaticamente, mas antes de gerar um novo, verifique o e-mail que você recebeu e tente determinar a causa. A seção de <a href="#suspicious-activity">atividade suspeita</a> também se aplica. </p>
ru: <p> Токен PyPI API, привязанный к Вашему аккаунту, был обнаружен на общедоступном веб-сайте. Он был автоматически отозван, но прежде чем создавать новый, пожалуйста, проверьте полученное по почте сообщение и попытайтесь обнаружить причину этого. Так же ознакомьтесь с разделом о <a href="#suspicious-activity">подозрительной активности</a>.</p>
sk: <p> Token PyPI API prepojený s vaším účtom bol zverejnený na verejnej webovej stránke. Bol automaticky odvolaný, ale pred obnovením nového si skontrolujte e-mail, ktorý ste dostali, a pokúste sa zistiť príčinu. Platí aj sekcia <a href="#suspicious-activity">podozrivá aktivita</a>. </p>
ta: <p> உங்கள் கணக்குடன் இணைக்கப்பட்ட ஒரு PYPI பநிஇ கிள்ளாக்கு ஒரு பொது இணையதளத்தில் வெளியிடப்பட்டது. இது தானாகவே ரத்து செய்யப்பட்டது, ஆனால் புதியதை மீண்டும் உருவாக்குவதற்கு முன், தயவுசெய்து நீங்கள் பெற்ற மின்னஞ்சலைச் சரிபார்த்து, காரணத்தை தீர்மானிக்க முயற்சிக்கவும். <A href = "#சந்தேகத்திற்கிடமான-செயல்பாடு"> சந்தேகத்திற்கிடமான செயல்பாடு </a> பிரிவு கூட பொருந்தும். </p>
uk: <p>API-токен до PyPI, пов'язаний із вашим обліковим записом, був опублікований на публічному вебсайті. Його було анульовано автоматично, однак перед генеруванням нового, будь ласка, перевірте електронного листа, якого ви отримали й спробуйте з'ясувати причину. Секція <a href="#suspicious-activity">підозріла активність</a> також підходить. </p>
