Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: For security reasons, you can only associate one authentication application per PyPI account.
de: Aus Sicherheitsgründen, kann nur eine einzige Authentifizierungsanwendung mit dem PyPI-Konto verbunden werden.
el: Για λόγος ασφαλείας, μπορείτε να συνδέσετε μόνο μια εφαρμογή πιστοποίησης ανά PyPI λογαριασμό.
eo: Pro sekureco, vi povas asocii nur unu aŭtentikigan aplikaĵon al unu PyPI-konto.
es: Por motivos de seguridad, puede asociar solo una aplicación de autenticación por cuenta de PyPI.
fr: Pour des raisons de sécurité, vous ne pouvez associer qu'une seule application d'authentification par compte PyPI.
he: משיקולי אבטחה, ניתן לשייך רק אפליקצית הזדהות אחת לכל חשבון PyPI.
id: Demi alasan keamanan, Anda hanya dapat menghubungkan satu aplikasi otentikasi untuk setiap akun PyPI.
it: Per motivi di sicurezza, puoi solo associare una applicazione di autenticazione per l'account PyPI.
ja: セキュリティ上の理由から、各PyPIアカウントに関連づけられる認証アプリケーションはひとつだけです。
pt: Por motivos de segurança, só pode associar uma aplicação de autenticação por conta PyPI.
pt_br: Por motivos de segurança, você só pode associar um aplicativo de autenticação por conta PyPI.
ru: По соображениям безопасности связать со своей учётной записью PyPI вы можете только одно приложение аутентификации.
sk: Z bezpečnostných dôvodov môžete k účtu PyPI priradiť iba jednu autentifikačnú aplikáciu.
ta: பாதுகாப்பு காரணங்களுக்காக, நீங்கள் PYPI கணக்கிற்கு ஒரு அங்கீகார பயன்பாட்டை மட்டுமே இணைக்க முடியும்.
tr: Güvenlik sebebiyle her PyPI hesabı sadece bir kimlik doğrulama uygulaması kullanabilir.
uk: З міркувань безпеки, ви можете пов'язати лише один застосунок автентифікації зі своїм обліковим записом на PyPI.

source: QR code for setting up an authentication application
de: QR-Code zum Einrichten einer Authentifizierungsanwendung
el: QR κώδικας για ρύθμιση μιας εφαρμογής πιστοποίησης
eo: QR-kodo por agordi aŭtentikigan aplikaĵon
es: Código QR para configurar una aplicación de autenticación
fr: Code QR pour la configuration d'une application d'authentification
he: קוד QR לצורך הגדרת אפליקצית הזדהות
id: Kode QR untuk menyiapkan aplikasi otentikasi
it: codice QR per impostare una applicazione di autenticazione
ja: 認証アプリケーション設定用のQRコード
pt: O código QR para configurar uma aplicação de autenticação
pt_br: Código QR para configurar um aplicativo de autenticação
ru: QR-код для настройки приложения аутентификации
sk: QR kód na nastavenie autentifikačnej aplikácie
ta: அங்கீகார பயன்பாட்டை அமைப்பதற்கான QR குறியீடு
tr: Kimlik Doğrulama Uygulaması için QR Kodu
uk: QR-код для налаштування застосунку автентифікації

source: <strong>No QR scanner?</strong> Enter this code in your TOTP application instead:
eo: <strong>QR-skanilo mankas?</strong> Tajpu la jenan kodon en vian TOTP-programon anstataŭe:
ru: <strong>Нет QR-сканера? </strong> Введите этот код в ваше приложение TOTP:
sk: <strong>No QR skener?</strong> Zadajte tento kód do aplikácie TOTP namiesto toho:
ta: <strong> QR ச்கேனர் இல்லை? </strong> அதற்கு பதிலாக உங்கள் TOTP பயன்பாட்டில் இந்த குறியீட்டை உள்ளிடவும்:

source: Verify application
de: Anwendung verifizieren
el: Εφαρμογή επιβεβαίωσης
eo: Kontroli la aplikaĵon
es: Verificar aplicación
fr: Vérifier l'application
he: אימות האפליקציה
id: Verifikasi aplikasi
it: Verifica applicazione
ja: アプリケーションの認証
pt: Verificar aplicação
pt_br: Verificar aplicativo
ru: Подтвердите приложение
sk: Overte aplikáciu
ta: பயன்பாட்டை சரிபார்க்கவும்
tr: Uygulamayı Doğrula
uk: Підтвердіть застосунок

source: Authentication code
de: Authentifizierungscode
el: Κωδικός πιστοποίησης
eo: Aŭtentikiga kodo
es: Código de autenticación
fr: Code d'authentification
he: קוד אימות
id: Kode otentikasi
it: Codice di identificazione
ja: 認証コード
pt: Código de autenticação
pt_br: Código de autenticação
ru: Код аутентификации
sk: Autentifikačný kód
ta: அங்கீகார குறியீடு
tr: Kimlik Doğrulama Kodu
uk: Код автентифікації

source: To finalize the set-up process, enter the 6-digit code provided by your TOTP application.
eo: Por fini la starigon, tajpu la sesciferan aŭtentikigan kodon donitan de via TOTP-programo.
ru: Чтобы завершить процесс настройки, введите 6-значный код, предоставленный вашим приложением TOTP.
sk: Ak chcete dokončiť súbor-up proces, zadajte 6-miestne kód, ktorý je uvedený pomocou aplikácie TOTP.
ta: அமைவு செயல்முறையை இறுதி செய்ய, உங்கள் TOTP பயன்பாட்டால் வழங்கப்பட்ட 6-இலக்க குறியீட்டை உள்ளிடவும்.

source: Set up application
de: Anwendung einrichten
el: Ρύθμιση εφαρμογής
eo: Agordi aplikaĵon
es: Configurar aplicación
fr: Configurer l'application
he: הגדרת אפליצקיה
id: Penyiapan aplikasi
it: Imposta applicazione
ja: アプリケーションの設定
pt: Configurar aplicação
pt_br: Configurar aplicativo
ru: Настроить приложение
sk: Nastaviť aplikáciu
ta: பயன்பாட்டை அமைக்கவும்
tr: Uygulama Oluştur
uk: Налаштувати застосунок

source: Set up 2FA with a security device (e.g. USB key)
de: 2FA mit Hilfe eines Sicherheitsgeräts (z. B. USB-Schlüssel) einrichten
el: Ρύθμιση 2FA με μια συσκευή ασφάλειας (πχ USB key)
eo: Agordi dupaŝan aŭtentikigon per sekuriga aparato (ekz. USB-ŝlosilo)
es: Configurar A2F con un aparato de seguridad (p. ej., una llave USB)
fr: Configurer la double authentification avec un périphérique de sécurité (ex : clé USB)
he: הגדרת הזדהות דו-גורמית (2FA) באמצעות מכשיר אבטחה (כגון מפתח USB)
id: Siapkan 2FA dengan alat kemanan (misal. kunci USB)
it: Imposta autenticazione a due fattori(2FA) con un dispositivo di sicurezza(es. chiavetta USB)
ja: セキュリティ端末による2FAの設定（例: USBキー）
pt: Configurar 2FA com um aparelho de segurança (por exemplo, chave USB)
pt_br: Configurar 2FA com um dispositivo de segurança (por exemplo, chave USB)
ru: Настройка двухфакторной аутентификации с помощью устройства безопасности (например, USB-ключа)
sk: Nastavte 2FA pomocou bezpečnostného zariadenia (napr. USB kľúča)
ta: பாதுகாப்பு சாதனத்துடன் 2FA ஐ அமைக்கவும் (எ.கா. யூ.எச்.பி விசை)
tr: Güvenlik cihazıyla (örneğin USB anahtarı) 2 aşamalı kimlik doğrulama kur
uk: Налаштувати 2FA за допомогою пристрою безпеки (напр. USB-ключ)

source: PyPI supports any device that adheres to the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO standard</a>.
de: PyPI unterstützt alle Geräte, die sich an den <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO-Standard</a> halten.
el: Το PyPI υποστηρίζει κάθε συσκευή που εμμένει στο <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO στάνταρ</a>.
eo: PyPI subtenas ajnan aparaton, kiu kongruas kun la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">normo FIDO</a>.
es: PyPI admite cualquier aparato que cumpla con la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">norma FIDO</a>.
fr: PyPI prend en charge tout appareil qui adhère au <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">standard FIDO</a>.
he: PyPI‏ תומך בכל מכשיר העומד ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">תקן ה-FIDO</a>.
id: PyPI mendukung perangkat apa pun yang mematuhi <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">standar FIDO</a>.
it: PyPI supporta tutti i dispositivi che aderiscono a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO standard</a>.
ja: PyPIでは、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO標準</a>に準拠する端末に対応しています。
pt: PyPI possui suporte a qualquer aparelho que adere ao <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">padrão FIDO</a>.
pt_br: PyPI possui suporte a qualquer dispositivo que adere ao <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">padrão FIDO</a>.
ru: PyPI поддерживает любое устройство, которое соответствует <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">стандарту FIDO</a>.
sk: PyPI podporuje každé zariadenie, ktoré spĺňa <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">štandard FIDO</a>.
ta: <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> FIDO தரநிலை </a> ஆகியவற்றைக் கடைப்பிடிக்கும் எந்த சாதனத்தையும் PYPI ஆதரிக்கிறது.
tr: PyPI <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO standartını</a> uygulayan her cihazi destekler.
uk: PyPI підтримує будь-який пристрій, який відповідає <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">стандарту FIDO</a>.

source: Popular <em>USB keys</em> include <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> and <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
de: Beliebte <em>USB-Schlüssel</em> sind beispielsweise <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a>, und <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
el: Γνωστά <em>USB keys</em> περιλαμβάνουν τα <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> και <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
eo: Jen kelkaj popularaj <em>USB-ŝlosiloj</em>: <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a>, kaj <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
es: Algunas <em>llaves USB</em> populares son <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> y <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
fr: Les <em>clés USB</em> populaires incluent <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> et <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
he: <em>מפתחות </em>USB פופולאריים כוללים את <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">YubiKey</a>‏, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a>‏ ו-<a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
id: <em>Kunci USB </em> populer termasuk <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> dan <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
it: Le più popolari <em>chiavette USB</em>includono <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>,<a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> e <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
ja: よく使われる<em>USBキー</em>には、<a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>、 <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a>、<a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>があります。
pt: <em>Chaves USB</em> populares incluem <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> e <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
pt_br: <em>Chaves USB</em> populares incluem <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> e <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
ru: Популярные <em>USB-ключи</em> включают в себя <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> и <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
sk: Medzi obľúbené <em>USB kľúče</em> patria <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> a <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
ta: பிரபலமான <em> யூ.எச்.பி விசைகள் </em> <a href = "%(yubico_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> yubikey </a>, <a href = "%(titan_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> கூகிள் டைட்டன் </a> மற்றும் <a href = "%(thetis_href)s" தலைப்பு = " %(title)s "இலக்கு =" _ வெற்று "rel =" noopener "> தீட்டி </a>.
tr: En popüler <em>USB anahtarları</em> şunları içerir: <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> ve <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
uk: Поширені <em>USB-ключі</em> включають <a href="%(yubico_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> та <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.

source: Name your device to begin
de: Zum Beginnen bitte Gerät benennen
el: Δώστε ένα όνομα στη συσκευή σας για να ξεκινήσουμε
eo: Por komenci, nomu vian aparaton
es: Dé un nombre al aparato para comenzar
fr: Nommez votre périphérique pour commencer
he: תן שם עבור מכשירך כדי להתחיל
id: Beri nama perangkat Anda untuk memulai
it: Dai un nome al tuo dispositivo per cominciare
ja: 開始する端末に名前を付ける
pt: Nomeie o seu aparelho para começar
pt_br: Nomeie seu dispositivo para começar
ru: Для начала назовите устройство
sk: Ak chcete začať, pomenujte svoje zariadenie
ta: தொடங்க உங்கள் சாதனத்திற்கு பெயரிடுங்கள்
tr: Başlamak için cihazınızı adlandırın
uk: Назвіть свій пристрій, щоб почати

source: PyPI supports adding multiple security devices.
de: PyPI unterstützt es, mehrere Sicherheitsgeräte hinzuzufügen.
el: Το PyPI υποστηρίζει την προσθήκη πολλαπλών συσκευών ασφάλειας.
eo: PyPI subtenas aldonadon de pluraj sekurigaj aparatoj.
es: PyPI permite añadir varios aparatos de seguridad.
fr: PyPI prend en charge l'ajout de plusieurs périphériques de sécurité.
he: ‏PyPI תומך בהוספת מכשירי אבטחה מרובים.
id: PyPI mendukung penambahan beberapa perangkat keamanan.
it: PyPI supporta l'aggiunta di dispositivi di sicurezza multipli.
ja: PyPIは、複数のセキュリティ端末の追加に対応しています。
pt: O PyPI possui suporte à adição de vários aparelhos de segurança.
pt_br: O PyPI possui suporte à adição de vários dispositivos de segurança.
ru: PyPI поддерживает добавление нескольких устройств безопасности.
sk: PyPI podporuje pridávanie viacerých bezpečnostných zariadení.
ta: பல பாதுகாப்பு சாதனங்களைச் சேர்ப்பதை PYPI ஆதரிக்கிறது.
tr: PyPI birden fazla güvenlik aygıtı eklemeyi desteklemektedir.
uk: PyPI підтримує додавання кількох пристроїв безпеки.

source: Please give this device a name. 64 characters or fewer. All Unicode is valid, including spaces.
de: Diesem Gerät einen Namen geben. 64 Zeichen oder weniger. Alle Unicode-Zeichen sind erlaubt, inklusive Leerzeichen.
el: Παρακαλούμε δώστε ένα όνομα στη συσκευή. Το πολύ 64 χαρακτήρες. Όλοι οι χαρακτήρες Unicode είναι έγκυροι, συμπεριλαμβάνοντας τα κενά.
eo: Bonvolu nomi ĉi tiun aparaton. La nomo konsistu el maksimume 64 signoj. Validas ĉia Unikoda signo, inkluzive de spacetoj.
es: Dé a este aparato un nombre. 64 caracteres o menos. Se permite cualquier carácter de Unicode, espacios incluidos.
fr: Veuillez donner un nom à ce périphérique. 64 caractères ou moins. Tous les caractères Unicode sont valides, espaces inclus.
he: תן שם למכשיר זה. 64 תווים או פחות. כל תווי Unicode הם קבילים, כולל רווחים.
id: Beri nama perangkat ini. 64 karakter atau kurang. Semua Unicode valid, termasuk spasi.
it: Per favore dai un nome a questo dispositivo. Massimo 64 caratteri. Tutti i caratteri Unicode sono validi, inclusi gli spazi.
ja: この端末に64字以下で名前をつけてください。空白を含むすべてのユニコードが有効です。
pt: Por favor, dê um nome a este aparelho. 64 caracteres ou menos. Todos os Unicode são válidos, incluindo espaços.
pt_br: Por favor, dê um nome a este dispositivo. 64 caracteres ou menos. Todos os Unicode são válidos, incluindo espaços.
ru: Пожалуйста, дайте этому устройству имя. 64 символа или меньше. Можно использовать любые юникодные символы, включая пробелы.
sk: Pomenujte toto zariadenie. 64 znakov alebo menej. Všetky Unicode sú platné, vrátane medzier.
ta: இந்த சாதனத்திற்கு ஒரு பெயரைக் கொடுங்கள். 64 எழுத்துக்கள் அல்லது அதற்கும் குறைவாக. அனைத்து யூனிகோடுகளும் இடங்கள் உட்பட செல்லுபடியாகும்.
tr: Lütfen aygıta bir isim verin. 64 karakterden fazla olmamalıdır. Boşluk dahil tüm Unicode karakterler uygundur.
uk: Будь ласка, назвіть цей пристрій. 64 символи чи менше. Увесь Unicode дійсний, включно з пробілами.

source: Set up security device
de: Sicherheitsgerät einrichten
el: Ρύθμιση συσκευής ασφάλειας
eo: Agordi la sekurigan aparaton
es: Configurar aparato de seguridad
fr: Configurer un périphérique de sécurité
he: הגדת מכשיר אבטחה
id: Siapkan perangkat keamanan
it: Imposta un dispositivo di sicurezza
ja: セキュリティ端末を設定
pt: Configurar aparelho de segurança
pt_br: Configurar dispositivo de segurança
ru: Настроить устройство безопасности
sk: Nastavte bezpečnostné zariadenie
ta: பாதுகாப்பு சாதனத்தை அமைக்கவும்
tr: Bir güvenlik aygıtı kur
uk: Налаштувати пристрій безпеки

source: <strong>Not working?</strong> Check you're using a device that follows the <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">FIDO specification</a> and a <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">compatible browser</a>.
de: <strong>Funktioniert nicht?</strong> Stellen Sie sicher, dass Ihr Gerät den <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">FIDO-Spezifikationen</a> entspricht und verwenden Sie einen <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">kompatiblen Browser</a>.
el: <strong>Δεν δουλεύει;</strong> Ελέγξτε ότι χρησιμοποιείτε μια συσκευή που ακολουθεί τις <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">FIDO προδιαγραφές</a> καθώς και έναν <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">συμβατό περιηγητή</a>.
eo: <strong>Ĉu ne funkciante?</strong> Kontrolu, ĉu vi uzas aparaton, kiu sekvas la <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">normon FIDO</a> kaj <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">kongruan TTT-legilon</a>.
es: <strong>¿No funciona?</strong> Revise que esté utilizando un aparato que se adhiere a la <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">especificación FIDO</a>, así como un <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">navegador compatible</a>.
fr: <strong>Cela ne fonctionne pas ?</strong> Vérifiez que vous utilisez un périphérique qui suit la <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">spécification FIDO</a> et un <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">navigateur compatible</a>.
he: <strong>זה לא עובד?</strong> בדק/י שאת/ה משתמש/ת במכשיר העומד ב<a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">תקן ה-FIDO</a> וב<a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">דפדפן נתמך</a>.
id: <strong>Tidak bekerja?</strong> Periksa bahwa Anda menggunakan perangkat yang mengikuti <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">spesifikasi FIDO</a> dan <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">browser yang mendukung</a>.
it: <strong>Non funxiona?</strong>Controlla che tu stia usando un dispositivo che segue le<a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">specifiche FIDO</a> e un <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">browser compatibile</a>.
ja: <strong>うまく動作しませんか？</strong> <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">FIDO仕様</a> に準拠した端末と<a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">互換性のあるブラウザ</a>を使用しているか確認してください。
pt: <strong>Não está funcionando?</strong> Verifique se está usando um aparelho que segue a <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">especificação FIDO</a> e um <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">navegador compatível</a>.
pt_br: <strong>Não está funcionando?</strong> Verifique se você está usando um dispositivo que segue a <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">especificação FIDO</a> e um <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">navegador compatível</a>.
ru: <strong>Не работает?</strong> Убедитесь, что вы используете устройство, соответствующее <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">спецификации FIDO</a>, и <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">совместимый браузер</a>.
sk: <strong>Nefunguje?</strong> Skontrolujte, či používate zariadenie, ktoré spĺňa <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">špecifikáciu FIDO</a> a <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">kompatibilný prehliadač</a>.
ta: <strong> வேலை செய்யவில்லையா? > Fido விவரக்குறிப்பு </a> மற்றும் a <a href = "%(fido_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> இணக்கமான உலாவி </a>.
tr: <strong>Sorun mu var?</strong> Aygıtınızın <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">FIDO gereksinimlerini</a> uyguladığından ve <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">uygun bir tarayıcı</a> kullandığınızdan emin olun.
uk: <strong>Не працює?</strong> Переконайтеся, що ви використовуєте пристрій, сумісний зі <a href="%(fido_href)s" title="%(title)s" target="_blank" rel="noopener">специфікацією FIDO</a> та <a href="%(mozilla_href)s" title="%(title)s" target="_blank" rel="noopener">сумісний браузер</a>.
