Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Irreversibly delete the project along with <a href="%(href)s">%(count)s release</a>
de: Projekt unwiderruflich löschen mitsamt <a href="%(href)s">%(count)s Release</a>
el: Διαγραφεί ανεπιστρεπτί το project μαζί με <a href="%(href)s">%(count)s έκδοση</a>
eo: Nemalfareblan forigon de la projekto kune kun <a href="%(href)s">%(count)s eldono</a>
es: Suprimirá irreversiblemente el proyecto y <a href="%(href)s">%(count)s versión</a>
fr: Supprimer de façon irréversible le projet et <a href="%(href)s">%(count)s version</a>
he: תמחק את הפרויקט באופן בלתי-הפיך יחד עם <a href="%(href)s">גרסה אחת</a>
id: Hapus proyek secara permanen bersama dengan <a href="%(href)s">%(count)srilis</a>
it: Elimina irreversibilmente il progetto insieme a <a href="%(href)s">%(count)srilascio</a>
ja: このプロジェクトと<a href="%(href)s">%(count)s 個のリリース</a>を完全に削除します
pt: Apagar o projeto irreversivelmente junto com <a href="%(href)s">%(count)s lançamento</a>
pt_br: Excluir irreversivelmente o projeto junto com <a href="%(href)s">%(count)s lançamento</a>
ru: Необратимому удалению проекта вместе с <a href="%(href)s">%(count)s его выпуском</a>
sk: Nenávratne odstrániť projekt spolu s <a href="%(href)s">%(count)s vydaním</a>
ta: <A href = "%(href)s">%(count)s வெளியீடு </a> உடன் திட்டத்தை மாற்றமுடியாமல் நீக்கவும்
tr: Projeyle birlikte <a href="%(href)s">%(count)s sürüm</a> geri dönülemez şekilde kaldırılacaktır
uk: Незворотньо видалить цей проєкт разом із <a href="%(href)s">%(count)s випуском</a>

source: Irreversibly delete the project
de: Projekt unwiderruflich löschen
el: Διαγραφή project ανεπιστρεπτί
eo: Nemalfareble forviŝi la projekton
es: Eliminar proyecto irreversiblemente
fr: Supprimer irréversiblement le projet
he: תמחק את הפרויקט באופן בלתי-הפיך
id: Mengapus permanen proyek
it: Elimina irreversibilmente il progetto
ja: プロジェクトを完全に削除する
pt: Apagar o projeto irreversivelmente
pt_br: Excluir irreversivelmente o projeto
ru: Необратимому удалению проекта
sk: Nenávratne odstráňte projekt
ta: மாற்றமுடியாமல் திட்டத்தை நீக்கவும்
tr: Geri Dönüşü Olmadan Projeyi Kaldır
uk: Незворотньо видалить цей проєкт

source: Make the project name available to <strong>any other PyPI</strong> user
de: Diesen Projektnamen einem <strong>beliebigen anderen PyPI</strong>-Benutzer zur Verfügung stellen
el: Κάνε το όνομα του project διαθέσιμο σε <strong>οποιοδήποτε άλλον PyPI</strong> χρήστη
eo: Igi la projektan nomon havebla por <strong>ajna uzanto de PyPI</strong>
es: Permitirá a <strong>cualquier otro usuario de PyPI</strong> disponer del nombre del proyecto
fr: Rendre le nom du projet disponible à <strong>tout autre utilisateur de PyPI</strong>
he: תהפוך את שם הפרויקט זמין <strong>לכל משתמש PyPI אחר</strong>
id: Buat nama proyek tersedia untuk pengguna <strong>PyPI lainnya</strong>
it: Rendi il nome del progetto disponibile per <strong> ogni altro utente PyPI</strong>
ja: <strong>他の PyPI </strong>ユーザーがプロジェクト名を利用できるようになります
pt: Disponibilizar o nome do projeto para <strong>qualquer outro utilizador do PyPI</strong>
pt_br: Disponibilizar o nome do projeto para <strong>qualquer outro usuário do PyPI</strong>
ru: Освобождению названия проекта — оно станет доступным для <strong>любого другого пользователя PyPI</strong>
sk: Sprístupnite názov projektu <strong> akémukoľvek inému používateľovi PyPI</strong>
ta: திட்டத்தின் பெயரை <strong> வேறு எந்த பைபி </strong> பயனருக்கும் கிடைக்கச் செய்யுங்கள்
tr: Proje adını <strong>diğer PyPI kullanıcılarına</strong> aç
uk: Зробить назву проєкту доступною для <strong>будь-яких інших користувачів PyPI</strong>

source: This user will be able to make new releases under this project name, so long as the distribution filenames do not match filenames from a previously released distribution (all PyPI distribution filenames are unique, as they are generated by combining the project name + version number + distribution type)
de: Diesem Benutzer wird ermöglicht, neue Releases unter diesem Projektnamen vorzunehmen, so lange die Dateinamen der Veröffentlichung nicht mit denen einer früheren veröffentlichen Version übereinstimmen (alle PyPI-veröffentlichten Dateinamen sind einzigartig, da sie aus einer Kombination aus Projektname + Versionsnummer + Veröffentlichungstyp bestehen)
el: Αυτός ο χρήστης θα έχει τη δυνατότητα να δημιουργεί νέες εκδόσεις κάτω από αυτό το όνομα, μόνο αν τα αρχεία της διανομής δεν είναι ίδια με μια παλαιότερη διανομή (όλα τα αρχεία διανομών στο PyPI είναι μοναδικά, καθώς δημιουργούνται συνδυάζοντας το όνομα του project + τον αριθμό έκδοσης + τον τύπο της διανομής)
eo: Ĉi tiu uzanto povos fari novajn eldonojn sub ĉi tiu projekta nomo, kondiĉe ke la distribuaj dosiernomoj ne kongruas kun dosiernomoj de antaŭe eldonita distribuo (ĉiuj distribuaj dosiernomoj ĉe PyPI estas unikaj, ĉar ili estas kombinoj de la projekta nomo + versio-numero + distribua tipo)
es: Este usuario podrá crear versiones nuevas con este nombre de proyecto, siempre y cuando los nombres de archivo de la distribución no coincidan con los de una distribución publicada anteriormente (todos los nombres de archivo en las distribuciones de PyPI son únicos porque se generan mediante la combinación del nombre del proyecto más el número de versión más el tipo de distribución)
fr: Cet utilisateur pourra faire de nouvelles versions sous ce nom de projet, tant que les noms de fichiers de distribution ne correspondent pas aux noms de fichiers d'une distribution déjà publiée (tous les noms de fichiers de distribution PyPI sont uniques, car ils sont générés en combinant le nom du projet + numéro de version + type de distribution)
he: משתמש זה יוכל ליצור גרסאות תחת שם הפרויקט הזה, כל עוד שמות קבצי ההפצה אין תואמים לשמות קבצים מהפצות קודמות (שמות קבצי הפצה ב-PyPI הם ייחודיים, כי הם מיוצרים משילוב שם הפרויקט + מספר הגרסה + סוג ההפצה)
id: Pengguna ini akan dapat membuat rilis baru di bawah nama proyek ini, selama nama file distribusi tidak cocok dengan nama file dari distribusi yang dirilis sebelumnya (semua nama file distribusi PyPI unik, karena dibuat dengan menggabungkan nama proyek + nomor versi + jenis distribusi)
it: Questo utente sara in grado di effettuare nuovi rilasci sotto questo nome progetto, fino a che i Filenames della distribuzione non combaciano con i filenames di una distribuzione precedente(tutti i Filenames delle distribuzioni di PyPI sono unici, in quanto soono generati combinando il nome del progetto + la versione + il tipo di distribuzione)
ja: このユーザは、ファイル名が以前にリリースされたディストリビューションのファイル名と一致しない限り、このプロジェクト名の下で新しいリリースを行うことができます（すべての PyPIファイル名は、プロジェクト名とバージョン番号、ディストリビューションタイプを組み合わせて一意に生成されます）
pt: Esse utilizador poderá fazer novos laçamentos neste nome de projeto, enquanto os nomes de ficheiros de distribuição não correspondam a nomes de ficheiros de uma distribuição lançada anteriormente (todos os nomes de ficheiros de distribuição do PyPI são únicos, pois eles são gerados combinando o nome do projeto + número de versão + tipo de distribuição)
pt_br: Esse usuário poderá fazer novos laçamentos com esse nome de projeto, contanto que os nomes de arquivos de distribuição não correspondam a nomes de arquivos de uma distribuição lançada anteriormente (todos os nomes de arquivos de distribuição do PyPI são únicos, pois eles são gerados combinando o nome do projeto + número de versão + tipo de distribuição)
ru: Этот пользователь сможет создавать под освободившимся названием проекта новые выпуски, если имена файлов дистрибутива не будут совпадать с именами файлов из ранее выпущенных дистрибутивов (все имена файлов дистрибутивов PyPI уникальны, так как они создаются путём объединения названия проекта с номером его версии и типом дистрибутива)
sk: Tento používateľ bude môcť vytvárať nové vydania pod týmto názvom projektu, pokiaľ sa názvy distribučných súborov nezhodujú s názvami súborov z predtým vydanej distribúcie (všetky názvy distribučných súborov PyPI sú jedinečné, pretože sú generované kombináciou názvu projektu + čísla verzie + typu distribúcie)
ta: இந்த திட்ட பெயரின் கீழ் புதிய வெளியீடுகளை இந்த பயனர் செய்ய முடியும், விநியோக கோப்பு பெயர்கள் முன்னர் வெளியிடப்பட்ட விநியோகத்திலிருந்து கோப்பு பெயர்களுடன் பொருந்தாத வரை (அனைத்து PYPI விநியோக கோப்பு பெயர்களும் தனித்துவமானவை, ஏனெனில் அவை திட்டத்தின் பெயர் + பதிப்பு எண் + ஐ இணைப்பதன் மூலம் உருவாக்கப்படுகின்றன விநியோக வகை)
tr: Dağıtım dosya adları daha önce yayımlanan bir dağıtımdaki dosya adlarıyla eşleşmediği sürece bu kullanıcı bu proje adı altında yeni sürümler yapabilir (proje adı birleştirilerek oluşturulan tüm PYPI dağıtım dosya adları benzersizdir, sürüm numarası + dağıtım türü)
uk: Цей користувач зможе робити нові випуски з цією назвою проєкту доки назви файлів пакунків не збігаються з існуючими з попередніх випусків пакунка (усі назви файлів пакунків на PyPI унікальні, оскільки вони згенеровані з комбінації назви проєкту + номеру версії + типу пакунка)

source: Each time you (or your collaborators) perform a security action related to this team, the action is recorded and displayed here.
eo: Se vi (aŭ via kunlaboranto) faros agon pri la sekureco de ĉi tiu teamo, tiu ago registriĝos kaj montriĝos ĉi tie.
it: Ogni volta che (tu o i tuoi collaboratori) effettui una azione di sicurezza relativa al progetto, l'azione è registrata e mostrata qui.
ru: Каждый раз, когда вы (или ваши сотрудники) выполняете действие безопасности, связанное с этой командой, это действие записывается и отображается здесь.
sk: Zakaždým, keď vy (alebo vaši spolupracovníci) vykonáte bezpečnostnú akciu súvisiacu s týmto tímom, akcia sa zaznamená a zobrazí tu.
ta: ஒவ்வொரு முறையும் நீங்கள் (அல்லது உங்கள் ஒத்துழைப்பாளர்கள்) இந்த குழு தொடர்பான பாதுகாப்பு செயலைச் செய்யும்போது, நடவடிக்கை பதிவு செய்யப்பட்டு இங்கே காட்டப்படும்.

source: %(previous_team_name)s team renamed to %(team_name)s
de: %(previous_team_name)s Team umbenannt zu %(team_name)s
eo: La nomo de la teamo %(previous_team_name)s ŝanĝiĝis al %(team_name)s
it: %(previous_team_name)s squadra rinominata in %(team_name)s
pt: Time %(previous_team_name)s renomeado para %(team_name)s
ru: %(previous_team_name)s команда переименована в %(team_name)s
sk: Tím %(previous_team_name)s bol premenovaný na %(team_name)s
ta: %(previous_team_name)s குழு %(team_name)s மறுபெயரிடப்பட்டது

source: Manage '%(team_name)s'
eo: Administri «%(team_name)s»
it: Gestire %(project_name)s
pt: Gerir '%(team_name)s'
pt_br: Gerenciar '%(team_name)s'
ru: Управление '%(team_name)s'
sk: Spravovať '%(team_name)s'
ta: '%(team_name)s' ஐ நிர்வகிக்கவும்

source: Back to teams
eo: Reen al teamoj
it: Ritorna ai progetti
ru: Назад в команды
sk: Späť k tímom
ta: அணிகளுக்குத் திரும்பு

source: Team projects
eo: Projektoj de teamo
es: Proyectos del equipo
it: Cerca progetti
ru: Командные проекты
sk: Tímové projekty
ta: குழு திட்டங்கள்

source: Manage '%(team_name)s' projects
eo: Administri la projektojn de «%(team_name)s»
it: Gestire %(project_name)s
ru: Управление проектами '%(team_name)s
sk: Spravujte projekty '%(team_name)s'
ta: '%(team_name)s' திட்டங்களை நிர்வகிக்கவும்

source: This team does not have admin or upload permissions for any projects, yet. Get started by configuring collaborators for a project in your organization.
de: Dieses Team hat noch keine Admin- oder Upload-Berechtigungen für Projekte. Beginnen Sie mit der Konfiguration von Mitarbeitern für ein Projekt in Ihrer Organisation.
eo: Jen teamo sen administraj aŭ alŝutaj permesoj por iu ajn projekto. Ekagordu kunlaborantojn por projekto en via organizaĵo.
it: Questo team non dispone ancora delle autorizzazioni di amministratore o di caricamento per alcun progetto. Inizia configurando i collaboratori per un progetto nella tua organizzazione.
pt: Este time ainda não possui administrador ou permissões de envio para nenhum projeto. Comece configurando colaboradores para o projeto em sua organização.
ru: У этой команды пока нет разрешений администратора или загрузки для каких-либо проектов. Начните с настройки сотрудников для проекта в вашей организации.
sk: Tento tím zatiaľ nemá povolenia správcu ani povolenia na nahrávanie pre žiadne projekty. Začnite konfiguráciou spolupracovníkov pre projekt vo vašej organizácii.
ta: இந்த குழுவில் எந்தவொரு திட்டத்திற்கும் நிர்வாகி அல்லது பதிவேற்ற அனுமதிகள் இல்லை. உங்கள் நிறுவனத்தில் ஒரு திட்டத்திற்கான ஒத்துழைப்பாளர்களை உள்ளமைப்பதன் மூலம் தொடங்கவும்.

source: Manage members of '%(team_name)s'
eo: Administri la teamanojn de «%(team_name)s»
it: Gestire %(project_name)s
ru: Управление членами команды '%(team_name)s'
sk: Spravovať členov '%(team_name)s'
ta: '%(team_name)s' உறுப்பினர்களை நிர்வகிக்கவும்

source: Use this page to manage which organization users are members of this team.
de: Verwenden Sie diese Seite, um zu verwalten, welche Organisation Benutzer Mitglieder dieses Teams sind.
eo: Uzu ĉi tiun paĝon por administri tiujn organizaĵajn uzantojn, kiuj estas teamanoj de la teamo.
it: Utilizza questa pagina per gestire quali utenti dell'organizzazione sono membri di questo team.
pt: Use esta página para gerenciar quais usuários são membros deste time.
ru: Используйте эту страницу для управления тем, какие пользователи организации являются членами этой команды.
sk: Pomocou tejto stránky môžete spravovať, ktorí používatelia organizácie sú členmi tohto tímu.
ta: எந்த நிறுவன பயனர்கள் இந்த குழுவின் உறுப்பினர்கள் என்பதை நிர்வகிக்க இந்தப் பக்கத்தைப் பயன்படுத்தவும்.

source: Cannot remove other people from the team
eo: Ne eblas forigi aliulojn el la teamo
it: Non sei un proprietario di questo progetto
ru: Не может исключать других людей из команды
sk: Nie je možné odstrániť iných ľudí z tímu
ta: அணியிலிருந்து மற்றவர்களை அகற்ற முடியாது

source: Remove %(user)s from this team
eo: Forigi la uzanton %(user)s for de la teamo
it: Rimuovi %(user)s da questo progetto
ru: Удалить %(user)s из этой команды
sk: Odstrániť %(user)s z tohto tímu
ta: இந்த குழுவிலிருந்து %(user)s அகற்று

source: There are no members in this team, yet.
eo: Ankoraŭ teamanoj mankas en ĉi tiu teamo.
it: Non sei un proprietario di questo progetto
ru: В этой команде пока нет участников.
sk: V tomto tíme zatiaľ nie sú žiadni členovia.
ta: இந்த அணியில் உறுப்பினர்கள் யாரும் இல்லை.

source: Get started by adding a team member below.
de: Beginnen Sie mit dem Hinzufügen eines Team-Mitglieds unten.
eo: Komencu anigante teamanon ĉi-sube.
it: Inizia aggiungendo un membro del team di seguito.
pt: Comece adicionando um membro da equipa abaixo.
pt_br: Comece adicionando um membro da equipe abaixo.
ru: Начните с добавления члена команды ниже.
sk: Začnite pridaním člena tímu nižšie.
ta: கீழே ஒரு குழு உறுப்பினரைச் சேர்ப்பதன் மூலம் தொடங்கவும்.

source: Add member
eo: Aldoni anon
it: Aggiungi email
pt: Adicionar membro
pt_br: Adicionar membro
ru: Добавить члена
sk: Pridať člena
ta: உறுப்பினரைச் சேர்க்கவும்

source: Add an organization owner, manager, or member to the team. <a href="%(href)s">Manage organization members</a> to view all users in the organization or to invite a user to the organization.
de: Fügen Sie dem Team einen Organisationsbesitzer, Manager oder Mitglied hinzu. <a href="%(href)s"> Organisationsmitglieder verwalten</a>, um alle Benutzer in der Organisation anzuzeigen oder einen Benutzer in die Organisation einzuladen.
eo: Aldoni organizaĵan posedanton, administranton aŭ anon al la teamo. <a href="%(href)s">Administru organizaĵajn anojn</a> por vidi ĉiujn uzantojn en la organizaĵo aŭ inviti uzanton al la organizaĵo.
es: Añade un propietario, administrador o miembro de la organización al equipo. <a href="%(href)s">Administra los miembros de la organización</a> para ver a los usuarios en la organización o para invitar a un usuario a la organización.
it: Aggiungi un proprietario, un manager o un membro dell'organizzazione al team. <a href="%(href)s">Gestisci i membri dell'organizzazione</a> per visualizzare tutti gli utenti dell'organizzazione o per invitare un utente nell'organizzazione.
pt: Adicione proprietários da organização, gerentes, ou membros ao time.<a href="%(href)s">Gerenciar membros da organização</a> para ver todos os usuários na organização ou para convidar usuários.
ru: Добавить в команду владельца организации, менеджера или члена. <a href="%(href)s">Управляющие члены организации </a>, чтобы просмотреть всех пользователей в организации или пригласить пользователя в организацию.
sk: Pridajte do tímu vlastníka, manažéra alebo člena organizácie. <a href="%(href)s">Spravujte členov organizácie</a> na zobrazenie všetkých používateľov v organizácii alebo na pozvanie používateľa do organizácie.
ta: ஒரு நிறுவன உரிமையாளர், மேலாளர் அல்லது உறுப்பினரை அணியில் சேர்க்கவும். <a href = "%(href)s"> நிறுவன உறுப்பினர்களை நிர்வகிக்கவும் </a> நிறுவனத்தில் உள்ள அனைத்து பயனர்களையும் பார்க்க அல்லது ஒரு பயனரை நிறுவனத்திற்கு அழைக்க.

source: Team settings
eo: Agordoj pri teamo
it: Impostazioni di rilascio
pt: Configurações da equipa
pt_br: Configurações da equipe
ru: Параметры команды
sk: Nastavenia tímu
ta: குழு அமைப்புகள்

source: Manage '%(team_name)s' settings
eo: Agordi la teamon «%(team_name)s»
it: Gestisci '%(project_name)s' impostazioni
pt: Gerir configurações de '%(team_name)s'
pt_br: Gerenciar configurações de '%(team_name)s'
ru: Управление настройками '%(team_name)s
sk: Spravujte nastavenia '%(team_name)s'
ta: '%(team_name)s' அமைப்புகளை நிர்வகிக்கவும்

source: Team name
eo: Nomo de teamo
it: Nome token
pt: Nome da equipa
pt_br: Nome do time
ru: Имя команды
sk: Tímové meno
ta: அணி பெயர்

source: Name of your team
de: Name Ihres Teams
eo: Nomo de via teamo
es: Nombre de tu equipo
it: Nome della tuo team
pt: Nome da sua equipa
pt_br: Nome de sua equipe
ru: Название вашей команды
sk: Názov vášho tímu
ta: உங்கள் அணியின் பெயர்

source: Update team
eo: Ĝisdatigi teamon
es: Actualizar equipo
it: Modifica account
ru: Команда обновления
sk: Aktualizovať tím
ta: குழு புதுப்பிக்கவும்

source: Delete team
eo: Forviŝi teamon
es: Eliminar equipo
it: Eliminare file
pt: Apagar equipa
pt_br: Excluir equipe
ru: Удалить команду
sk: Odstrániť tím
ta: அணியை நீக்கு

source: You will not be able to recover your team after you delete it.
eo: Vi ne povos realiri al via teamo post forviŝo.
es: No podrá recuperar el equipo después de que lo elimine.
it: Non sarai in grado di recuperare il tuo account dopo averlo cancellato
pt: Não será capaz de recuperar a sua equipa depois de apagá-la.
pt_br: Você não será capaz de recuperar sua equipe depois de excluí-la.
ru: Вы не сможете восстановить свою команду после ее удаления.
sk: Po odstránení nebudete môcť svoj tím obnoviť.
ta: உங்கள் அணியை நீக்கிய பிறகு அதை மீட்டெடுக்க முடியாது.

source: Team Name
eo: Nomo de teamo
es: Nombre de equipo
it: Nome
pt: Nome da Equipa
pt_br: Nome da Equipe
ru: Имя Команды
sk: Tímový názov
ta: அணி பெயர்

source: Profile of %(orgname)s
eo: Profilo de %(orgname)s
it: Profilo di %(username)s
pt: Perfil de %(orgname)s
pt_br: Perfil de %(orgname)s
ru: Профиль %(orgname)s
sk: Profil %(orgname)s
ta: %(orgname)s இன் சுயவிவரம்

source: %(org)s has not uploaded any projects to PyPI, yet
eo: %(org)s ankoraŭ alŝutis neniun projekton al PyPI
it: %(user)s non ha caricato nessun progetto su PyPI, ancora
pt: %(org)s ainda não carregou nenhum projeto para o PyPI
pt_br: %(org)s ainda não carregou nenhum projeto para o PyPI
ru: %(org)s еще не загрузил ни одного проекта на PyPI
sk: %(org)s zatiaľ nenahral do PyPI žiadne projekty
ta: %(org)s எந்தவொரு திட்டத்தையும் பைபிக்கு பதிவேற்றவில்லை

source: view details
eo: vidi detalojn
ru: просмотр сведений
ta: விவரங்களைக் காண்க

source: RSS: latest releases for %(project_name)s
eo: RSS: plej novaj eldonoj de %(project_name)s
es: RSS: las versiones más recientes de %(project_name)s
he: RSS: הגרסאות האחרונות עבור %(project_name)s
id: RSS: rilis terbaru untuk %(project_name)s
it: RSS: rilascio più recente per %(project_name)s
pt: RSS: lançamentos mais recentes para %(project_name)s
pt_br: RSS: lançamentos mais recentes para %(project_name)s
ru: RSS: последние выпуски проекта %(project_name)s
sk: RSS: najnovšie vydania pre %(project_name)s
ta: ஆர்.எச்.எச்: %(project_name)sுக்கான அண்மைக் கால வெளியீடுகள்
uk: RSS: найсвіжіші випуски %(project_name)s

source: Copy PIP instructions
de: PIP Anweisungen kopieren
el: Αντιγραφή οδηγιών PIP
eo: Kopii instrukcion por PIP
es: Copiar instrucciones para PIP
fr: Copier les instructions PIP
he: העתקת הוראות PIP
id: Salin instruksi PIP
it: Copia le istruzioni PyPI
ja: PyPIの手順をコピー
pt: Copiar instruções PIP
pt_br: Copiar instruções PIP
ru: Скопировать инструкции PIP
sk: Skopírujte pokyny PIP
ta: PIP வழிமுறைகளை நகலெடுக்கவும்
tr: PIP yönergelerini kopyala
uk: Скопіювати інструкції для PIP

source: This project has been quarantined
eo: Jen kvarantenigita projekto
ru: Этот проект был помещен в карантин
sk: Tento projekt bol karanténe
ta: இந்த திட்டம் தனிமைப்படுத்தப்பட்டுள்ளது

source: This release has been yanked
de: Diese Veröffentlichung wurde yanked
eo: Ĉi tiu eldono estis fortirita
es: Se ha retirado esta versión
he: גרסה זו נגרעה
id: Rilis ini telah dihentikan
it: Questo rilascio è stato stralciato
pt: Este lançamento foi retirado
pt_br: Este lançamento foi retirado
ru: Этот выпуск был изъят
sk: Toto vydanie bolo vytrhnuté
ta: இந்த வெளியீடு அசைக்கப்பட்டது
uk: Цей випуск анульовано

source: Stable version available (%(version)s)
de: Stabile Version verfügbar (%(version)s)
el: Διαθέσιμη σταθερή έκδοση (%(version)s)
eo: Stabila versio havebla (%(version)s)
es: Versión estable disponible (%(version)s)
fr: Version stable disponible (%(version)s)
he: גרסה יציבה זמינה (%(version)s)
id: Versi stabil tersedia (%(version)s)
it: Versione stabile disponibile(%(version)s)
ja: 使用可能な安定バージョン %(version)s
pt: Versão estável disponível (%(version)s)
pt_br: Versão estável disponível (%(version)s)
ru: Доступна стабильная версия (%(version)s)
sk: K dispozícii stabilná verzia (%(version)s)
ta: நிலையான பதிப்பு கிடைக்கிறது (%(version)s)
tr: Kararlı sürüm mevcut (%(version)s)
uk: Доступна стабільна версія (%(version)s)

source: Newer version available (%(version)s)
de: Neuere Version verfügbar (%(version)s)
el: Νέα έκδοση διαθέσιμη (%(version)s)
eo: Pli nova versio havebla (%(version)s)
es: Versión más reciente disponible (%(version)s)
fr: Nouvelle version disponible (%(version)s)
he: גרסה חדשה יותר זמינה (%(version)s)
id: Versi yang lebih baru tersedia (%(version)s)
it: Versione più recente disponibile(%(version)s)
ja: 利用可能な新しいバージョン %(version)s
pt: Versão mais nova disponível (%(version)s)
pt_br: Versão mais nova disponível (%(version)s)
ru: Доступна новая версия (%(version)s)
sk: K dispozícii je novšia verzia (%(version)s)
ta: புதிய பதிப்பு கிடைக்கிறது (%(version)s)
tr: Daha yeni bir sürüm mevcut (%(version)s)
uk: Доступна новіша версія (%(version)s)

source: Latest version
de: Neueste Version
el: Τελευταία έκδοση
eo: Plej nova versio
es: Versión más reciente
fr: Dernière version
he: הגרסה האחרונה
id: Versi terbaru
it: Versione più recente
ja: 最新バージョン
pt: Versão mais recente
pt_br: Versão mais recente
ru: Последняя версия
sk: Najnovšia verzia
ta: அண்மைக் கால பதிப்பு
tr: En son sürüm
uk: Найновіша версія

source: Released: %(release_date)s
de: Veröffentlicht am: %(release_date)s
eo: Eldonita je: %(release_date)s
es: Publicación: %(release_date)s
fr: Dernière version : %(release_date)s
he: תאריך שחרור: %(release_date)s
id: Dirilis: %(release_date)s
it: Rilasciato: %(release_date)s
ja: リリース日: %(release_date)s
pt: Lançado em: %(release_date)s
pt_br: Lançamento em: %(release_date)s
ru: Выпущен: %(release_date)s
sk: Vydané: %(release_date)s
ta: வெளியிடப்பட்டது: %(release_date)s
tr: Yayınlanma tarihi: %(release_date)s
uk: Опубліковано: %(release_date)s
