Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: How can I upload a project description in a different format?
de: Wie kann ich eine Projektbeschreibung in einem anderen Format hochladen?
el: Πως μπορώ να ανεβάσω την περιγραφή ενός project σε άλλη μορφή;
eo: Kiel mi povas alŝuti projektan priskribon en alia dosierformo?
es: ¿Cómo cargo una descripción de proyecto en un formato diferente?
fr: Comment puis-je publier une description de projet dans un format différent ?
he: כיצד אני יכול/ה להעלות תיאור פרויקט בפורמט אחר?
id: Bagaimana cara mengunggah deskripsi proyek dalam format yang berbeda?
it: Come posso caricare la descrizione di un progetto in un formato diverso?
ja: プロジェクトの説明を別のフォーマットでアップロードするには、どうすればよいですか？
pt: Como posso enviar uma descrição de projeto num formato diferente?
pt_br: Como posso enviar uma descrição de projeto em um formato diferente?
ru: Как я могу загрузить описание проекта в другом формате?
sk: Ako môžem nahrať popis projektu v inom formáte?
ta: திட்ட விளக்கத்தை வேறு வடிவத்தில் எவ்வாறு பதிவேற்ற முடியும்?
tr: Bir projenin açıklamasını farklı bir formatta nasıl yükleyebilirim?
uk: Як я можу завантажити опис проєкту в іншому форматі?

source: How do I get a file size limit exemption or increase for my project?
de: Wie erhalte ich eine Ausnahme von der Dateigrößenlimitierung oder erhöhe diese für mein Projekt?
el: Πως μπορώ να έχω μια εξαίρεση στο μέγεθος ενός αρχείου ή μια αύξηση στο project μου;
eo: Kiel mi ricevas escepton aŭ pliigon de la limo de grando de dosiero por mia projekto?
es: ¿Cómo obtengo una excepción o un aumento al límite de tamaño de archivos para mi proyecto?
fr: Comment puis-je obtenir une exemption ou une augmentation de la limite de taille de fichier pour mon projet ?
he: כיצד אני מקבל/ת פטור מ- או הרחבה של מגבלת גודל הקבצים עבור הפרויקט שלי?
id: Bagaimana cara mendapatkan pembebasan atau peningkatan batas ukuran file untuk proyek saya?
it: Come posso ottenere una esenzione o un aumento del limite della dimensione file per il mio progetto?
ja: プロジェクトのファイルサイズ制限を解除、または増やすには、どうすればよいですか？
pt: Como faço para obter uma isenção ou aumento de limite de tamanho de ficheiro para o meu projeto?
pt_br: Como faço para obter uma isenção de limite de tamanho de arquivo ou aumentar para meu projeto?
ru: Как мне для моего проекта получить исключение на лимит размера файлов или увеличить его?
sk: Ako získam výnimku alebo zvýšenie limitu veľkosti súboru pre môj projekt?
ta: எனது திட்டத்திற்கு கோப்பு அளவு வரம்பு விலக்கு அல்லது அதிகரிப்பு எவ்வாறு பெறுவது?
tr: Projem için dosya boyutu limitini nasıl yükseltebilirim veya tamamen kaldırabilirim?
uk: Як мені отримати виняток чи збільшення обмеження розміру файлів у моєму проєкті?

source: How do I get a total project size limit exemption or increase for my project?
eo: Kiel mi ricevas escepton aŭ pliigon de la limo de totala grando por mia projekto?
es: ¿Cómo obtengo una excepción o un aumento al límite de tamaño total de mi proyecto?
he: כיצד אוכל לקבל פטור או הגדלה של גודל הפרויקט הכולל עבור הפרויקט שלי?
id: Bagaimana cara mendapatkan pembebasan atau peningkatan batas ukuran untuk proyek saya?
it: Come posso ottenere una esenzione o un aumento del limite della dimensione totale per il mio progetto?
pt: Como faço para obter uma isenção de limite ou aumento de tamanho para todo o meu projeto?
pt_br: Como faço para obter uma isenção de limite de tamanho total do projeto ou aumentar para meu projeto?
ru: Как мне для моего проекта получить исключение на лимит общего размера проекта или увеличить его?
sk: Ako získam výnimku z limitu celkovej veľkosti projektu alebo zvýšenie pre môj projekt?
ta: எனது திட்டத்திற்கு மொத்த திட்ட அளவு வரம்பு விலக்கு அல்லது அதிகரிப்பு எவ்வாறு பெறுவது?
uk: Як мені отримати виняток чи збільшення обмеження загального розміру мого проєкту?

source: Where does PyPI get its data on project vulnerabilities from, and how can I correct it?
de: Wo erhält PyPI seine Daten zu Sicherheitslücken und wie kann ich sie korrigieren?
eo: De kie PyPI ricevas datenojn pri projektaj vundeblaĵoj, kaj kiel mi povas korekti ilin?
es: ¿De dónde obtiene PyPI sus datos sobre vulnerabilidades en los proyectos? ¿Cómo la corrijo?
id: Dari mana PyPI mendapatkan data kerentanan proyek nya, dan bagaimana cara saya mengoreksinya?
it: Da dove PyPI prende i suoi dati sulla vulnerabilità del progetto, e come posso coreggerlo?
pt: De onde o PyPI obtém os dados dele sobre as vulnerabilidades do projeto e como posso corrigi-los?
pt_br: De onde o PyPI obtém seus dados sobre as vulnerabilidades do projeto e como posso corrigi-los?
ru: Откуда PyPI берет данные об уязвимостях проектов и как их исправить?
sk: Odkiaľ PyPI získava údaje o zraniteľnostiach projektu a ako ich môžem opraviť?
ta: திட்ட பாதிப்புகள் குறித்த பைபி அதன் தரவை எங்கிருந்து பெறுகிறது, அதை எவ்வாறு சரிசெய்ய முடியும்?
uk: Звідки PyPI бере свої дані щодо вразливостей проєктів і як мені їх виправити?

source: How can I restore a deleted project, release or file?
eo: Kiel restaŭri forviŝitan projekton, eldonon aŭ dosieron?
ru: Как восстановить удаленный проект, выпуск или файл?
sk: Ako môžem obnoviť zmazané projekt, uvoľnenie alebo súbor?
ta: நீக்கப்பட்ட திட்டம், வெளியீடு அல்லது கோப்பை எவ்வாறு மீட்டெடுப்பது?

source: Why am I getting "the description failed to render" error?
de: Warum bekomme ich "das Rendering der Beschreibung ist fehlgeschlagen" Fehlermeldung?
eo: Kial okazas la eraro «la priskribo malsukcesis montriĝi»?
es: ¿Por qué recibo el error «No se pudo representar la descripción»?
id: Mengapa saya mendapatkan eror "deskripsi gagal di-render"?
it: Perché ricevo l'errore "Impossibile visualizzare la descrizione"?
pt: Por que estou recebendo o erro "the description failed to render"?
pt_br: Por que estou recebendo o erro "the description failed to render"?
ru: Почему я получаю ошибку "описание не удалось отрисовать"?
sk: Prečo sa mi zobrazuje chyba „popis sa nepodarilo vykresliť“?
ta: "விளக்கம் வழங்கத் தவறிவிட்டது" பிழையை நான் ஏன் பெறுகிறேன்?
uk: Чому я отримую помилку «не вдалося відобразити опис» («the description failed to render»)?

source: Why can't I manually upload files to PyPI, through the browser interface?
de: Wieso kann ich Dateien nicht manuell über das Browser-Interface zum PyPI hochladen?
el: Γιατί δεν μπορώ να ανεβάσω χειροκίνητα αρχεία στο PyPI, μέσα από το interface του περιηγητή;
eo: Kial mi ne rajtas permane alŝuti dosierojn al PyPI per la interfaco de la TTT-legilo?
es: ¿Por qué no puedo cargar archivos manualmente en PyPI a través de la interfaz del navegador?
fr: Pourquoi ne puis-je pas publier manuellement mes fichiers sur PyPi, via le navigateur Web ?
he: מדוע אינני יכול/ה להעלות קבצית ל-PyPI באופן ידני, דרך ממשק הדפדפן?
id: Mengapa saya tidak dapat mengunggah file ke PyPI secara manual, melalui antarmuka browser?
it: Perché non riesco a caricare i files manualmente su PyPI, attraverso l'interfaccia del browser?
ja: なぜ、ブラウザ・インタフェース経由でPyPIにファイルを手動でアップロードできないのですか？
pt: Por que não consigo enviar ficheiros ao PyPI manualmente, por meio da interface do navegador?
pt_br: Por que não consigo enviar arquivos manualmente para o PyPI, por meio da interface do navegador?
ru: Почему я не могу вручную загрузить файлы на PyPI через интерфейс браузера?
sk: Prečo nemôžem manuálne nahrať súbory do PyPI cez rozhranie prehliadača?
ta: உலாவி இடைமுகத்தின் மூலம் கோப்புகளை ஏன் கைமுறையாக பைபிக்கு கைமுறையாக பதிவேற்ற முடியாது?
tr: Neden tarayıcı arayüzünden PyPI' a manuel olarak dosya yükleyemiyorum?
uk: Чому я не можу завантажувати файли до PyPI вручну через браузерний інтерфейс?

source: I forgot my PyPI password. Can you help me?
de: Ich habe mein PyPI-Passwort vergessen? Wo bekomme ich Hilfe?
el: Ξέχασα τον κωδικό χρήστη του PyPI. Μπορείτε να με βοηθήσετε;
eo: Mi forgesis mian pasvorton por PyPI. Ĉu vi povas helpi min?
es: He olvidado mi contraseña de PyPI. Necesito ayuda.
fr: J'ai oublié mon mot de passe PyPI. Pouvez-vous m'aider ?
he: שחכתי את סיסמתי ל-PyPI. האם תוכלו לעזור לי?
id: Saya lupa kata sandi PyPI saya. Bisakah kamu membantuku?
it: Ho dimenticato la mia password di PyPI. Mi potete aiutare?
ja: PyPIのパスワードを忘れてしまいました。手を貸してもらえますか？
pt: Esqueci-me da minha palavra-passe do PyPI. Pode-me ajudar?
pt_br: Esqueci minha senha do PyPI. Você pode me ajudar?
ru: Я забыл свой пароль от PyPI. Вы можете мне помочь?
sk: Zabudol som svoje heslo PyPI. Môžeš mi pomôcť?
ta: எனது PYPI கடவுச்சொல்லை மறந்துவிட்டேன். நீங்கள் எனக்கு உதவ முடியுமா?
tr: PyPI parolamı unuttum. Bana yardım edebilir misiniz?
uk: Мій пароль від PyPI втрачено. Ви можете мені допомогти?

source: I've lost access to my PyPI account. Can you help me?
eo: Mi perdis atingon al mia PyPI-konto. Ĉu vi povas helpi min?
es: He perdido el acceso a mi cuenta de PyPI. Necesito ayuda.
fr: J'ai perdu l'accès à mon compte PyPI. Pouvez-vous m'aider ?
he: איבדתי גישה לחשבון ה-PyPI שלי. האם תוכלו לעזור לי?
id: Saya kehilangan akses ke akun PyPI saya. Bisakah kamu membantuku?
it: Ho perso l'accesso al mio account PyPI. Mi potete aiutare?
ja: PyPIアカウントにアクセスできなくなりました。手を貸してもらえますか？
pt: Perdi acesso à minha conta PyPI. Pode-me ajudar?
pt_br: Perdi acesso à minha conta PyPI. Você pode me ajudar?
ru: Я потерял доступ к своей учётной записи PyPI. Вы можете мне помочь?
sk: Stratil som prístup k svojmu účtu PyPI. Môžeš mi pomôcť?
ta: எனது PYPI கணக்கிற்கான அணுகலை இழந்துவிட்டேன். நீங்கள் எனக்கு உதவ முடியுமா?
tr: PyPI hesabıma olan erişimimi kaybettim. Bana yardımcı olabilir misiniz?
uk: Я втратив доступ до свого облікового запису PyPI. Ви можете мені допомогти?

source: Why am I getting an "Invalid or non-existent authentication information." error when uploading files?
eo: Kial mi ricevas eraron «Invalid or non-existent authentication information.» (Ne valida aŭ ne ekzistanta aŭtentikiga informo) dum alŝuto de dosieroj?
ru: Почему при загрузке файлов я получаю ошибку "Неверная или несуществующая информация об аутентификации."?
sk: Prečo som dostať "Neplatné alebo neexistujúce informácie o autentifikácii." chyba pri nahrávaní súborov?
ta: நான் ஏன் "தவறான அல்லது இல்லாத அங்கீகார தகவல்களை" பெறுகிறேன். கோப்புகளை பதிவேற்றும்போது பிழை?

source: Why am I getting "No matching distribution found" or "Could not fetch URL" errors during <code>pip install</code>?
de: Warum erhalte ich die Fehlermeldungen "No matching distribution found" oder "Could not fetch URL" beim Ausführen von <code>pip install</code>?
el: Γιατί εμφανίζονται τα σφάλματα "No matching distribution found" ή "Could not fetch URL" κατά τη διάρκεια του <code>pip install</code>;
eo: Kial mi ricevas erarojn kiel "Could not fetch URL" (Neniu kongrua distribuo trovita) aŭ "Could not fetch URL" (Ne povis akiri URL) dum <code>pip install</code>?
es: ¿Por qué recibo errores «No se encontró ninguna distribución coincidente» o «No se pudo recuperar el URL» al ejecutar <code>pip install</code>?
fr: Pourquoi est-ce que j'obtiens les erreurs « Aucune distribution correspondante trouvée » ou « Impossible de récupérer l'URL » lors de l’exécution de <code>pip install</code> ?
he: מדוע אני מקבל/ת שגיאות מסוג "No matching distribution found" או "Could not fetch URL" בעת הרצת <code>pip install</code>?
id: Mengapa saya mendapatkan kesalahan "Tidak ditemukan distribusi yang cocok" atau "Tidak dapat mengambil URL" disaat <code>pip install</code>?
it: Perchè ricevo errori di "Nessuna distribuzione corrispondente trovata" o "Non è stato possibile restituire l'Url" durante<code>pip install</code>?
ja: なぜ、<code>pip install</code>の実行中に「一致するディストリビューションが見つかりません（No matching distribution found）」または「URLを取得できませんでした（Could not fetch URL）」というエラーが表示されるのですか？
pt: Por que estou recebendo erros "No matching distribution found" ou "Could not fetch URL" durante <code>pip install</code>?
pt_br: Por que estou recebendo erros "No matching distribution found" ou "Could not fetch URL" durante <code>pip install</code>?
ru: Почему я получаю ошибки «No matching distribution found» («Не найдено подходящих дистрибутивов») или «Could not fetch URL» («Невозможно извлечь по адресу URL») во время выполнения команды <code>pip install</code>?
sk: Prečo sa mi počas inštalácie <code>pip</code> zobrazujú chyby „Nenašla sa žiadna zodpovedajúca distribúcia“ alebo „Nepodarilo sa načítať adresu URL“?
ta: <குறியீடு> பிஐபி நிறுவல் </code> இன் போது "பொருந்தக்கூடிய வழங்கல் இல்லை" அல்லது "முகவரி ஐப் பெற முடியவில்லை" பிழைகளை நான் ஏன் பெறுகிறேன்?
tr: <code>pip install</code> sırasında neden "No matching distribution found" ya da "Could not fetch URL" hatalarını alıyorum?
uk: Чому я отримую помилки «No matching distribution found» чи «Could not fetch URL» під час <code>pip install</code>?

source: I am having trouble using the PyPI website. Can you help me?
de: Ich habe Probleme bei der Nutzung der PyPI-Website. Wo bekomme ich Hilfe?
el: Αντιμετωπίζω πρόβλημα στη χρήση της ιστοσελίδας του PyPI. Μπορείτε να με βοηθήσετε;
eo: Uzi la retejon PyPI estas malfacile por mi. Ĉu vi povas helpi min?
es: Tengo problemas para utilizar el sitio web de PyPI. Necesito ayuda para solucionarlos.
fr: J'ai des problèmes avec le site de PyPI. Pouvez-vous m'aider ?
he: יש לי קושי בשימוש באתר PyPI. האם תוכלו לעזור לי?
id: Saya mengalami masalah saat menggunakan situs web PyPI. Bisakah kamu membantuku?
it: Sto avendo problemi a usare il sito PyPI. Potete aiutarmi?
ja: PyPIのウェブサイトを使うのに苦労しています。手を貸してもらえますか？
pt: Tenho problemas a usar o site do PyPI. Pode-me ajudar?
pt_br: Estou tendo problemas para usar o site do PyPI. Você pode me ajudar?
ru: У меня возникли проблемы с использованием веб-сайта PyPI. Вы можете мне помочь?
sk: Mám problémy s používaním webovej stránky PyPI. Môžeš mi pomôcť?
ta: PYPI வலைத்தளத்தைப் பயன்படுத்துவதில் சிக்கல் உள்ளது. நீங்கள் எனக்கு உதவ முடியுமா?
tr: PyPI internet sitesini kullanırken sorunlar yaşıyorum. Bana yardım edebilir misiniz?
uk: Я маю проблему під час використання вебсайту PyPI. Можете мені допомогти?

source: Why did my package or user registration get blocked?
de: Wieso wurde mein Paket oder meine Benutzer-Registrierung blockiert?
el: Γιατί το πακέτο μου ή η εγγραφή χρήστη μπλοκαρίστηκε;
eo: Kial mia pako aŭ uzanto-registriĝo forbariĝis?
es: ¿Por qué se ha bloqueado el registro de mi paquete o mi cuenta de usuario?
fr: Pourquoi mon paquet ou mon inscription ont-ils été bloqués ?
he: מדוע חבילה שלי או רישום משתמש נחסמו?
id: Mengapa registrasi paket atau pengguna saya diblokir?
it: Perché il mio pacchetto o la registrazione utente sono stati bloccati?
ja: 私のパッケージまたはユーザ登録がブロックされたのはなぜですか？
pt: Por que o meu pacote ou registo de utilizador foi bloqueado?
pt_br: Por que meu pacote ou registro de usuário foi bloqueado?
ru: Почему мой пакет или регистрация пользователя были заблокированы?
sk: Prečo bol môj balík alebo registrácia používateľa zablokovaná?
ta: எனது தொகுப்பு அல்லது பயனர் பதிவு ஏன் தடுக்கப்பட்டது?
tr: Neden paketım ya da kullanıcı hesabım bloklandı?
uk: Чому реєстрацію мого пакунку чи користувача заблоковано?

source: Why am I getting a "Filename or contents already exists" or "Filename has been previously used" error?
de: Wieso bekomme den Fehler "Dateiname oder Inhalt existiert bereits" bzw. "Dateiname wurde schon einmal verwendet" angezeigt?
el: Γιατί εμφανίζονται τα σφάλματα "Filename or contents already exists" ή "Filename has been previously used";
eo: Kial mi ricevas eraron "Filename or contents already exists" (Dosiernomo aŭ enhavo jam ekzistas) aŭ "Filename has been previously used" (Dosiernomo estis antaŭe uzita)?
es: ¿Por qué recibo un error «Ya existe el nombre de archivo o el contenido»/«El nombre de archivo se ha utilizado con anterioridad»?
fr: Pourquoi est-ce que j'obtiens l'erreur « Le nom de fichier ou le contenu existe déjà » ou « Le nom du fichier a déjà été utilisé » ?
he: מדוע אני מקבל/ת שגיאה מסוג "Filename or contents already exists" או "Filename has been previously used"?
id: Mengapa saya mendapatkan pesan error "Nama file atau konten sudah ada" atau "Nama file telah digunakan sebelumnya"?
it: Perché ricevo un errore "Filename o contenuti già esistente" o "il Filename è stato usato in precedenza"?
ja: 「ファイル名または内容が既に存在します（Filename or contents already exists）」または「そのファイル名は以前に使用されています（Filename has been previously used）」というエラーが表示されるのはなぜですか？
pt: Por que estou recebendo um erro "Filename or contents already exists" ou "Filename has been previously used"?
pt_br: Por que estou recebendo um erro "Filename or contents already exists" ou "Filename has been previously used"?
ru: Почему я получаю ошибку «Filename or contents already exists» («Имя файла или содержимое уже существуют») или «Filename has been previously used» («Имя файла использовалось ранее»)?
sk: Prečo sa mi zobrazuje chyba „Názov súboru alebo obsah už existuje“ alebo „Názov súboru už bol použitý“?
ta: நான் ஏன் "கோப்பு பெயர் அல்லது உள்ளடக்கங்கள் ஏற்கனவே உள்ளன" அல்லது "கோப்பு பெயர் முன்பு பயன்படுத்தப்பட்டது" பிழை?
tr: Neden "Filename or contents already exists" ya da"Filename has been previously used" hatalarını alıyorum?
uk: Чому я отримую помилку «Назва файлу або вміст уже існує» («Filename or contents already exists») чи «Назва файлу вже використовувалася раніше» («Filename has been previously used»)?

source: How do I request a new trove classifier?
de: Wie kann ich eine neue Kategorie anfragen?
el: Πως αιτούμαι ένα νέο trove classifier;
eo: Kiel mi petu novan klasigilon?
es: ¿Cómo se solicita un clasificador de interés nuevo?
fr: Comment puis-je demander un nouveau classificateur ?
he: כיצד אני מבקש/ת הוספה של מסווג מטמון (trove classifier) חדש?
id: Bagaimana cara meminta pengklasifikasi trove baru?
it: Come richiedo un nuovo classificatore di raccolta?
ja: 新しいTrove分類を要求するには、どうすればよいですか？
pt: Como solicito um novo classificador de trove?
pt_br: Como solicito um novo classificador de trove?
ru: Как я могу запросить добавление нового trove-классификатора?
sk: Ako požiadam o nový klasifikátor?
ta: புதிய ட்ரோவ் வகைப்படுத்தியை நான் எவ்வாறு கோருவது?
tr: Yeni bir sınıflandırıcıyı nasıl talep edebilirim?
uk: Як я можу попросити новий trove-класифікатор?

source: Where can I report a bug or provide feedback about PyPI?
de: Wo kann ich Fehler, Bugs, oder Feedback bzgl. PyPI melden?
el: Που μπορώ να αναφέρω ένα σφάλμα ή να δώσω feedback σχετικά με το PyPI;
eo: Kien mi raportu cimon aŭ komentu pri PyPI?
es: ¿Cómo informo de un problema con PyPI o brindo comentarios sobre este?
fr: Où puis-je signaler un bug ou fournir des commentaires sur PyPI ?
he: היכן אני יכול/ה לדווח על באג או לספק משוב לגבי PyPI?
id: Di mana saya dapat melaporkan bug atau memberikan umpan balik tentang PyPI?
it: Dove posso riportare un bug o fornire una recensione su PyPI?
ja: PyPIに関するバグ報告やフィードバックはどこで行えますか?
pt: Onde posso relatar um erro ou fornecer comentários sobre o PyPI?
pt_br: Onde posso relatar um erro ou fornecer comentários sobre o PyPI?
ru: Где я могу сообщить об ошибке или оставить отзыв о PyPI?
sk: Kde môžem nahlásiť chybu alebo poskytnúť spätnú väzbu o PyPI?
ta: நான் ஒரு பிழையை எங்கே புகாரளிக்க முடியும் அல்லது PYPI பற்றிய கருத்துக்களை வழங்க முடியும்?
tr: PyPI hakkında geribildirimlerimi ya da karşılaştığım bugları nereye bildirebilirim?
uk: Де я можу повідомити про ваду або надати відгук щодо PyPI?

source: I'm having trouble setting up two factor authentication with an authentication application (<abbr title="time-based one-time password">TOTP</abbr>). Can you help me?
eo: Estas malfacile starigi dupaŝan aŭtentikigon per aŭtentikigilo (<abbr title="tempo-baza unufoja pasvorto">TOTP</abbr>). Ĉu vi povas helpi min?
ru: У меня возникли проблемы с настройкой двухфакторной аутентификации с помощью приложения для аутентификации (<abbr title="одноразовый пароль на основе времени">TOTP</abbr>). Не могли бы вы мне помочь?
sk: Mám problémy s nastavením dvoch faktorov s autentifikáciou aplikácie (<abbr title="time-based one-time password">TOTP</abbr>). Môžete mi pomôcť?
ta: அங்கீகார பயன்பாட்டுடன் இரண்டு காரணி அங்கீகாரத்தை அமைப்பதில் சிக்கல் உள்ளது (<abbr தலைப்பு = "நேர அடிப்படையிலான ஒரு முறை கடவுச்சொல்"> TOTP </bbr>). நீங்கள் எனக்கு உதவ முடியுமா?

source: My project says it's in quarantine. What does that mean?
eo: Kio signifas, ke mia projekto estas kvarantenigita?
pt: Meu projeto está em quarantena. O que isso significa?
ru: Мой проект попал в карантин. Что это значит?
sk: Môj projekt hovorí, že je v karanténe. Čo to znamená?
ta: எனது திட்டம் இது தனிமைப்படுத்தலில் உள்ளது என்று கூறுகிறது. இதன் பொருள் என்ன?

source: Who maintains PyPI?
de: Wer betreibt PyPI?
el: Ποιος διατηρεί το PyPI;
eo: Kiu mastrumas PyPI?
es: ¿Quiénes son responsables de PyPI?
fr: Qui est responsable de PyPI ?
he: מי מתחזק את PyPI?
id: Siapa yang mengelola PyPI?
it: Chi detiene PyPI?
ja: PyPIをメンテナンスしているのは誰ですか？
pt: Quem mantém o PyPI?
pt_br: Quem mantém o PyPI?
ru: Кто поддерживает PyPI?
sk: Kto spravuje PyPI?
ta: பைபியை பராமரிப்பது யார்?
tr: PyPI'yı kimler sürdürüyor?
uk: Хто доглядає PyPI?

source: What powers PyPI?
de: Womit wird PyPI betrieben?
el: Πως δουλεύει το PyPI;
eo: Kiel funkcias PyPI?
es: ¿Con qué funciona PyPI?
fr: Qu'est-ce qui anime PyPI ?
he: מה מפעיל את PyPI?
id: Apa kekuatan PyPI?
it: Che cosa accende PyPI?
ja: 何によってPyPIは支えられていますか？
pt: De que o PyPI é feito?
pt_br: De que é feito o PyPI?
ru: На чём PyPI работает?
sk: Čo poháňa PyPI?
ta: பைபிக்கு என்ன சக்தி?
tr: PyPI'n gücü nereden geliyor?
uk: На чому працює PyPI?

source: Can I depend on PyPI being available?
de: Kann ich mich auf die Verfügbarkeit von PyPI verlassen?
el: Μπορώ να εξαρτώμαι από την διαθεσιμότητα του PyPI;
eo: Ĉu mi povas dependi de la haveblo de PyPI?
es: ¿Puedo confiar en la disponibilidad de PyPI?
fr: Puis-je compter sur la disponibilité de PyPI ?
he: האם אני יכול/ה להסתמך על כך ש-PyPI יהיה זמין?
id: Bisakah saya bergantung pada ketersediaan PyPI?
it: Posso essere dipendente di PyPI se disponibile?
ja: PyPIの可用性を頼りにしてよいですか？
pt: Posso contar com o PyPI estar sempre disponível?
pt_br: Posso contar com o PyPI estar sempre disponível?
ru: Могу ли я рассчитывать на доступность PyPI?
sk: Môžem sa spoľahnúť na dostupnosť PyPI?
ta: பைபி கிடைப்பதை நான் சார்ந்து இருக்க முடியுமா?
tr: PYPI'nın kullanılabilir olmasına güvenebilir miyim?
uk: Чи можу я покладатися на доступність PyPI?

source: How can I contribute to PyPI?
de: Wie kann ich zu PyPI beitragen?
el: Πως μπορώ να συνεισφέρω στο PyPI;
eo: Kiel mi povas kontribui al PyPI?
es: ¿Cómo puedo contribuir con PyPI?
fr: Comment puis-je contribuer à PyPI ?
he: כיצד אני יכול/ה לתרום ל-PyPI?
id: Bagaimana cara berkontribusi pada PyPI?
it: Come posso contribuire a PyPI?
ja: PyPIに貢献するには、どうすればよいですか？
pt: Como posso contribuir ao PyPI?
pt_br: Como posso contribuir para o PyPI?
ru: Как я могу внести свой вклад в разработку PyPI?
sk: Ako môžem prispieť k PyPI?
ta: பைபிக்கு நான் எவ்வாறு பங்களிக்க முடியும்?
tr: Nasıl PyPI' a katkıda bulunabilirim?
uk: Як я можу зробити вклад у PyPI?

source: How do I keep up with upcoming changes to PyPI?
de: Wie bleibe ich bzgl. Änderungen an PyPI auf dem Laufenden?
el: Πως μπορώ να συμβαδίζω με τις επερχόμενες αλλαγές στο PyPI;
eo: Kiel mi monitoru okazontajn ŝanĝojn pri PyPI?
es: ¿Cómo me mantengo al tanto de futuros cambios en PyPI?
fr: Comment puis-je suivre les modifications de PyPi à venir ?
he: כיצד אני יכול/ה להתעדכן בשינויים עתידיים ל-PyPI?
id: Bagaimana cara mengikuti perubahan yang akan datang pada PyPI?
it: Come posso mantenermi al passo con i futuri cambiamenti a PyPI?
ja: PyPIの今後の変更に対応するには、どうすればよいですか？
pt: Como faço para acompanhar as próximas alterações no PyPI?
pt_br: Como faço para acompanhar as próximas alterações no PyPI?
ru: Как мне быть в курсе предстоящих изменений в PyPI?
sk: Ako môžem držať krok s pripravovanými zmenami PyPI?
ta: PYPI இல் வரவிருக்கும் மாற்றங்களை நான் எவ்வாறு வைத்திருப்பது?
tr: PyPI 'da yapılacak olan değişikliklerden nasıl haberdar olabilirim?
uk: Як я можу йти в ногу з майбутніми змінами до PyPI?
