Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: <a href="%(transfer_href)s">transfer ownership</a> or <a href="%(delete_href)s">delete project</a>
de: <a href="%(transfer_href)s">Eigentum übertragen</a> oder <a href="%(delete_href)s">Projekt löschen</a>
el: <a href="%(transfer_href)s">μεταφορά κυριότητας</a> ή <a href="%(delete_href)s">διαγραφή project</a>
eo: <a href="%(transfer_href)s">transdoni posedrajton</a> aŭ <a href="%(delete_href)s">forigi projekton</a>
es: <a href="%(transfer_href)s">transferir titularidad</a> o <a href="%(delete_href)s">eliminar proyecto</a>
fr: <a href="%(transfer_href)s">transférer la propriété</a> ou <a href="%(delete_href)s">supprimer le projet</a>
he: <a href="%(transfer_href)s">העברת בעלות</a> או <a href="%(delete_href)s">מחיקת הפרויקט</a>
id: <a href="%(transfer_href)s"> transfer kepemilikan </a> atau<a href="%(delete_href)s">hapus proyek</a>
it: <a href="%(transfer_href)s">trasferisci proprietà</a> o <a href="%(delete_href)s">cancella progetto</a>
ja: <a href="%(transfer_href)s">所有権の譲渡</a>または<a href="%(delete_href)s">プロジェクトの削除</a>
pt: <a href="%(transfer_href)s">transferir propriedade</a> ou <a href="%(delete_href)s">apagar projeto</a>
pt_br: <a href="%(transfer_href)s">transferir propriedade</a> ou <a href="%(delete_href)s">excluir projeto</a>
ru: <a href="%(transfer_href)s">передать право собственности</a> или <a href="%(delete_href)s">удалить проект</a>
sk: <a href="%(transfer_href)s">previesť vlastníctvo</a> alebo <a href="%(delete_href)s">odstrániť projekt</a>
ta: <a href = "%(transfer_href)s"> உரிமையை மாற்றும் </a> அல்லது <a href = "%(delete_href)s"> திட்டத்தை நீக்கு </a>
tr: <a href="%(transfer_href)s">devret</a> veya <a href="%(delete_href)s">kaldır</a>
uk: <a href="%(transfer_href)s">перенести право власності</a> чи <a href="%(delete_href)s">видалити проєкт</a>

source: Proceed with caution!
de: Mit Vorsicht fortfahren!
el: Προχωρήστε με προσοχή!
eo: Sekvu singarde!
es: ¡Prosiga con cautela!
fr: Procédez avec précaution !
he: יש להמשיך בזהירות!
id: Lanjutkan dengan hati-hati!
it: Procedi con cautela!
ja: 慎重に進めてください！
pt: Prossiga com atenção!
pt_br: Prossiga com cautela!
ru: Действуйте осторожно!
sk: Postupujte opatrne!
ta: எச்சரிக்கையுடன் தொடரவும்!
tr: Dikkat edin!
uk: Продовжуйте обережно!

source: You will not be able to recover your account after you delete it
de: Konto kann nach dem Löschen nicht wiederhergestellt werden
el: Δεν θα έχετε τη δυνατότητα να ανακτήσετε τον λογαριασμό σας αφού διαγραφεί
eo: Vi ne povos restaŭri vian konton post ĝia forigo
es: No podrá recuperar la cuenta después de que la elimine
fr: Vous ne serez pas en mesure de récupérer votre compte après l'avoir supprimé
he: לא תוכל/י לשחזר את חשבונך לאחר מחיקתו
id: Anda tidak akan dapat memulihkan akun setelah menghapusnya
it: Non sarai in grado di recuperare il tuo account dopo averlo cancellato
ja: アカウント削除後は、アカウントを回復できなくなります
pt: Não poderá recuperar a sua conta depois de apagá-la
pt_br: Você não poderá recuperar sua conta depois de excluí-la
ru: Вы не сможете восстановить свою учётную запись после её удаления
sk: Po odstránení nebudete môcť svoj účet obnoviť
ta: உங்கள் கணக்கை நீக்கிய பிறகு அதை மீட்டெடுக்க முடியாது
tr: Hesabınızı kaldırdıktan sonra tekrar kurtaramazsınız
uk: Ви не зможете відносити свій обліковий запис після того, як видалите його

source: Delete your PyPI account
de: PyPI-Konto löschen
el: Διαγραφή του PyPI λογαριασμού σας
eo: Forviŝi vian PyPI-konton
es: Eliminar su cuenta de PyPI
fr: Supprimer votre compte PyPI
he: מחיקת חשבון ה-PyPI שלך
id: Hapus akun PyPI Anda
it: Cancella il tuo account PyPI
ja: PyPIのアカウントを削除
pt: Apagar a sua conta no PyPI
pt_br: Excluir sua conta PyPI
ru: Удалить свою учётную запись PyPI
sk: Odstráňte svoj účet PyPI
ta: உங்கள் PYPI கணக்கை நீக்கு
tr: PyPI hesabını kaldır
uk: Видалити свій обліковий запис на PyPI

source: Manage
de: Verwalten
el: Διαχείριση
eo: Administri
es: Gestionar
fr: Gérer
he: ניהול
id: Mengelola
it: Gestire
ja: 管理
pt: Gerir
pt_br: Gerenciar
ru: Управлять
sk: Spravovať
ta: நிர்வகிக்கவும்
tr: Yönet
uk: Керувати

source: Two factor authentication (2FA)
de: Zwei-Faktor-Authentifizierung (2FA)
el: Πιστοποίηση δύο-παραγόντων (2FA)
eo: Dupaŝa aŭtentikigo (2PA)
es: Autenticación en dos fases (A2F)
fr: Authentification à deux facteurs (A2F)
he: אימות דו-גורמי (2FA)
id: Otentikasi dua faktor (2FA)
it: autenticazione a 2 fattori (2FA)
ja: 二要素認証（2FA）
pt: Autenticação de dois fatores (2FA)
pt_br: Autenticação de dois fatores (2FA)
ru: Двухфакторная аутентификация (2FA)
sk: Dvojfaktorové overenie (2FA)
ta: இரண்டு காரணி ஏற்பு (2FA)
tr: Çift Faktörlü Kimlik Doğrulama (2FA)
uk: Двофакторна автентифікація (2FA)

source: Two factor authentication adds an additional layer of security to your account. <a href="%(href)s">Learn more about <abbr title="two factor authentication">2FA</abbr></a>. Once 2FA is enabled, it cannot be disabled.
eo: Dupaŝa aŭtentikigo aldonas kroman tavolon de sekureco al via konto. <a href="%(href)s">Lernu plu pri <abbr title="dupaŝa aŭtentikigo">2PA</abbr></a>. Post starigo de 2PA, ĝi ne estas malstarigebla.
it: L'autenticazione a due fattori aggiunge un ulteriore strato di sicurezza al tuo account. <a href="%(href)s">Impara di più <abbr title="two factor authentication">2FA</abbr></a>.
pt: A autenticação de dois fatores adiciona uma camada adicional de segurança à sua conta. <a href="%(href)s">Saiba mais sobre <abbr title="two factor authentication">2FA</abbr></a>. Uma vez que a 2FA esteja ativada, ela não pode ser desativada.
ru: Два фактора аутентификации добавляет дополнительный уровень безопасности к вашей учетной записи. <a href="%(href)s">Узнать больше о <abbr title="two factor authentication">2FA</abbr></a>. После включения 2FA он не может быть отключен.
sk: Dva overenie faktoru dodáva ďalšiu vrstvu bezpečnosti vášho účtu. <a href="%(href)s">Naučte sa viac o <abbr title="two factor authentication">2FA</abbr></a>. Akonáhle je povolené 2FA, nie je zakázané.
ta: இரண்டு காரணி ஏற்பு உங்கள் கணக்கிற்கு கூடுதல் பாதுகாப்பை சேர்க்கிறது. <a href = "%(href)s"> <abbr தலைப்பு = "இரண்டு காரணி அங்கீகாரம்"> 2fa </bbr> </a> பற்றி மேலும் அறிக. 2FA இயக்கப்பட்டதும், அதை முடக்க முடியாது.
uk: Двофакторна автентифікація додає додатковий рівень захисту до вашого облікового запису. <a href="%(href)s">Дізнайтеся більше про <abbr title="двофакторна автентифікація (two factor authentication)">2FA</abbr></a>. Після ввімкнення двофакторної автентифікації її неможливо відключити.

source: Recovery methods enabled
eo: Realiraj metodoj ŝaltitaj
es: Se activaron métodos de recuperación
id: Metode pemulihan diaktifkan
it: Codici di recupero generati
pt: Métodos de recuperação ativados
pt_br: Métodos de recuperação habilitados
ru: Включены методы восстановления
sk: Metódy obnovy sú povolené
ta: மீட்பு முறைகள் இயக்கப்பட்டன
uk: Способи відновлення увімкнено

source: Recovery method
eo: Realira metodo
es: Método de recuperación
id: Metode pemulihan
it: Codice di recupero
pt: Método de recuperação
pt_br: Método de recuperação
ru: Метод восстановления
sk: Spôsob obnovy
ta: மீட்பு முறை
uk: Спосіб відновлення

source: generated %(generated_datetime)s
de: Veröffentlicht am: %(generated_datetime)s
el: Τελευταία εκδόθηκε: %(generated_datetime)s
eo: generita je %(generated_datetime)s
es: generados el %(generated_datetime)s
fr: généré %(generated_datetime)s
he: יוצרו ב-%(generated_datetime)s
id: dihasilkan %(generated_datetime)s
it: generato %(generated_datetime)s
ja: リリース日: %(generated_datetime)s
pt: gerada em %(generated_datetime)s
pt_br: gerada em %(generated_datetime)s
ru: сгенерирован %(generated_datetime)s
sk: vygenerované %(generated_datetime)s
ta: உருவாக்கப்பட்ட %(generated_datetime)s
tr: %(generated_datetime)s tarihinde oluşturuldu
uk: згенеровано %(generated_datetime)s

source: %(remaining)s unused
de: %(remaining)s nicht verwendet
eo: %(remaining)s ne uzita(j)
es: %(remaining)s no usado/s
it: %(remaining)s inutilizzati
pt: %(remaining)s não utilizado(s)
ru: %(remaining)s неиспользованные
sk: %(remaining)s nepoužité
ta: %(மீதமுள்ள) பயன்படுத்தப்படாதது
uk: залишилося %(remaining)s

source: Regenerate
de: Neu generieren
eo: Regeneri
es: Volver a generar
fr: Régénérer
he: ייצור מחדש
id: Buat ulang
it: Rigenera
pt: Gerar novamente
pt_br: Gerar novamente
ru: Сгенерировать повторно
sk: Regenerovať
ta: மீளுருவாக்கம்
tr: Yeniden oluştur
uk: Згенерувати нові

source: Two factor authentication methods enabled
de: Verfahren zur Zwei-Faktor-Authentifizierung aktiviert
el: Η πιστοποίηση δύο-παραγόντων είναι ενεργοποιημένη
eo: Dupaŝaj aŭtentikigaj metodoj ŝaltitaj
es: Métodos de autenticación en dos fases activados
fr: Méthodes d'authentification à deux facteur activées
he: שיטות אימות דו-גורמי מופעלות
id: Metode otentikasi dua faktor diaktifkan
it: Metodo di autenticazione a due fattori abilitato
ja: 二要素認証が有効
pt: Métodos de autenticação de dois fatores ativados
pt_br: Métodos de autenticação de dois fatores habilitados
ru: Включённые методы двухфакторной аутентификации
sk: Povolené dve metódy overenia totožnosti
ta: இரண்டு காரணி அங்கீகார முறைகள் இயக்கப்பட்டன
tr: Çift faktörlü kimlik doğrulama yöntemleri etkin
uk: Методи двофакторної автентифікації увімкнено

source: Two factor method
de: Zwei-Faktor-Verfahren
el: Μέθοδος δύο-παραγόντων
eo: Dupaŝa metodo
es: Método de dos fases
fr: Méthode d'authentification à deux facteurs
he: שיטת אימות דו-גורמי
id: Metode dua faktor
it: autenticazione a 2 fattori
ja: 二要素認証の方法:
pt: Método de dois fatores
pt_br: Método de dois fatores
ru: Метод двухфакторной аутентификации
sk: Dvojfaktorová metóda
ta: இரண்டு காரணி முறை
tr: 2 aşamalı method
uk: Двофакторний метод

source: To remove this 2FA method, you must first add another method.
de: Um diese 2FA Methode zu entfernen, müssen Sie zuerst eine andere Methode hinzufügen.
eo: Por malstarigi ĉi tiun 2PA-metodon, vi devas unue starigi alian metodon.
es: Para remover este método de 2FA, primero debes añadir otro método.
it: Per rimuovere questo metodo di 2FA, devi prima aggiungerne un altro.
pt: Para remover este método de 2FA, primeiramente deverá adicionar outro método.
ru: Чтобы удалить этот метод 2FA, необходимо сначала добавить другой метод.
sk: Ak chcete odstrániť túto metódu 2FA, musíte najprv pridať ďalšiu metódu.
ta: இந்த 2FA முறையை அகற்ற, நீங்கள் முதலில் மற்றொரு முறையைச் சேர்க்க வேண்டும்.
uk: Щоб видалити цей спосіб двофакторної автентифікації, спочатку додайте інший спосіб.

source: Cannot remove last 2FA method
eo: Ne eblas malstarigi lastan 2PA-metodon
it: Non puoi rimuovere te stesso da proprietario
pt: Não é possível remover o último método de 2FA
ru: Невозможно удалить последний метод 2FA
sk: Nie je možné odstrániť poslednú metódu 2FA
ta: கடைசி 2FA முறையை அகற்ற முடியாது

source: Remove
de: Entfernen
el: Αφαίρεση
eo: Forigi
es: Quitar
fr: Supprimer
he: הסרה
id: Hapus
it: Rimuovi
ja: 削除
pt: Remover
pt_br: Remover
ru: Удалить
sk: Odstrániť
ta: அகற்று
tr: Kaldır
uk: Видалити

source: Remove authentication application
de: Authentifizierungs-Anwendung entfernen
el: Αφαίρεση εφαρμογής πιστοποίησης
eo: Forigi aŭtentikigan programon
es: Quitar aplicación de autenticación
fr: Supprimer l'application d'authentification
he: הסרת אפליקצית אימות
id: Hapus aplikasi otentikasi
it: Rimuovi applicazione autenticazione
ja: 認証アプリケーションを削除する
pt: Remover aplicação de autenticação
pt_br: Remover aplicativo de autenticação
ru: Удаление приложения аутентификации
sk: Odstráňte autentifikačnú aplikáciu
ta: அங்கீகார பயன்பாட்டை அகற்று
tr: Kimlik doğrulama uygulamasını kaldır
uk: Видалити застосунок автентифікації

source: Remove application
de: Anwendung entfernen
el: Αφαίρεση εφαρμογής
eo: Forigi programon
es: Quitar aplicación
fr: Supprimer l'application
he: הסרת אפליקציה
id: Hapus aplikasi
it: Rimuovi applicazione
ja: アプリケーションを削除
pt: Remover aplicação
pt_br: Remover aplicativo
ru: Удалить приложение
sk: Odstráňte aplikáciu
ta: பயன்பாட்டை அகற்று
tr: Uygulamayı kaldır
uk: Видалити застосунок

source: Remove two factor security device
de: Zwei-Faktor-Sicherheitsgerät entfernen
el: Αφαίρεση συσκευής ασφαλείας δύο-παραγόντων
eo: Forigi dupaŝan sekurigan aparaton
es: Quitar aparato de seguridad para A2F
fr: Supprimer le périphérique de sécurité
he: הסרת מכשיר אימות דו-גורמי
id: Hapus perangkat keamanan dua faktor
it: Rimuovi il dispositivo di sicurezza a due fattori
ja: 二要素セキュリティ端末を削除する
pt: Remover aparelho de segurança de dois fatores
pt_br: Remover dispositivo de segurança de dois fatores
ru: Удаление двухфакторного устройства безопасности
sk: Odstráňte dvojfaktorové bezpečnostné zariadenie
ta: இரண்டு காரணி பாதுகாப்பு சாதனத்தை அகற்று
tr: Çift faktörlü güvenlik aygıtını kaldır
uk: Видалити двофакторний пристрій безпеки

source: Remove device
de: Gerät entfernen
el: Αφαίρεση συσκευής
eo: Forigi aparaton
es: Quitar aparato
fr: Supprimer le périphérique
he: הסרת מכשיר
id: Hapus perangkat
it: Rimuovi dispositivo
ja: 端末を削除
pt: Remover aparelho
pt_br: Remover dispositivo
ru: Удалить устройство
sk: Odstráňte zariadenie
ta: சாதனத்தை அகற்று
tr: Aygıtı kaldır
uk: Видалити пристрій

source: Device name
de: Gerätename
el: Όνομα συσκευής
eo: Nomo de la aparato
es: Nombre del aparato
fr: Nom du périphérique
he: שם מכשיר
id: Nama perangkat
it: Nome del dispositivo
ja: 端末名
pt: Nome do aparelho
pt_br: Nome do dispositivo
ru: Название устройства
sk: Názov zariadenia
ta: சாதன பெயர்
tr: Aygıt Adı
uk: Назва пристрою

source: <a href="%(href)s">Verify your primary email address</a> before adding additional two factor authentication methods to your account.
eo: <a href="%(href)s">Konfirmu vian ĉefan retpoŝtan adreson</a> antaŭ ol starigi pliajn metodojn por dupaŝa aŭtentikigo ĉe via konto.
it: <a href="%(href)s">Verifica il tuo indirizzo email principale</a> per aggiungere l'autenticazione a due fattori sul tuo account.
pt: <a href="%(href)s">Verifique o seu endereço de e-mail principal</a> antes de adicionar métodos de autenticação de dois fatores adicionais à sua conta.
pt_br: <a href="%(href)s">Verifique seu endereço de e-mail principal</a> antes de adicionar métodos de autenticação de dois fatores adicionais à sua conta.
ru: <a href="%(href)s">Проверьте свой основной адрес электронной почты</a>, прежде чем добавлять дополнительные методы двухфакторной аутентификации в свою учетную запись.
sk: <a href="%(href)s">Overte svoju primárnu e-mailovú adresu</a> pred pridaním ďalších dvojfaktorových metód overenia do svojho účtu.
ta: <a href = "%(href)s"> உங்கள் கணக்கில் கூடுதல் இரண்டு காரணி அங்கீகார முறைகளைச் சேர்ப்பதற்கு முன் உங்கள் முதன்மை மின்னஞ்சல் முகவரியை சரிபார்க்கவும்.

source: <a href="%(href)s">Verify your primary email address</a> before enabling two factor authentication on your account.
eo: <a href="%(href)s">Kontrolu vian ĉefan retpoŝtan adreson</a> antaŭ ol starigi dupaŝan aŭtentikigon ĉe via konto.
it: <a href="%(href)s">Verifica il tuo indirizzo email principale</a> per aggiungere l'autenticazione a due fattori sul tuo account.
pt: <a href="%(href)s">Verifique o seu endereço de e-mail principal</a> antes de ativar a autenticação de dois fatores na sua conta.
pt_br: <a href="%(href)s">Verifique seu endereço de e-mail principal</a> antes de habilitar a autenticação de dois fatores na sua conta.
ru: <a href="%(href)s">Подтвердите свой основной адрес электронной почты</a>прежде чем включать двухфакторную аутентификацию в своей учётной записи.
sk: <a href="%(href)s">Pred povolením dvojfaktorovej autentifikácie vo svojom účte overte svoju primárnu e-mailovú adresu</a>.
ta: <a href = "%(href)s"> உங்கள் கணக்கில் இரண்டு காரணி அங்கீகாரத்தை இயக்குவதற்கு முன் உங்கள் முதன்மை மின்னஞ்சல் முகவரியை சரிபார்க்கவும் </a>.

source: You must generate and safely store recovery codes before adding additional two factor authentication methods to your account.
eo: Vi devas generi kaj sekure konservi realirajn kodojn antaŭ ol starigi pliajn metodojn por dupaŝa aŭtentikigo ĉe via konto.
it: non hai abilitato l''autenticazione a due fattori sul tuo account.
pt: Deve gerar e armazenar os códigos de recuperação com segurança antes de adicionar métodos de autenticação de dois fatores à sua conta.
pt_br: Você deve gerar e armazenar com segurança os códigos de recuperação antes de adicionar métodos de autenticação de dois fatores à sua conta.
ru: Перед добавлением в учетную запись дополнительных методов двухфакторной аутентификации необходимо сгенерировать и надежно хранить коды восстановления.
sk: Pred pridaním ďalších dvojfaktorových metód autentifikácie do svojho účtu musíte vygenerovať a bezpečne uložiť kódy obnovenia.
ta: உங்கள் கணக்கில் கூடுதல் இரண்டு காரணி அங்கீகார முறைகளைச் சேர்ப்பதற்கு முன் மீட்பு குறியீடுகளை நீங்கள் உருவாக்கி பாதுகாப்பாக சேமிக்க வேண்டும்.

source: You must generate and safely store recovery codes before enabling two factor authentication on your account.
eo: Vi devas generi kaj sekure konservi realirajn kodojn antaŭ ol starigi dupaŝan aŭtentikigon ĉe via konto.
it: non hai abilitato l''autenticazione a due fattori sul tuo account.
pt: Deve gerar e armazenar com segurança os códigos de recuperação antes de ativar autenticação de dois fatores na sua conta.
pt_br: Você deve gerar e armazenar com segurança os códigos de recuperação antes de habilitar autenticação de dois fatores na sua conta.
ru: Вы должны сгенерировать и надёжно сохранить коды восстановления прежде чем включать двухфакторную аутентификацию для своей учётной записи.
sk: Pred povolením dvojfaktorovej autentifikácie vo svojom účte musíte vygenerovať a bezpečne uložiť kódy na obnovenie.
ta: உங்கள் கணக்கில் இரண்டு காரணி அங்கீகாரத்தை இயக்குவதற்கு முன் மீட்பு குறியீடுகளை உருவாக்கி பாதுகாப்பாக சேமிக்க வேண்டும்.

source: Generate recovery codes
eo: Generi realirajn kodojn
es: Generar códigos de recuperación
he: ייצור קודים לשחזור
id: Buat kode pemulihan
it: Genera codici di recupero
pt: Gerar códigos de recuperação
pt_br: Gerar novamente códigos de recuperação
ru: Сгенерировать коды восстановления
sk: Vygenerujte obnovovacie kódy
ta: மீட்பு குறியீடுகளை உருவாக்குங்கள்
uk: Згенерувати нові коди відновлення

source: Use a recovery code before adding additional two factor authentication methods to your account.
eo: Uzu realiran kodon antaŭ ol starigi pliajn metodojn por dupaŝa aŭtentikigo ĉe via konto.
it: non hai abilitato l''autenticazione a due fattori sul tuo account.
pt: Use um código de recuperação antes de adicionar métodos de autenticação de dois fatores à sua conta.
pt_br: Use um código de recuperação antes de adicionar métodos de autenticação de dois fatores à sua conta.
ru: Используйте код восстановления перед добавлением дополнительных методов двухфакторной аутентификации к вашей учетной записи.
sk: Pred pridaním ďalších dvojfaktorových metód overenia do účtu použite kód na obnovenie.
ta: உங்கள் கணக்கில் கூடுதல் இரண்டு காரணி அங்கீகார முறைகளைச் சேர்ப்பதற்கு முன் மீட்பு குறியீட்டைப் பயன்படுத்தவும்.

source: Use a recovery code before enabling two factor authentication on your account.
eo: Uzu realiran kodon antaŭ ol starigi dupaŝan aŭtentikigon ĉe via konto.
es: Utilice un código de recuperación antes de activar la autenticación en dos fases en su cuenta.
it: Usa un codice di verifica prima di abilitare l'autenticazione a due fattori sul tuo account.
pt: Use um código de recuperação antes de ativar autenticação de dois fatores na sua conta.
pt_br: Use um código de recuperação antes de habilitar autenticação de dois fatores na sua conta.
ru: Используйте код восстановления прежде чем включать двухфакторную аутентификацию для своей учётной записи.
sk: Pred povolením dvojfaktorového overenia vo svojom účte použite kód na obnovenie.
ta: உங்கள் கணக்கில் இரண்டு காரணி அங்கீகாரத்தை இயக்குவதற்கு முன் மீட்பு குறியீட்டைப் பயன்படுத்தவும்.

source: Use a recovery code
eo: Uzi realiran kodon
es: Utilizar un código de recuperación
id: Gunakan sebuah kode pemulihan
it: Usa un codice di recupero
pt: Usar um código de recuperação
pt_br: Usar um código de recuperação
ru: Использовать код восстановления
sk: Použite obnovovací kód
ta: மீட்பு குறியீட்டைப் பயன்படுத்தவும்
uk: Скористайтеся кодом відновлення

source: You have not enabled two factor authentication on your account.
el: Δεν έχετε ενεργοποιήσει την πιστοποίηση δύο-παραγόντων στο λογαριασμό σας.
eo: Vi ankoraŭ ne starigis dupaŝan aŭtentikigon ĉe via konto.
es: No ha activado la autenticación en dos fases para su cuenta.
fr: Vous n'avez pas activé l'authentification à deux facteurs pour votre compte.
he: טרם אפשרת אימות דו-גורמי בחשבונך.
it: Non hai abilitato l'autenticazione a due fattori sul tuo account.
ja: このアカウントでは二要素認証が有効になっていません。
pt: Não ativou a autenticação de dois fatores na sua conta.
pt_br: Você não habilitou a autenticação de dois fatores na sua conta.
ru: Вы не включили двухфакторную аутентификацию в своей учётной записи.
sk: Vo svojom účte ste nepovolili dvojfaktorové overenie.
ta: உங்கள் கணக்கில் இரண்டு காரணி அங்கீகாரத்தை நீங்கள் இயக்கவில்லை.
tr: Hesabınızda çift faktörlü kimlik doğrulamayı etkinleştirmediniz.

source: Add <abbr title="two factor authentication">2FA</abbr> with authentication application
el: Προσθήκη <abbr title="πιστοποίηση δύο-παραγόντων">2FA</abbr> με εφαρμογή πιστοποίησης
eo: Starigi <abbr title="dupaŝan aŭtentikigon">2PA</abbr> per aŭtentikiga programo
fr: Ajouter l'<abbr title="Authentification à Deux Facteurs">A2F</abbr> avec une application d'authentification
he: הוספת אימות דו-גורמי (<abbr title="two factor authentication">2FA</abbr>) עם אפליקצית הזדהות
it: Aggiungi <abbr title="two factor authentication">2FA</abbr> con un'applicazione di autenticazione
ja: 認証アプリケーションによる<abbr title="two factor authentication">2FA</abbr>の追加
pt: Adicione <abbr title="two factor authentication">2FA</abbr> com autenticação de aplicação
ru: Добавьте <abbr title="двухфакторная аутентификация">2FA</abbr> в приложение для аутентификации
sk: Pridajte <abbr title="two factor authentication">2FA</abbr> s autentifikačnou aplikáciou
ta: அங்கீகார பயன்பாட்டுடன் <abbr தலைப்பு = "இரண்டு காரணி அங்கீகாரம்"> 2fa </bbr> ஐச் சேர்க்கவும்
tr: Kinlik doğrulama uygulamasıyla <abbr title="two factor authentication">2-aşamalı kimlik doğrulama</abbr> ekleyin

source: Add <abbr title="two factor authentication">2FA</abbr> with security device (e.g. USB key)
el: Προσθήκη <abbr title="πιστοποίηση δύο-παραγόντων">2FA</abbr> με συσκευή ασφαλείας (πχ USB key)
eo: Starigi <abbr title="dupaŝan aŭtentikigon">2PA</abbr> per aŭtentikiga aparato (ekz. USB-ŝlosilo)
fr: Ajouter l'<abbr title="Authentification à Deux Facteurs">A2F</abbr> avec un périphérique de sécurité (ex : clé USB)
he: הוספת אימות דו-גורמי (<abbr title="two factor authentication">2FA</abbr>) באמצעות מכשיר אימות (כגון מפתח USB)
it: Aggiungi <abbr title="two factor authentication">2FA</abbr> con dispositivo di sicurezza (es. chiavetta USB)
ja: セキュリティ端末（例: USBキー）による<abbr title="two factor authentication">2FA</abbr>の追加
pt: Adicionar <abbr title="autenticação de dois fatores">2FA</abbr> com dispositivo de segurança (por exemplo, chave USB)
pt_br: Adicionar <abbr title="autenticação de dois fatores">2FA</abbr> com dispositivo de segurança (por exemplo, chave USB)
ru: Добавить <abbr title="двухфакторная аутентификация">2FA</abbr> с помощью устройства безопасности (например, USB-ключа)
sk: Pridajte <abbr title="two factor authentication">2FA</abbr> pomocou zabezpečovacieho zariadenia (napr. USB kľúča)
ta: பாதுகாப்பு சாதனத்துடன் (எ.கா. யூ.எச்.பி விசை) <ABBR தலைப்பு = "இரண்டு காரணி அங்கீகாரம்"> 2fa </bbr> ஐச் சேர்க்கவும்
tr: Güvenlik cihazı (örneğin USB anahtarı) ile <abbr title="two factor authentication">2FA</abbr> ekleyin
