Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Transport Layer Security, or TLS, is part of how we make sure connections between your computer and PyPI are private and secure. It's a cryptographic protocol that's had several versions over time. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">turned off support for TLS versions 1.0 and 1.1</a> in April 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Learn why on the PSF blog</a>.
de: Transport Layer Security, kurz TLS, ist ein Teil davon, wie wir sicherstellen, dass die Verbindungen zwischen Ihrem Computer und PyPI privat und sicher sind. Es ist ein kryptographisches Protokoll, das im Laufe der Zeit mehrere Versionen hatte. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">hat die Unterstützung für TLS-Versionen 1.0 und 1.1</a> im April 2018 eingestellt. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Lernen Sie warum im PSF-Blog</a>.
el: Το Transport Layer Security, ή TLS, το χρησιμοποιούμε για να σιγουρευτούμε ότι οι συνδέσεις μεταξύ του υπολογιστή σας και του PyPI παραμένουν ιδιωτικές και ασφαλείς. Είναι ένα κρυπτογραφικό πρωτόκολλο με διαφορετικές εκδόσεις με το πέρασμα του χρόνου. Το PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">δεν υποστηρίζει τις εκδόσεις TLS 1.0 και 1.1</a> από τον Απρίλιο του 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Μάθετε γιατί στο PSF blog</a>.
eo: Transport Layer Security, aŭ TLS, estas parto de la maniero, kiel ni certigas la privatecon kaj sekurecon de la konekto inter via komputilo kaj PyPI. Ĝi estas ĉifra protokolo; ekzistas pluraj versioj de ĝi. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">malŝaltis subtenon de TLS-versioj 1.0 kaj 1.1 </a> en la Aprilo de 2018.<a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Lernu pri la kialo ĉe la retejo de PSF </a>.
es: Transport Layer Security, o TLS, es parte del proceso con el cual nos aseguramos de que las conexiones entre su equipo y PyPI sean privadas y seguras. Es un protocolo criptográfico que ha tenido varias versiones a lo largo del tiempo. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">ha desactivado la compatibilidad con las versiones 1.0 y 1.1 de TLS</a> en abril de 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Sepa por qué en el blog de la PSF</a>.
fr: Le protocole Transport Layer Security, ou TLS, fait partie de la façon dont nous assurons la confidentialité et la sécurité des connexions entre votre ordinateur et PyPI. Il s'agit un protocole cryptographique qui a eu plusieurs versions au fil du temps. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">a arrêté de prendre en charge les versions 1.0 et 1.1 de TLS</a> en avril 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Découvrez pourquoi sur le blog de PSF</a>.
he: ‏Transport Layer Security, או TLS, הוא חלק מהאופן בו אנחנו מוודאים שחיבורים בין מחשבך לבין PyPI הם פרטיים ומאובטחים. זהו פרוטוקול הצפנה שהיו לו מספר גרסאות לאורך הזמן. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">הפסיק את התמיכה בגרסאות 1.0 ו-1.1 של TLS </a> באפריל 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">למד/י מדוע בבלוג של ה-PSF</a>.
id: Transport Layer Security, atau TLS, merupakan bagian dari bagaimana kami memastikan koneksi antara komputer Anda dan PyPI terhubung secara privat dan aman. Ini merupakan protokol kriptografi yang memiliki beberapa versi dari waktu ke waktu. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">telah mematikan dukungan terhadap TLS version 1.0 dan 1.1</a> sejak April 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Pelajari alasannya pada blog PSF</a>.
it: Transport Layer Security, o TLS, è parte di come ci assicuriamo che le connessioni tra il tuo computer e PyPI siano private e sicure. E' un protocollo crittografico che ha avuto molte versioni nel tempo. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">ha fermato il supporto alle versioni 1.0 and 1.1 di TLS </a> in Aprile 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Scopri perchè sul blog PSF</a>.
ja: Transport Layer Security（TLS）は、あなたのコンピュータとPyPI間の接続をプライベートで安全であることを確実にする方法のひとつです。これは、長い間いくつかのバージョンがあった暗号化プロトコルです。PyPIは<a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">2018年4月にTLS 1.0と1.1のサポートを停止</a>しました。<a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">理由については、PSF blogを参照してください</a>。
pt: Transport Layer Security, ou TLS, faz parte de como certificamos que as conexões entre o seu computador e o PyPI são privadas e seguras. É um protocolo criptográfico que teve várias versões ao longo do tempo. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">desligou o suporte para TLS versões 1.0 e 1.1</a> em abril de 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Saiba porque no blog da PSF</a>.
pt_br: Transport Layer Security, ou TLS, faz parte de como nós certificamos que as conexões entre o seu computador e o PyPI são privadas e seguras. É um protocolo criptográfico que teve várias versões ao longo do tempo. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">desligou o suporte para TLS versões 1.0 e 1.1</a> em abril de 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Saiba porque no blog da PSF</a>.
ru: Частью того, как мы обеспечиваем конфиденциальность и безопасность соединений между вашим компьютером и PyPI является протокол защиты транспортного уровня — Transport Layer Security или TLS. Это криптографический протокол, который в процессе своего развития прошёл через несколько версий. PyPI в апреле 2018 года <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">отключил поддержку TLS версий 1.0 и 1.1</a>. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Узнать, почему он это сделал, в блоге PSF</a>.
sk: Transport Layer Security alebo TLS je súčasťou toho, ako zabezpečujeme, aby boli pripojenia medzi vaším počítačom a PyPI súkromné a bezpečné. Je to kryptografický protokol, ktorý mal v priebehu času niekoľko verzií. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">vypol podporu pre TLS verzie 1.0 a 1.1</a> v apríli 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener"> Prečo, sa dozviete na blogu PSF</a>.
ta: போக்குவரத்து அடுக்கு பாதுகாப்பு, அல்லது டி.எல்.எச், உங்கள் கணினி மற்றும் பைபி இடையேயான தொடர்புகள் தனிப்பட்டவை மற்றும் பாதுகாப்பானவை என்பதை நாங்கள் எவ்வாறு உறுதி செய்கிறோம் என்பதன் ஒரு பகுதியாகும். இது ஒரு கிரிப்டோகிராஃபிக் நெறிமுறை, இது காலப்போக்கில் பல பதிப்புகளைக் கொண்டுள்ளது. Pypi <a href = "%(announcement_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> ஏப்ரல் 2018 இல் டி.எல்.எச் பதிப்புகள் 1.0 மற்றும் 1.1 </a> க்கான ஆதரவை முடக்கியது. a href = "%(reason_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> PSF வலைப்பதிவில் ஏன் என்பதை அறிக </a>.
tr: Transport Layer Security, yahut kısa ismi ile TLS, PyPI ile bilgisayarınız arasında ki bağlantının güvenli olduğundan emin olmamız için gereken şeylerden biridir. Bir tür şifreleme protokolü olan TLS' in zaman içinde bir kaç sürümü yayınlanmıştır. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">TLS' in 1.0 ve 1.1 sürümleri için olan desteğini</a> in April 2018 itibari ile kesmiştir. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Konu hakkında detaylı bilgiler öğrenmek için PSF bloğuna göz atabilirsiniz</a>.
uk: Захист на транспортному рівні, або TLS, — це частина того як ми забезпечуємо те, що з'єднання між вашим комп'ютером та PyPI приватні і надійні. Це криптографічний протокол, який протягом часу мав кілька версій. PyPI <a href="%(announcement_href)s" title="%(title)s" target="_blank" rel="noopener">вимкнув підтримку версій TLS 1.0 і 1.1</a> у квітні 2018. <a href="%(reason_href)s" title="%(title)s" target="_blank" rel="noopener">Дізнайтеся про це у блозі PSF</a>.

source: If you are having trouble with <code>%(command)s</code> and get a <code>No matching distribution found</code> or <code>Could not fetch URL</code> error, try adding <code>-v</code> to the command to get more information:
de: Wenn Sie Probleme mit <code>%(command)s</code> haben und Fehler wie <code>No matching distribution found</code> oder <code>Could not fetch URL</code> erhalten, versuchen Sie dem Kommando <code>-v</code> hinzuzufügen, um weitere Informationen zu erhalten:
el: Αν έχετε προβλήματα με το <code>%(command)s</code> και λαμβάνετε το σφάλμα <code>No matching distribution found</code> ή <code>Could not fetch URL</code>, προσπαθήστε να προσθέσετε το <code>-v</code> (πρώτο γράμμα από τη λέξη verbose) στην εντολή για να πάρετε παραπάνω πληροφορίες:
eo: Se vi havas problemojn pri <code>%(command)s</code> kaj ricevas eraron <code>No matching distribution found</code> (Neniu kongrua distribuo trovita) aŭ <code>Could not fetch URL</code> (Ne povis preni URL), provu aldoni <code>-v</code> al la komando por ricevi pliajn informojn:
es: Si tiene problemas con <code>%(command)s</code> y recibe un error <code>No se encontró ninguna distribución coincidente</code> o <code>No se pudo recuperar el URL</code>, intente añadir <code>-v</code> a la orden para obtener más información:
fr: Si vous avez des problèmes avec <code>%(command)s</code> et obtenez l'erreur <code>Aucune distribution correspondante trouvée</code> ou <code>Impossible de récupérer l'URL</code>, essayer d'ajouter <code>-v</code> à la commande pour obtenir plus d'informations :
he: אם יש לך קושי עם <code>%(command)s</code> ואת/ה מקבל/ת הודעת שגיאה <code>No matching distribution found</code> or <code>Could not fetch URL</code>, נסה/י להוסיף <code>-v</code> לשורת הפקודה כדי לקבל מידע נוסף:
id: Jika Anda mengalami kendala dengan <code>%(command)s</code> dan mendapatkan error <code>Tidak ditemukan distribusi yang sesuai</code> atau <code>Tidak dapat mengambil URL</code> , coba tambahkan <code>-v</code> pada perintah tersebut untuk mendapatkan lebih banyak informasi:
it: Se stai avendo problemi con <code>%(command)s</code> e ricevi un errore <code>Nessuna distribuzione corrispondente trovata</code> o <code>Non è possibile restituire l'URL</code>, prova ad aggiungere <code>-v</code> al comando per ottenere maggiori informazioni:
ja: もし<code>%(command)s</code> でトラブルが発生し、<code>一致するディストリビューションが見つかりません（No matching distribution found）</code>または<code>URLを取得できませんでした（Could not fetch URL）</code> というエラーが起きた場合は、コマンドに<code>-v</code>を追加して詳細情報を取得してください。
pt: Se está tendo problemas com <code>%(command)s</code> e recebe um erro <code>No matching distribution found</code> ou <code>Could not fetch URL</code>, tente adicionar <code>-v</code> ao comando para obter mais informações:
pt_br: Se você está tendo problemas com <code>%(command)s</code> e recebe um erro <code>No matching distribution found</code> or <code>Could not fetch URL</code>, tente adicionar <code>-v</code> ao comando para obter mais informações:
ru: Если у вас возникли проблемы с командой <code>%(command)s</code> и вы получили ошибку <code>No matching distribution found</code> («Не найдено подходящих дистрибутивов») или <code>Could not fetch URL</code> («Невозможно извлечь по адресу URL»), попробуйте добавить к команде параметр <code>-v</code>, чтобы получить более подробную информацию:
sk: Ak máte problémy s <code>%(command)s</code> a zobrazí sa vám <code>Nenašla sa žiadna zhodná distribúcia</code> alebo <code>Nepodarilo sa načítať URL</code>, skúste do príkazu pridať <code>-v</code>, aby ste získali ďalšie informácie:
ta: <code>%(command)s </code> இல் உங்களுக்கு சிக்கல் இருந்தால், <குறியீடு> பொருந்தக்கூடிய வழங்கல் இல்லை </code> அல்லது <code> முகவரி </code> பிழையைப் பெற முடியவில்லை, <குறியீட்டைச் சேர்க்க முயற்சிக்கவும் > -v </code> மேலும் தகவல்களைப் பெற கட்டளைக்கு:
tr: Eğer <code>%(command)s</code> komutu ile ilgili bir sorununuz varsa ve <code>Eşleşen dağıtım bulunamadı</code> yahut <code>URL alınamadı</code> hatası alıyorsanız, durum ile ilgili daha fazla bilgi öğrenmek için komuta <code>-v</code> ' ı eklemeyi deneyin:
uk: Якщо у вас є проблеми з <code>%(command)s</code> і ви отримуєте помилку <code>No matching distribution found</code> або <code>Could not fetch URL</code>, спробуйте додати <code>-v</code> до команди, щоб отримати більше інформації:

source: If you see an error like <code>There was a problem confirming the ssl certificate</code> or <code>tlsv1 alert protocol version</code> or <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, you need to be connecting to PyPI with a newer TLS support library.
de: Wenn Sie einen Fehler, wie <code>There was a problem confirming the ssl certificate</code>, <code>tlsv1 alert protocol version</code> oder <code>TLSV1_ALERT_PROTOCOL_VERSION</code> erhalten, müssen Sie eine neuere TLS Bibliothek verwenden um sich mit PyPI zu verbinden.
el: Αν δείτε το σφάλμα <code>There was a problem confirming the ssl certificate</code> ή <code>tlsv1 alert protocol version</code> ή <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, θα χρειαστεί να συνδεθείτε στο PyPI με μια νεώτερη έκδοση του TLS.
eo: Se vi vidas eraron kiel <code>There was a problem confirming the ssl certificate</code> (Estis problemo konfirmante la SSL-atestilon) aŭ <code>tlsv1 alert protocol version</code> aŭ <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, vi konektu al PyPI per pli nova TLS-biblioteko.
es: Si ve un error como <code>Se produjo un problema al confirmar el certificado SSL</code>, <code>Alerta de versión de protocolo TLSv1</code> o <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, ha de conectarse con PyPI con una biblioteca de compatibilidad con TLS más reciente.
fr: Si vous voyez une erreur comme <code>Un problème est survenu lors de la confirmation du certificat SSL</code> ou <code>tlsv1 alert protocol version</code> ou <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, vous devrez vous connecter à PyPI avec une bibliothèque TLS plus récente.
he: אם את/ה רואה שגיאה כגון <code>There was a problem confirming the ssl certificate</code> או <code>tlsv1 alert protocol version</code> או <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, עליך להתחבר אל PyPI באמצעות ספריית תמיכה ב-TLS חדשה יותר.
id: Jika Anda melihat kesalahan seperti <code> Ada masalah saat mengonfirmasi sertifikat ssl </code> atau <code>tlsv1 alert protocol version</code> atau <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, Anda harus terhubung ke PyPI dengan pustaka dukungan TLS yang lebih baru.
it: Se vedi un errore come <code>C'è stato un problema durante la conferma del certificato SSL</code> o <code>tlsv1 allerta protocollo</code> oppure <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, occorre che tu ti connetta a PyPI con una nuova libreria TLS di supporto.
ja: もし<code>SSL証明書の確認中に問題が発生しました（There was a problem confirming the ssl certificate）</code>、<code>tlsv1 alert protocol version</code>、<code>TLSV1_ALERT_PROTOCOL_VERSION</code>などのエラーが表示された場合は、新しいTLSをサポートするライブラリを使ってPyPIに接続する必要があります。
pt: Se ver um erro como <code>There was a problem confirming the ssl certificate</code> ou <code>tlsv1 alert protocol version</code> ou <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, precisa estar se conectando ao PyPI com uma biblioteca com suporte a um TLS mais recente.
pt_br: Se você vir um erro como <code>There was a problem confirming the ssl certificate</code> ou <code>tlsv1 alert protocol version</code> ou <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, você precisa estar se conectando ao PyPI com uma biblioteca com suporte a um TLS mais recente.
ru: Если вы заметили ошибку вида <code>There was a problem confirming the ssl certificate</code> («Была проблема с подтверждением ssl-сертификата»), или <code>tlsv1 alert protocol version</code> («тревога: версии протокола tlsv1»), или <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, вам нужно подключиться к PyPI через более свежую библиотеку поддержки TLS.
sk: Ak sa zobrazí chyba ako <code>Vyskytol sa problém s potvrdením verzie ssl certifikátu</code> alebo <code>tlsv1 verzie protokolu výstrah</code> alebo <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, musíte sa pripojiť k PyPI pomocou novšej knižnice podpory TLS.
ta: <code> போன்ற பிழையை நீங்கள் கண்டால், SSL சான்றிதழ் </code> அல்லது <code> TLSV1 எச்சரிக்கை நெறிமுறை பதிப்பு </code> அல்லது <code> TLSV1_ALERT_PROTOCOL_VERSION </code> புதிய டி.எல்.எச் உதவி நூலகத்துடன்.
tr: Eğer <code>There was a problem confirming the ssl certificate</code> yahut <code>tlsv1 alert protocol version</code> yahut <code>TLSV1_ALERT_PROTOCOL_VERSION</code> gibi bir hata görüyorsanız, PyPI'a daha güncel bir TLS destek kütüphanesi yardımı ile bağlanmayı deneyin.
uk: Якщо ви бачите помилку на кшталт <code>There was a problem confirming the ssl certificate</code> чи <code>tlsv1 alert protocol version</code>, або <code>TLSV1_ALERT_PROTOCOL_VERSION</code>, то вам слід під'єднуватися до PyPI за допомогою бібліотеки з підтримкою новішого TLS.

source: The specific steps you need to take will depend on your operating system version, where your installation of Python originated (python.org, your OS vendor, or an intermediate distributor), and the installed versions of Python, <code>setuptools</code>, and <code>pip</code>.
de: Die genauen Schritte, die Sie durchführen müssen, hängen von Ihrer Betriebssystemversion, dem Ursprung Ihrer Python Installation (python.org, Version Ihres Betriebssystemherstellers oder eins Zwischenhändlers), den installierten Versionen von Python, <code>setuptools</code> und <code>pip</code> ab.
el: Τα συγκεκριμένα βήματα που θα πρέπει να ακολουθήσετε εξαρτώνται από την έκδοση του λειτουργικού σας συστήματος, από που εγκαταστήσατε την Python (από το python.org, μέσα από το λειτουργικό σας σύστημα ή από κάποιον μεσολαβητή) και από την έκδοση της εγκατεστημένης Python, του πακέτου <code>setuptools</code> και του πακέτου <code>pip</code>.
eo: La specifaj farendaj paŝoj dependas de la versio de via mastruma sistemo, de la origino de via instalo de Python (python.org, la evoluiganto de via mastruma sistemo, aŭ intera distribuanto), kaj de la instalitaj versioj de Python, <code>setuptools</code>, kaj <code>pip</code>.
es: Los pasos específicos que se deben seguir dependerán de la versión del sistema operativo, donde se originó su instalación de Python (python.org, proveedor de SO, o un distribuidor intermediario), y las versiones instaladas de Python, <code>herramientas de instalación</code>, y <code>pip</code>.
fr: Les étapes spécifiques que vous devrez suivre dépendront de la version de votre système d'exploitation, de l'origine de votre installation de Python (python.org, votre fournisseur de SE ou un distributeur intermédiaire) et des versions de Python, de <code>setuptools</code>, et de <code>pip</code> installées.
he: הצעדים הספציפיים בהם תצטרך/י לנקוט יהיו תלויים בגרסת מערכת ההפעלה שלך, מקור ההתקנה של פייתון שלך (python.org, ספק מערכת ההפעלה שלך, או ספק ביניים) והגרסה המותקנת של פייתון, <code>setuptools</code> ו-<code>pip</code>.
id: Langkah-langkah spesifik yang perlu Anda ambil akan tergantung pada versi sistem operasi Anda, dari mana instalasi Python Anda berasal (python.org, vendor OS Anda, atau distributor lainnya), dan versi Python yang terinstal, <code>setuptools</code>, dan <code>pip</code>.
it: Le indicazioni che dovrai seguire dipendono dalla versione del tuo sistema operativo, da dove è originata la tua installazione di Python (python.org, il fornitore del tuo OS, o il distributore intermediario) e la versione installata di Python, <code>setuptools</code>, e <code>pip</code>.
ja: 実行する必要がある具体的な手順は、オペレーティング・システムのバージョン、Pythonのインストール元（python.org、OSベンダ、あるいは中間のディストリビュータ）、そしてPython、<code>setuptools</code>、および<code>pip</code>のバージョンによって異なります。
pt: Os passos específicos que precisa fazer dependerão da sua versão do sistema operacional, onde a instalação do Python originou (python.org, o seu fornecedor de sistema operacional ou um distribuidor intermediário) e as versões instaladas do Python, <code>setuptools</code> e <code>pip</code>.
pt_br: As etapas específicas que você precisa tomar dependerá de sua versão do sistema operacional, onde a instalação do Python originou (python.org, seu fornecedor de sistema operacional ou um distribuidor intermediário) e as versões instaladas do Python, <code>setuptools</code> e <code>pip</code>.
ru: Конкретные шаги, которые вам нужно будет предпринять, будут зависеть от версии вашей операционной системы, от того, откуда был установлен Python (загружен с python.org, поставлялся вместе с вашей операционной системой или сторонним дистрибьютором), а также от установленных версий Python’а, <code>setuptools</code> и <code>pip</code>.
sk: Konkrétne kroky, ktoré musíte vykonať, budú závisieť od verzie vášho operačného systému, odkiaľ pochádza vaša inštalácia Pythonu (python.org, váš dodávateľ OS alebo sprostredkovateľský distribútor) a nainštalovaných verzií Pythonu, <code>setuptools</code> a <code>pip</code>.
ta: நீங்கள் எடுக்க வேண்டிய குறிப்பிட்ட படிகள் உங்கள் இயக்க முறைமை பதிப்பைப் பொறுத்தது, அங்கு உங்கள் பைதான் நிறுவல் தோன்றியது (பைதான்.ஆர்ச், உங்கள் ஓஎச் விற்பனையாளர் அல்லது ஒரு இடைநிலை விநியோகச்தர்), மற்றும் பைத்தானின் நிறுவப்பட்ட பதிப்புகள், <code> செட்டப்டூல்ச் </குறியீடு >, மற்றும் <code> பிப் </code>.
tr: Yapmanız gereken bazı spesifik adımlar, işletim sisteminizin sürümü yahut orijinal Python kurulumunuzun nereden yapıldığı (python.org, işletim sistemi sağlayıcınız, yahut ara dağıtıcı), ve Python'un yüklü sürümleri, <code>setuptools</code>, ve<code>pip</code>' e göre değişiklik gösterebilir.
uk: Певні кроки, які вам слід здійснити, залежать від версії вашої операційної системи, походження вашого дистрибутиву Python (python.org, ваш постачальник OS або проміжний дистриб'ютор) та встановлених версій Python, <code>setuptools</code> та <code>pip</code>.
