Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: <a href="%(user_profile)s">%(username)s</a> has been added as a member of the "%(team_name)s" team in the "%(organization_name)s" organization by <a href="%(submitter_profile)s">%(submitter)s</a>.
eo: <a href="%(user_profile)s">%(username)s</a> fariĝis teamano de la teamo «%(team_name)s» en la organizaĵo «%(organization_name)s» far <a href="%(submitter_profile)s">%(submitter)s</a>.
it: Sei stato aggiunto come <strong>%(role)s</strong> al progetto%(project_name)s del sito %(site)s da %(initiator_username)s.
pt: <a href="%(user_profile)s">%(username)s</a> foi adicionado como membro da equipa "%(team_name)s" na organização "%(organization_name)s" por <a href="%(submitter_profile)s">%(submitter)s</a>.
pt_br: <a href="%(user_profile)s">%(username)s</a> foi adicionado como membro da equipe "%(team_name)s" na organização "%(organization_name)s" por <a href="%(submitter_profile)s">%(submitter)s</a>.
ru: <a href="%(user_profile)s">%(username)s</a> был добавлен в качестве члена команды "%(team_name)s" в организации "%(organization_name)s" от <a href="%(submitter_profile)s">%(submitter)s</a>.
sk: <a href="%(user_profile)s">%(username)s</a> bol pridaný ako člen tímu „%(team_name)s“ v organizácii „%(organization_name)s“ používateľom <a href="%(submitter_profile)s">%(submitter)s</a>.
ta: <a href = "%(user_profile)s">%(username)s </a> "%(குழு_பெயர்)" குழுவின் உறுப்பினராக "%(அமைப்பு_நாம்)" அமைப்பில் <a ஆல் சேர்க்கப்பட்டுள்ளது href = "%(team_name)s">%(organization_name)s </a>.
uk: <a href="%(submitter_profile)s">%(submitter)s</a> додав(-ла) <a href="%(user_profile)s">%(username)s</a> до команди «%(team_name)s» в організації «%(organization_name)s».

source: <a href="%(user_profile)s">%(username)s</a> has been removed as a member of the "%(team_name)s" team in the "%(organization_name)s" organization by <a href="%(submitter_profile)s">%(submitter)s</a>.
eo: <a href="%(user_profile)s">%(username)s</a> fariĝis eksteamano el la teamo «%(team_name)s» en la organizaĵo «%(organization_name)s» far <a href="%(submitter_profile)s">%(submitter)s</a>.
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: <a href="%(user_profile)s">%(username)s</a> foi removido como membro da equipa "%(team_name)s" na organização "%(organization_name)s" por <a href="%(submitter_profile)s">%(submitter)s</a>.
pt_br: <a href="%(user_profile)s">%(username)s</a> foi removido como membro da equipe "%(team_name)s" na organização "%(organization_name)s" por <a href="%(submitter_profile)s">%(submitter)s</a>.
ru: <a href="%(user_profile)s">%(username)s</a> был удален как член команды "%(team_name)s" в организации "%(organization_name)s" от <a href="%(submitter_profile)s">%(submitter)s</a>.
sk: <a href="%(user_profile)s">%(username)s</a> bol odstránený ako člen tímu „%(team_name)s“ v organizácii „%(organization_name)s“ používateľom <a href="%(submitter_profile)s">%(submitter)s</a>.
ta: <a href="%(user_profile)s">%(username)s</a> has been removed அச் a member of the "%(team_name)s" team in the "%(organization_name)s" organization by <a href="%(submitter_profile)s">%(submitter)s</a>.
uk: <a href="%(submitter_profile)s">%(submitter)s</a> видалив(-ла) <a href="%(user_profile)s">%(username)s</a> з команди «%(team_name)s» в організації «%(organization_name)s».

source: Someone, perhaps you, has added a %(method)s two-factor authentication method to your PyPI account <strong>%(username)s</strong>.
de: Jemand, möglicherweise Sie selbst, hat eine %(method)s Zweifaktorauthentifizerungsmethode zu Ihrem PyPI-Konto <strong>%(username)s</strong> hinzugefügt.
eo: Iu, eble vi, aldonis dupaŝan aŭtentikigan metodon %(method)s al via PyPI-konto <strong>%(username)s</strong>.
es: Alguien, quizá usted, ha añadido un método de autenticación en dos fases %(method)s a la cuenta de PyPI <strong>%(username)s</strong>.
fr: Quelqu'un, peut-être vous, à ajouté une méthode d'authentification à deux facteurs (%(method)s) à votre compte PyPI <strong>%(username)s</strong>.
he: מישהו, אולי את/ה, הוסיף מנגנון אימות דו-גורמי %(method)s עבור חשבון ה-PyPI‏ שלך <strong>%(username)s</strong>.
id: Seseorang, mungkin Anda, telah menambahkan metode otentikasi dua faktor %(method)s ke akun PyPI Anda <strong>%(username)s</strong>.
it: Qualcuno, forse tu, ha aggiunto un %(method)s autenticazione a 2 fattori al tuo account PyPI <strong>%(username)s</strong>.
pt: Alguém, talvez você, tenha adicionado um método de autenticação de dois fatores %(method)s à sua conta PyPI <strong>%(username)s</strong>.
pt_br: Alguém, talvez você, adicionou um %(method)s método de autenticação de dois fatores à sua conta PyPI <strong>%(username)s</strong>.
ru: Кто-то, возможно вы, добавил метод %(method)s двухфакторной аутентификации к вашей учётной записи <strong>%(username)s</strong> на PyPI.
sk: Niekto, možno vy, pridal do vášho účtu PyPI %(method)s metódu dvojfaktorovej autentifikácie <strong>%(username)s</strong>.
ta: Someone, perhaps you, has added a %(method)s two-factor authentication method பெறுநர் your PyPI account <strong>%(username)s</strong>.
tr: Birisi, muhtemelen siz, PyPI hesabınıza <strong>%(username)s</strong> iki faktörlü kimlik doğrulama methodlarından %(method)s methodunu ekledi.
uk: Кимось, можливо вами, було додано %(method)s двофакторну аутентифікацію до вашого PyPI облікового запису<strong>%(username)s</strong>.

source: Someone, perhaps you, has removed a %(method)s two-factor authentication method from your PyPI account <strong>%(username)s</strong>.
eo: Iu, eble vi, forigis dupaŝan aŭtentikigan metodon %(method)s for de via PyPI-konto <strong>%(username)s</strong>.
es: Alguien, quizá usted, ha retirado un método de autenticación en dos fases %(method)s de la cuenta de PyPI <strong>%(username)s</strong>.
fr: Quelqu'un, peut-être vous, à supprimé une méthode d'authentification à deux facteurs (%(method)s) de votre compte PyPI <strong>%(username)s</strong>.
he: מישהו, אולי את/ה, הסיר מנגנון אימות דו-גורמי %(method)s מחשבון ה-PyPI‏ שלך <strong>%(username)s</strong>.
id: Seseorang, mungkin Anda, telah menghapus metode otentikasi dua faktor %(method)s dari akun PyPI Anda <strong>%(username)s</strong>.
it: Qualcuno, forse tu, ha rimosso un %(method)s autenticazione a 2 fattori dal tuo account PyPI <strong>%(username)s</strong>.
pt: Alguém, talvez você, tenha removido um método de autenticação de dois fatores %(method)s da sua conta PyPI <strong>%(username)s</strong>.
pt_br: Alguém, talvez você, removeu um %(method)s método de autenticação de dois fatores da sua conta PyPI <strong>%(username)s</strong>.
ru: Кто-то, возможно вы, удалил метод %(method)s двухфакторной аутентификации из вашей учётной записи <strong>%(username)s</strong> на PyPI.
sk: Niekto, možno vy, odstránil z vášho účtu PyPI <strong>%(username)s</strong> metódu dvojfaktorovej autentifikácie %(method)s.
ta: Someone, perhaps you, has removed a %(method)s two-factor authentication method இருந்து your PyPI account <strong>%(username)s</strong>.
tr: Birisi, muhtemelen siz, PyPI hesabınızdan <strong>%(username)s</strong> iki faktörlü kimlik doğrulama methodlarından %(method)s methodunu çıkarttı.
uk: Кимось, можливо вами, видалено метод %(method)s двофакторної аутентифікації з вашого PyPI облікового запису<strong>%(username)s</strong>.

source: Someone, perhaps you, has added this email address (<code>%(email_address)s</code>) to their PyPI account.
de: Jemand, möglicherweise Sie selbst, hat diese E-Mail-Adresse (<code>%(email_address)s</code>) zu seinem PyPI-Konto hinzugefügt.
el: Κάποιος, ίσως εσείς, πρόσθεσε αυτή το email (<code>%(email_address)s</code>) στο λογαριασμό PyPI.
eo: Iu, eble vi, aldonis ĉi tiun retpoŝtan adreson (<code>%(email_address)s</code>) al sia PyPI-konto.
es: Alguien, quizá usted, ha añadido esta dirección de correo (<code>%(email_address)s</code>) a su cuenta de PyPI.
fr: Quelqu'un, peut-être vous, a ajouté cette adresse e-mail (<code>%(email_address)s</code>) à son compte PyPI.
he: מישהו, אולי את/ה, הוסיף את כתובת האי-מייל הזו (<code>%(email_address)s</code>) לחשבון ה-PyPI‏ שלו/ה.
id: Seseorang, mungkin Anda, telah menambahkan alamat email ini (<code>%(email_address)s</code>) ke akun PyPI mereka.
it: Qualcuno, forse tu, ha aggiunto questo indirizzo email (<code>%(email_address)s</code>) al loro account PyPI.
ja: あなたか誰かが、このメールアドレス ( <code>%(email_address)s</code> )を PyPI アカウントに追加しました。
pt: Alguém, talvez você, adicionou este endereço de e-mail (<code>%(email_address)s</code>) à sua conta PyPI.
pt_br: Alguém, talvez você, adicionou este endereço de e-mail (<code>%(email_address)s</code>) à sua conta PyPI.
ru: Кто-то, возможно вы, добавил этот адрес электронной почты (<code>%(email_address)s</code>) к своей учётной записи PyPI.
sk: Niekto, možno vy, pridal túto e-mailovú adresu (<code>%(email_address)s</code>) do svojho účtu PyPI.
ta: Someone, perhaps you, has added this email முகவரி (<code>%(email_address)s</code>) பெறுநர் their PyPI account.
tr: Birisi, muhtemelen siz, bu e-posta adresini (<code>%(email_address)s</code>) PyPI hesaplarına ekledi.
uk: Кимось, можливо вами, додано цю електронну адресу (<code>%(email_address)s</code>) до свого облікового запису на PyPI.

source: If you wish to proceed with this request, <a href="%(href)s">click this link to verify your email address</a>.
de: Wenn Sie fortfahren möchten, <a href="%(href)s">klicken Sie hier, um ihre E-Mail Adresse zu verifizieren</a>
eo: Se vi intencis tion, <a href="%(href)s">alklaku ĉi tiun ligilon por kontroli vian retpoŝtan adreson</a>.
es: Si quiere continuar con esta solicitud, <a href="%(href)s">pulse en este enlace para verificar la dirección de correo</a>.
fr: Si vous souhaiter procéder à cette demande, <a href="%(href)s">cliquez ici pour vérifier l'adresse e-mail</a>.
he: אם ברצונך להמשיך בבקשה זו, <a href="%(href)s">לחצ/י על קישור זה כדי לאמת את כתובת האי-מייל שלך</a>.
id: Jika Anda ingin melanjutkan permintaan ini, <a href="%(href)s">klik tautan ini untuk memverifikasi alamat email Anda</a>.
it: Se desideri procedere con questa richiesta, <a href="%(href)s">clicca questo link per verificare il tuo indirizzo email</a>.
pt: Se deseja prosseguir com este pedido, <a href="%(href)s"> clique nesta ligação para verificar o seu endereço de e-mail</a>.
pt_br: Se você deseja prosseguir com este pedido, <a href="%(href)s">clique neste link para verificar o seu endereço de e-mail</a>.
ru: Если вы хотите продолжить выполнение этого запроса, <a href="%(href)s">нажмите на эту ссылку, чтобы подтвердить свой адрес электронной почты</a>.
sk: Ak chcete pokračovať v tejto žiadosti, <a href="%(href)s">kliknutím na tento odkaz overte svoju e-mailovú adresu</a>.
ta: If you wish பெறுநர் proceed with this request, <a href="%(href)s">click this இணைப்பு பெறுநர் verify your email address</a>.
tr: Bu isteğe devam etmek istiyorsanız, <a href="%(href)s">bu linke tıklayarak e-posta adresinizi onaylayın</a>.
uk: Якщо ви бажаєте продовжити виконання цього запиту, <a href="%(href)s">клікніть на це посилання, щоб підтвердити свою електронну адресу</a>.

source: <a href="%(initiator_user_profile)s">%(initiator_username)s</a> has invited you to join the "%(organization_name)s" organization
de: <a href="%(initiator_user_profile)s">%(initiator_username)s</a> hat Sie eingeladen, der Organisation "%(organization_name)s" beizutreten
eo: <a href="%(initiator_user_profile)s">%(initiator_username)s</a> invitis vin aliĝi al la organizaĵo «%(organization_name)s»
es: <a href="%(initiator_user_profile)s">%(initiator_username)s </a>te ha invitado a unirte a la organización %(organization_name)s
it: <a href="%(initiator_user_profile)s">%(initiator_username)s</a> ti ha invitato a collaborare nell'organizzazione "%(organization_name)s"
pt: <a href="%(initiator_user_profile)s">%(initiator_username)s</a> enviou um convite para se juntar à organização "%(organization_name)s"
ru: <a href="%(initiator_user_profile)s">%(initiator_username)s</a> пригласил вас присоединиться к организации "%(organization_name)s
sk: <a href="%(initiator_user_profile)s">%(initiator_username)s</a> vás pozval, aby ste sa pripojili k organizácii „%(organization_name)s“
ta: <a href="%(initiator_user_profile)s">%(initiator_username)s</a> has invited you பெறுநர் join the "%(organization_name)s" organization

source: If you wish to proceed, follow <a href="%(href)s">this link</a> to accept or decline this invitation.
eo: Por daŭrigi, <a href="%(href)s">alklaku ĉi tiun hiperligon</a> por akcepti aŭ malakcepti la inviton.
it: Se desideri procedere con questa richiesta, <a href="%(href)s">clicca questo link per verificare il tuo indirizzo email</a>.
pt: Se deseja prosseguir, siga <a href="%(href)s"> esta ligação</a> para aceitar ou recusar este convite.
pt_br: Se você deseja prosseguir, siga <a href="%(href)s"> este link</a> para aceitar ou recusar este convite.
ru: Если вы хотите продолжить, перейдите по <a href="%(href)s">этой ссылке</a>, чтобы принять или отклонить это приглашение.
sk: Ak chcete pokračovať, kliknite na <a href="%(href)s">tento odkaz</a> a prijmite alebo odmietnite toto pozvanie.
ta: If you wish பெறுநர் proceed, follow <a href="%(href)s">this link</a> பெறுநர் ஏற்றுக்கொள் or decline this invitation.

source: Otherwise, you can safely ignore this email.
eo: Se ne, simple ignoru ĉi tiun retmesaĝon.
it: Se non hai effettuato questa richiesta, puoi tranquillamente ignorare questa email.
pt: Caso contrário, pode ignorar este e-mail com segurança.
ru: В противном случае вы можете смело игнорировать это письмо.
sk: V opačnom prípade môžete tento e-mail pokojne ignorovať.
ta: இல்லையெனில், இந்த மின்னஞ்சலை நீங்கள் பாதுகாப்பாக புறக்கணிக்கலாம்.

source: This link will expire in %(n_hours)s hours.
eo: Ĉi tiu hiperligo eksvalidiĝos post %(n_hours)s horoj.
it: Questo link scadrà in %(n_hours)s ora.
pt: Esta ligação vai expirar em %(n_hours)s horas.
pt_br: Este link vai expirar em %(n_hours)s horas.
ru: Срок действия этой ссылки истечет через %(n_hours)s часов.
sk: Platnosť tohto odkazu vyprší o %(n_hours)s hodín.
ta: This இணைப்பு will expire in %(n_hours)s hours.

source: Dismiss this notification
de: Benachrichtigung ausblenden
el: Απαλοιφή αυτής της ειδοποίησης
eo: Fermi ĉi tiun sciigon
es: Descartar esta notificación
fr: Masquer cette notification
he: סלק הודעה זו
id: Abaikan pemberitahuan ini
it: Scarta questa notifica
ja: 通知を無視
pt: Descartar esta notificação
pt_br: Descartar esta notificação
ru: Скрыть это уведомление
sk: Zavrieť toto upozornenie
ta: இந்த அறிவிப்பை நிராகரிக்கவும்
tr: Bu bildirimi kapat
uk: Сховати сповіщення

source: Close
de: Schließen
el: Κλείσιμο
eo: Fermi
es: Cerrar
fr: Fermer
he: סגירה
id: Tutup
it: Chiudi
ja: 閉じる
pt: Fechar
pt_br: Fechar
ru: Закрыть
sk: Zavrieť
ta: மூடு
tr: Kapat
uk: Закрити

source: Admin
el: Διαχείριση
eo: Administranto
es: Administración
he: ניהול
ja: 管理
ru: Администратор
ta: நிர்வாகி
tr: Yönetici
uk: Адмін

source: Your projects
de: Ihre Projekte
el: Τα project σας
eo: Viaj projektoj
es: Sus proyectos
fr: Vos projets
he: הפרויקטים שלך
id: Proyek Anda
it: I tuoi progetti
ja: 自分のプロジェクト
pt: Os seus projetos
pt_br: Seus projetos
ru: Ваши проекты
sk: Vaše projekty
ta: Your திட்டங்கள்
tr: Sizin projeleriniz
uk: Ваші проєкти

source: Your organizations
de: Ihre Organisationen
eo: Viaj organizaĵoj
es: Sus organizaciones
it: Le tue organizzazioni
pt: As suas organizações
pt_br: Suas organizações
ru: Ваши организации
sk: Vaše organizácie
ta: உங்கள் நிறுவனங்கள்
uk: Ваші організації

source: Account settings
de: Kontoeinstellungen
el: Ρυθμίσεις λογαριασμού
eo: Agordoj pri la konto
es: Configuración de cuenta
fr: Paramètres du compte
he: הגדרות חשבון
id: Pengaturan akun
it: Impostazioni account
ja: アカウント設定
pt: Configurações da conta
pt_br: Configurações da conta
ru: Настройки учётной записи
sk: Nastavenia účtu
ta: Account அமைப்புகள்
tr: Hesap ayarları
uk: Налаштування облікового запису

source: Public profile
de: Öffentliches Profil
el: Δημόσιο προφίλ
eo: Publika profilo
es: Perfil público
fr: Profil public
he: פרופיל פומבי
id: Profil publik
it: Profilo pubblico
ja: 公開プロフィール
pt: Perfil público
pt_br: Perfil público
ru: Публичный профиль
sk: Verejný profil
ta: Public சுயவிவரம்
tr: Herkese açık profil
uk: Публічний профіль

source: File details
eo: Detaloj pri dosiero
pt: Detalhes do arquivo
ru: Сведения о файле
ta: கோப்பு details

source: Upload date: %(upload_time)s
eo: Dato de alŝuto: %(upload_time)s
pt: Data de envio: %(upload_time)s
ru: Дата загрузки: %(upload_time)s
ta: Upload தேதி: %(upload_time)s

source: Size: %(size)s
eo: Grando: %(size)s
pt: Tamanho: %(size)s
ru: Размер: %(size)s
ta: அளவு: %(size)s

source: Tags: %(tags)s
eo: Etikedoj: %(tags)s
ru: Теги: %(tags)s
ta: குறிச்சொற்கள்: %(tags)s

source: Uploaded using Trusted Publishing? %(is_tp)s
eo: Ĉu alŝutita per Fidata Eldonado? %(is_tp)s
pt: Enviado usando Editor Confiável? %(is_tp)s
ru: Загружено через Trusted Publishing? %(is_tp)s
ta: நம்பகமான வெளியீட்டைப் பயன்படுத்தி பதிவேற்றப்பட்டதா? %(is_tp)s

source: Uploaded via: %(uploaded_via)s
eo: Alŝutita per: %(uploaded_via)s
pt: Enviado via: %(uploaded_via)s
ru: Загружено через: %(uploaded_via)s
ta: பதிவேற்றப்பட்டது: %(uploaded_via)s

source: Hashes for %(filename)s
de: Hash-Codes für %(filename)s
el: Hashes για %(filename)s
eo: Haketaĵoj de %(filename)s
es: Resúmenes de %(filename)s
fr: Hachages pour %(filename)s
he: גיבובים (hash-ים) עבור %(filename)s
id: Hashes untuk %(filename)s
it: Hash per %(filename)s
ja: %(filename)sのハッシュ
pt: Hashes para %(filename)s
pt_br: Hashes para %(filename)s
ru: Хеши для %(filename)s
sk: Hash pre %(filename)s
ta: Hashes க்கு %(filename)s
tr: %(filename)s için hashler
uk: Хеші для %(filename)s

source: Algorithm
de: Algorithmus
el: Αλγόριθμος
eo: Algoritmo
es: Algoritmo
fr: Algorithme
he: אלגוריתם
id: Algoritma
it: Algoritmo
ja: アルゴリズム
pt: Algoritmo
pt_br: Algoritmo
ru: Алгоритм
sk: Algoritmus
ta: படிமுறை
tr: Algoritma
uk: Алгоритм

source: Hash digest
de: Hashwert
eo: Haketaĵa digesto
es: Salida de resumen
fr: Empreinte de hachage
he: תמצית גיבוב (hash digest)
id: Intisari hash
it: riassunto di hash
ja: ハッシュ値
pt: Digest de hash
pt_br: Digest de hash
ru: Хеш-дайджест
sk: Súhrn hash
ta: ஆச் டைசச்ட்
tr: Hash özeti
uk: Дайджест хешів

source: Copy to clipboard
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
eo: Kopii en tondujon
es: Copiar en el portapapeles
fr: Copier dans le presse-papiers
he: העתקה אל לוח הגזירים
id: Salin ke clipboard
it: Copia sulla tastiera
ja: クリップ ボードにコピー
pt: Copiar para a área de trabalho
pt_br: Copiar para área de trabalho
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky
ta: நகலெடு பெறுநர் இடைநிலைப் பலகை
tr: Kopyala
uk: Скопіювати до буферу обміну

source: Copy
de: Kopieren
el: Αντιγραφή
eo: Kopii
es: Copiar
fr: Copier
he: העתקה
id: Salin
it: Copia
ja: コピー
pt: Copiar
pt_br: Copiar
ru: Копировать
sk: Kopírovať
ta: நகலெடு
tr: Kopyala
uk: Скопіювати

source: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">See more details on using hashes here.</a>
eo: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Jen pliaj detaloj pri uzado de haketaĵoj.</a>
pt: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Veja mais detalhes sobre o uso de HASHES aqui.</a>
ru: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Узнать больше об использовании хешей.</a>
ta: <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> இங்கே ஆச்களைப் பயன்படுத்துவது குறித்த கூடுதல் விவரங்களைக் காண்க. </a>

source: Error
de: Fehler
el: Σφάλμα
eo: Eraro
fr: Erreur
he: שגיאה
id: Kesalahan
it: Errore
ja: エラー
pt: Erro
pt_br: Erro
ru: Ошибка
ta: பிழை
tr: Hata
uk: Помилка

source: Success
de: Erfolg
el: Επιτυχία
eo: Sukceso
es: Éxito
fr: Succès
he: הצלחה
id: Sukses
it: Successo
ja: 成功
pt: Sucesso
pt_br: Sucesso
ru: Успех
sk: Úspešné
ta: செய்
tr: Başarı
uk: Успіх

source: Manage project
de: Projekt verwalten
el: Διαχείριση project
eo: Administri la projekton
es: Gestionar proyecto
fr: Gérer le projet
he: ניהול הפרויקט
id: Kelola proyek
it: Gestire un progetto
ja: プロジェクトの管理
pt: Gerir projeto
pt_br: Gerenciar projeto
ru: Управление проектом
sk: Správa projektu
ta: Manage திட்டம்
tr: Projeyi Yönet
uk: Керувати проєктом

source: Previous
de: Vorherige
el: Προηγούμενο
eo: Antaŭen
es: Anterior
fr: Précédent
he: אל הקודם
id: Sebelumnya
it: Precedente
ja: 前
pt: Anterior
pt_br: Anterior
ru: Предыдущая
sk: Predchádzajúcí
ta: முந்தைய
tr: Önceki
uk: Попередня

source: Next
de: Nächste
el: Επόμενο
eo: Sekven
es: Siguiente
fr: Suivant
he: אל הבא
id: Selanjutnya
it: Successivo
ja: 次
pt: Próximo
pt_br: Próximo
ru: Следующая
sk: Nasledujúca
ta: அடுத்தது
tr: Sonraki
uk: Наступна

source: Your primary email address (%(email_address)s) is unverified.
de: Ihre primäre E-Mail-Adresse (%(email_address)s), ist unbestätigt.
el: Η κύρια διεύθυνση email (%(email_address)s) δεν είναι επιβεβαιωμένη.
eo: Via ĉefa retpoŝta adreso (%(email_address)s) ne estas kontrolita.
es: No se ha verificado su dirección de correo principal (%(email_address)s).
fr: Votre adresse e-mail principale (%(email_address)s) n'est pas vérifiée.
he: כתובת האי-מייל הראשית שלך (%(email_address)s) אינה מאומתת.
id: Alamat email utama anda (%(email_address)s) belum terverivikasi.
it: Il tuo indirizzo email principale(%(email_address)s) non è stato verificato.
ja: あなたの主要メールアドレス (%(email_address)s) は未確認です。
pt: O seu endereço de e-mail principal (%(email_address)s) não foi verificado.
pt_br: Seu endereço de e-mail principal (%(email_address)s) não foi verificado.
ru: Ваш основной адрес электронной почты %(email_address)s не подтверждён.
sk: Vaša primárna e-mailová adresa (%(email_address)s) nie je overená.
ta: Your primary email முகவரி (%(email_address)s) is unverified.
tr: Birincil e-posta adresiniz (%(email_address)s) doğrulanmadı.
uk: Ваша основна електронна адреса (%(email_address)s) не підтверджена.

source: You do not have a primary email address.
de: Sie haben keine primäre E-Mail-Adresse.
el: Δεν έχετε κύρια διεύθυνση email.
eo: Vi ne havas ĉefan retpoŝtan adreson.
es: No tiene ninguna dirección de correo principal.
fr: Vous n'avez pas d'adresse e-mail principale.
he: אין לך כתובת אי-מייל ראשית.
id: Anda tidak memiliki sebuah alamat email utama.
it: Non hai un indirizzo email principale.
ja: 主要メールアドレスがありません。
pt: Não tem um endereço de e-mail principal.
pt_br: Você não tem um endereço de e-mail principal.
ru: У вас нет основного адреса электронной почты.
sk: Nemáte primárnu e-mailovú adresu.
ta: உங்களிடம் முதன்மை மின்னஞ்சல் முகவரி இல்லை.
tr: Birincil e-posta adresiniz bulunmamakta.
uk: У вас немає основної електронної адреси.

source: Verify your email or add a new address.
de: E-Mail-Adresse bestätigen oder neue Adresse hinzufügen.
el: Επιβεβαιώστε την διεύθυνση email σας ή προσθέστε μια νέα.
eo: Kontrolu vian retpoŝtan adreson aŭ aldonu novan retpoŝtan adreson.
es: Verifique su dirección o añada otra.
fr: Vérifiez votre adresse e-mail ou ajoutez une nouvelle adresse.
he: יש לאמת את האי-מייל שלך או להוסיף כתובת חדשה.
id: Verivikasi alamat email atau tambahkan alamat email baru.
it: Verifica la tua email o aggiungi un nuovo indirizzo email.
ja: メールアドレスを確認するか、新しいアドレスを追加してください。
pt: Verifique o seu e-mail ou adicione um novo endereço.
pt_br: Verifique seu e-mail ou adicione um novo endereço.
ru: Подтвердите свою электронную почту или добавьте новый адрес.
sk: Overte svoj e-mail alebo pridajte novú adresu.
ta: Verify your email or கூட்டு a புதிய address.
tr: E-postanızı doğrulayın ya da yeni bir adres ekleyin.
uk: Підтвердіть свою електронну адресу або додайте нову.
