Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: A security device is a USB key or <a href="#utfdevices">other device</a> that generates a one-time password and sends that password to the browser. This password is then used by PyPI to authenticate you as a user.
de: Ein Sicherheitsgerät ist ein USB-Schlüssel oder ein <a href="#utfdevices">anderes Gerät</a>, um Einmalpasswörter zu generieren und diese an Ihren Browser zu senden. Das Passwort authentisiert sie als PyPI-Nutzer.
el: Μια συσκευή ασφάλειας είναι ένα USB key ή <a href="#utfdevices">άλλη συσκευή</a> η οποία παράγει έναν κωδικό μιας χρήσης και τον στέλνει στον browser. Αυτός ο κωδικός χρησιμοποιείται από το PyPI για να πιστοποιήσει εσάς ως χρήστη.
eo: Sekuriga aparato estas USB-ŝlosilo aŭ <a href="#utfdevices">alia aparato</a> kiu generas unufojan pasvorton kaj sendas tiun pasvorton al la TTT-legilo. Tiun pasvorton uzas PyPI por aŭtentikigi vin kiel uzanton.
es: Un aparato de seguridad es una llave USB u <a href="#utfdevices">otro dispositivo</a> que genera una contraseña de un solo uso y la envía al navegador. Posteriormente, PyPI utiliza esta contraseña para autenticarle como usuario/a.
fr: Un périphérique de sécurité est une clé USB ou <a href="#utfdevices">un autre périphérique</a> qui génère un mot de passe à usage unique et l'envoie au navigateur. Ce mot de passe est ensuite utilisé par PyPI pour vous authentifier en tant qu'utilisateur.
he: מכשיר אבטחה הוא מפתח USB או <a href="#utfdevices">מכשיר אחר</a> אשר מייצר סיסמה חד-פעמית ושולח אותה אל הדפדפן. סיסמה זו משמשת את PyPI כדי לאמת אותך כמשתמש.
id: Perangkat keamanan adalah kunci USB atau <a href="#utfdevices">perangkat lain</a> yang menghasilkan sandi satu kali dan mengirimkan sandi tersebut ke browser. Kata sandi ini kemudian digunakan oleh PyPI untuk mengotentikasi Anda sebagai pengguna.
it: Un dispositivo di sicurezza è una chiavetta USB o <a href="#utfdevices">altro dispositivo</a> che genera una password valida una volta e manda quella password al browser. Questa password è quindi usata da PyPI per identificarti come un utente.
ja: セキュリティ端末とはUSBキーや、ワンタイム・パスワードを生成してブラウザに送信する<a href="#utfdevices">その他の端末</a>などのことです。このパスワードは、あなたをユーザとして認証するためにPyPIで使われます。
pt: Um aparelho de segurança é uma chave USB ou <a href="#utfdevices">outro aparelho</a> que gera uma palavra-passe de um uso e envia essa palavra-passe ao navegador. Essa palavra-passe é então usada pelo PyPI para autenticar-lo como um utilizador.
pt_br: Um dispositivo de segurança é uma chave USB ou <a href="#utfdevices">outro dispositivo</a> que gera uma senha de um uso e envia essa senha para o navegador. Essa senha é então usada pelo PyPI para lhe autenticar como um usuário.
ru: Устройство безопасности — это USB-ключ или <a href="#utfdevices">другое устройство</a>, которое генерирует одноразовый пароль и отправляет его в браузер. Затем этот пароль используется PyPI для аутентификации вас как пользователя.
sk: Bezpečnostné zariadenie je USB kľúč alebo <a href="#utfdevices">iné zariadenie</a>, ktoré vygeneruje jednorazové heslo a odošle ho do prehliadača. Toto heslo potom PyPI používa na vašu autentifikáciu ako používateľa.
ta: பாதுகாப்பு சாதனம் ஒரு யூ.எச்.பி விசை அல்லது <a href = "#utfdevices"> பிற சாதனம் </a> ஒரு முறை கடவுச்சொல்லை உருவாக்கி அந்த கடவுச்சொல்லை உலாவிக்கு அனுப்புகிறது. இந்த கடவுச்சொல்லை ஒரு பயனராக அங்கீகரிக்க PYPI ஆல் பயன்படுத்தப்படுகிறது.
tr: Güvenlik aygıtı yani bir USB anahtar yahut <a href="#utfdevices">diğer aygıtlar</a> tek seferlik bir parola oluşturur ve bu parolayı tarayıcıya gönderirler. Daha sonra bu parola PyPI tarafından kimliğinizi doğrulamak için kullanılır.
uk: Пристроєм безпеки є USB-ключ або <a href="#utfdevices">інший пристрій</a> , який генерує одноразовий пароль і надсилає той пароль до браузера. PyPI потім використовує цей пароль, щоб автентифікувати вас як користувача.

source: To set up two-factor authentication with a <em>USB key</em>, you'll need:
eo: Por ebligi dupaŝan aŭtentikigon per <em>USB-ŝlosilo</em>, vi devas:
ru: Чтобы настроить двух‐факторную аутентификацию с помощью <em>USB-ключа</em>, вам понадобятся:
sk: Ak chcete nastaviť dvojfaktorovú autentifikáciu s <em>USB kľúč</em>, budete potrebovať:
ta: <em> யூ.எச்.பி விசை </em> உடன் இரண்டு காரணி அங்கீகாரத்தை அமைக்க, உங்களுக்கு தேவை:

source: To use a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">browser that supports <abbr title="web authentication">WebAuthn</abbr> and PublicKeyCredential</a>, as this is the standard implemented by PyPI.
de: Einen <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Browser mit Unterstützung für <abbr title="web authentication">WebAuthn</abbr> und PublicKeyCredential</a> benutzen, welcher der Standard ist, den PyPI implementiert.
el: Να χρησιμοποιήσετε έναν <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">browser που να υποστηρίζει <abbr title="web authentication">το WebAuthn</abbr> και το PublicKeyCredential</a>, καθώς αυτά έχουν υλοποιηθεί από το PyPI.
eo: Uzi <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">TTT-legilon subtenantan <abbr title="reta aŭtentikigo">WebAuthn</abbr> kaj PublicKeyCredential</a>, kiuj estas la normoj subtenataj de PyPI.
es: Utilizar un <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">navegador que admita <abbr title="autenticación web">WebAuthn</abbr> y PublicKeyCredential</a>, ya que esta es la norma que PyPI implementa.
fr: Utiliser un <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">navigateur qui prend en charge <abbr title="Web Authentication">WebAuthn</abbr> et PublicKeyCredential</a>, car il s'agit du standard implémenté par PyPI.
he: להשתמש ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">דפדפן התומך ב-<abbr title="web authentication">WebAuthn</abbr> וב-PublicKeyCredential</a>, שכן זהו התקן הממומש על ידי PyPI.
id: Untuk menggunakan browser %(title)s<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">yang mendukung <abbr title="web authentication">WebAuthn</abbr> dan PublicKeyCredential</a>, karena ini adalah standar yang diterapkan oleh PyPI.
it: Usare un %(title)s<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">browser che supporta <abbr title="web authentication">WebAuthn</abbr> e PublicKeyCredential</a>, siccome questo è lo standard migliorato da PyPI.
ja: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="web authentication">WebAuthn</abbr>とPublicKeyCredentialをサポートするブラウザ</a>を使うこと。これはPyPIで実施されている標準である。
pt: Usar um <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">navegador que oferece suporte a <abbr title="web authentication">WebAuthn</abbr> e PublicKeyCredential</a>, pois isso é o padrão implementado pelo PyPI.
pt_br: Usar um <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">navegador que oferece suporte a <abbr title="web authentication">WebAuthn</abbr> e PublicKeyCredential</a>, pois isso é o padrão implementado pelo PyPI.
ru: Использовать <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">браузер, поддерживающий <abbr title="веб аутентификация">WebAuthn</abbr> и PublicKeyCredential</a>, так как именно этот стандарт реализует PyPI.
sk: Ak chcete použiť <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">browser, ktorý podporuje <abbr title="web authentication">WebAuthn</abbr> a PublicKeyCredential</a>, pretože toto je štandard implementovaný PyPI.
ta: ஒரு <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> உலாவி <abbr தலைப்பு = "வலை அங்கீகாரத்தை"> வெப்அத்ன் </abbr > மற்றும் பப்ளிக் கிகிரிடென்சியல் </a>, இது PYPI ஆல் செயல்படுத்தப்பட்ட தரமாகும்.
uk: Використовувати <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">браузер, який підтримує <abbr title="веб автентифікація">WebAuthn</abbr> та PublicKeyCredential</a>, оскільки це стандарт, впроваджений PyPI.

source: To be running JavaScript on your browser
de: In Ihrem Browser JavaScript zulassen
el: Να τρέχετε την JavaScript στον browser σας
eo: Ŝalti JavaScript en via TTT-legilo
es: Ejecutar JavaScript en el navegador
fr: Exécuter JavaScript dans votre navigateur
he: לאפשר הרצה של קוד JavaScript בדפדפן שלך
id: Untuk menjalankan JavaScript di browser Anda
it: Eseguire JavaScript nel tuo browser
ja: ブラウザ上でJavaScriptを実行できること
pt: Para estar a executar JavaScript no seu navegador
pt_br: Estar executando JavaScript em seu navegador
ru: Работающий JavaScript в вашем браузере
sk: Ak chcete spustiť JavaScript vo svojom prehliadači
ta: உங்கள் உலாவியில் சாவாச்கிரிப்டை இயக்க வேண்டும்
tr: Tarayıcınızda JavaScript koşturmak için
uk: Мати увімкнений JavaScript у своєму браузері

source: To use a USB key that adheres to the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO U2F specification</a>:
de: Einen USB-Schlüssel verwenden, welcher der <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO-U2F-Spezifikation</a> entspricht:
el: Να χρησιμοποιείτε ένα USB key το οποίο να εμμένει στην προδιαγραφή <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO U2F</a>:
eo: Uzi USB-ŝlosilon kongruan kun la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">normo FIDO U2F</a>:
es: Utilizar una llave USB que se apegue a la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">especificación U2F de FIDO</a>:
fr: Utiliser une clé USB qui adhère à la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">spécification FIDO U2F</a> :
he: להשתמש במפתח USB העומד ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">תקן FIDO U2F</a>:
id: Untuk menggunakan kunci USB yang mematuhi<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">spesifikasi FIDO U2F</a>:
it: Usare una chiavetta USB che aderisce a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">specificazione FIDO U2F </a>:
ja: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO U2F仕様</a>に準拠したUSBキーを使用すること:
pt: Para usar uma chave USB que adere à <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">especificação FIDO U2F</a>:
pt_br: Usar uma chave USB que adere à <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">especificação FIDO U2F</a>:
ru: Использовать USB-ключ, который придерживается <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">спецификации FIDO U2F</a>:
sk: Ak chcete použiť USB kľúč, ktorý je v súlade s <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO U2F špecifikácia</a>:
ta: <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> fido U2f விவரக்குறிப்பு </a>
tr: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO U2F özelliği</a>' ne uygun bir USB anahtar kullanmak için:
uk: Використовувати USB-ключ, який відповідає <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">специфікації FIDO U2F</a>:

source: Popular keys include <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> and <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
de: Beliebte Schlüssel sind <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> und <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
el: Δημοφιλή κλειδιά αποτελούν τα <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> και <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
eo: Jen kelkaj popularaj ŝlosiloj: <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a>, kaj <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
es: Entre las llaves más populares pueden contarse <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> y <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
fr: Les clés populaires incluent <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> et <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
he: מפתחות פופולאריים כוללים את <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, את <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> ואת <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
id: Kunci populer termasuk <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> dan <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
it: Chiavette popolari includono <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> e <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
ja: よく使われるキーには、<a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>、 <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a>、 <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>がある。
pt: Chaves populares incluem <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> e <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
pt_br: Chaves populares incluem <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> e <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
ru: Из популярных ключей это будут <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> и <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
sk: Medzi obľúbené klávesy patria <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> a <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
ta: பிரபலமான விசைகளில் <a href = "%(yubikey_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> yubikey </a>, <a href = "%(titan_href)s . "_ பிளாங்க்" rel = "noopener"> தீடிச் </a>.
tr: Popüler anahtarlar: <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> and <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.
uk: Поширені ключі включають <a href="%(yubikey_href)s" title="%(title)s" target="_blank" rel="noopener">Yubikey</a>, <a href="%(titan_href)s" title="%(title)s" target="_blank" rel="noopener">Google Titan</a> і <a href="%(thetis_href)s" title="%(title)s" target="_blank" rel="noopener">Thetis</a>.

source: Note that some older Yubico USB keys <strong>do not follow the FIDO specification</strong>, and will therefore not work with PyPI
de: Beachten Sie, dass einige ältere USB-Schlüssel von Yubico <strong>nicht der FIDO-Spezifikation</strong> entsprechen und deshalb nicht mit PyPI funktionieren
el: Σημειώστε ότι κάποια παλαιότερα Yubico USB keys <strong>δεν ακολουθούν την προδιαγραφή FIDO</strong> με αποτέλεσμα να μην είναι συμβατά με το PyPI
eo: Notu ke kelkaj malnovaj USB-ŝlosiloj de Yubico <strong>ne kongruas kun la normo FIDO</strong>, kaj tial ne funkcias kun PyPI
es: Observe que algunas llaves USB Yubico antiguas <strong>no se ajustan a la especificación FIDO</strong> y, por ende, no funcionan con PyPI
fr: Veuillez noter que certaines clés USB Yubico plus anciennes <strong>ne suivent pas la spécification FIDO</strong>, et ne fonctionneront donc pas avec PyPI
he: לתשומת לבך, כמה דגמים ישנים של מפתחות USB מסוג Yubico <strong>אינם עומדים בתקן FIDO</strong> ולפיכך לא יעבדו עם PyPI
id: Perhatikan bahwa beberapa kunci USB Yubico lama <strong>tidak mengikuti spesifikasi FIDO</strong>, dan oleh karena itu tidak akan berfungsi dengan PyPI
it: Nota che alcune vecchie chiavette USB Yubico <strong>non seguono la specificazione FIDO</strong>, e quindi non funzioneranno con PyPI
ja: 一部の古いYubicoのUSBキーは<strong>FIDO仕様に対応しておらず</strong>、PyPI上では動作しないことに注意してください
pt: Note que algumas chaves USB mais antigas da Yubico <strong>não seguem a especificação FIDO</strong> e, portanto, não funcionam com PyPI
pt_br: Note que algumas chaves USB mais antigas da Yubico <strong>não seguem a especificação FIDO</strong> e, portanto, não funcionam com PyPI
ru: Обратите внимание, что некоторые старые USB-ключи Yubico <strong>не следуют спецификации FIDO</strong>, и поэтому не будут работать с PyPI
sk: Upozorňujeme, že niektoré staršie USB kľúče Yubico <strong> nespĺňajú špecifikáciu FIDO</strong>, a preto nebudú fungovať s PyPI
ta: சில பழைய யூபிகோ யூ.எச்.பி விசைகள் <strong> ஃபிடோ விவரக்குறிப்பைப் பின்பற்ற வேண்டாம் </strong>, எனவே PYPI உடன் வேலை செய்யாது
tr: Unutulmamalıdır ki <strong>FIDO şartnamesine uymayan</strong> bazı eski Yubico USB anahtarlar, PyPI ile çalışmayacaklardır
uk: Запримітьте, що деякі старі USB-ключі Yubico <strong>не дотримуються стандарту FIDO</strong>, і тому не працюватимуть з PyPI

source: Follow these steps:
de: Führen Sie die folgenden Schritte aus:
el: Ακολουθήστε τα ακόλουθα βήματα:
eo: Sekvu ĉi tiujn paŝojn:
es: Siga estos pasos:
fr: Suivez ces étapes :
he: בצע/י את הצעדים הבאים:
id: Ikuti langkah-langkah berikut:
it: segui queste indicazioni:
ja: 以下の手順を実施します:
pt: Siga estes passos:
pt_br: Siga estes passos:
ru: Выполните следующие действия:
sk: Nasleduj tieto kroky:
ta: இந்த படிகளைப் பின்பற்றவும்:
tr: Aşağıdaki adımları takip edin:
uk: Виконайте ці кроки:

source: Once complete, your USB key will be registered to your PyPI account and can be used during the log in process.
de: Nach Abschluss wird der USB-Schlüssel mit Ihrem PyPI-Konto verknüpft und can bei der Anmeldung verwendet werden.
el: Μόλις ολοκληρωθεί, το USB key θα εγγραφεί με τον λογαριασμό σας στο PyPI και θα μπορεί πλέον να χρησιμοποιείται κατά τη διάρκεια της διαδικασίας εισόδου στο PyPI.
eo: Post tio, via USB-ŝlosilo estos registrita al via PyPI-konto kaj uzebla por salutado.
es: Cuando termine, su llave USB quedará registrada en su cuenta de PyPI y podrá utilizarla durante el proceso de acceso.
fr: Une fois terminé, votre clé USB sera enregistrée dans votre compte PyPI et peut être utilisée pendant le processus de connexion.
he: עם השלמת התהליך, מפתח ה-USB שלך יהיה רשום בחשבון ה-PyPI שלך ויוכל לשמש בעת תהליך ההתחברות.
id: Setelah selesai, USB key Anda akan terdaftar pada akun PyPI Anda dan dapat digunakan pada saat proses log in.
it: Una volta completato, la tua chiavetta USB sarà registrata al tuo account PyPI e può essere usata nel processo di accesso.
ja: 完了するとUSBキーがPyPIアカウントに登録され、ログイン処理中に使えるようになります。
pt: Uma vez concluído, a sua chave USB será registada na sua conta PyPI e pode ser usada durante o processo de autenticação.
pt_br: Uma vez concluído, sua chave USB será registrada em sua conta PyPI e pode ser usada durante o processo de autenticação.
ru: По завершению ваш USB-ключ будет зарегистрирован в вашей учётной записи PyPI и сможет быть использован во время входа в систему.
sk: Po dokončení sa váš USB kľúč zaregistruje do vášho účtu PyPI a môžete ho použiť počas procesu prihlasovania.
ta: முடிந்ததும், உங்கள் யூ.எச்.பி விசை உங்கள் PYPI கணக்கில் பதிவு செய்யப்படும், மேலும் பதிவின் போது பயன்படுத்தலாம்.
tr: İşlem tamamlandığında USB anahtarınız PyPI hesabınıza tanımlanacak böylece USB anahtarınızı PyPI hesabınızda oturum açarken kullanabiliyor olacaksınız.
uk: Щойно завершено, ваш USB-ключ буде зареєстровано у вашому обліковому записі на PyPI і зможе бути використаний у процесі входу.

source: <li>Provide your username and password, as normal</li> <li>Insert and touch your USB key to finish logging into PyPI</li>
eo: <li>Donu vian salutnomon kaj pasvorton, normale</li> <li>Enmetu kaj tuŝu vian USB-ŝlosilon por fini saluton en PyPI-on</li>
it: <li>Fornisci il tuo username e password, normalmente</li> <li>Inserisci e tocca la tua chiavetta USB per terminare l'operazione di accesso a PyPI</li>
ru: <li>Предоставьте ваше имя пользователя и пароль, как обычно </li> <li>Установите и прикосните ваш USB-ключ, чтобы закончить регистрацию в PyPI </li>
sk: <li>Uveďte svoje používateľské meno a heslo ako obvykle</li> <li>Vložte a dotknite sa USB kľúča, aby ste dokončili prihlásenie do PyPI</li>
ta: <li> உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லை பொதுவாக வழங்கவும் </li> <li> பைபியில் உள்நுழைவதை முடிக்க உங்கள் யூ.எச்.பி விசையைச் செருகவும் தொடவும் </li>
