Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Too many emails have been added to this account without verifying them. Check your inbox and follow the verification links.
el: Έχουν προστεθεί πάρα πολλά ηλεκτρονικα μηνύματα σε αυτόν τον λογαριασμό χωρίς να τα επαληθεύσετε. Ελέγξτε τα εισερχόμενά σας και ακολουθήστε τους συνδέσμους επαλήθευσης.
fr: Trop d'adresses e-mail ont été ajoutées à ce compte sans qu'elles soient vérifiées. Veuillez consulter votre boîte de messagerie et suivre les liens de vérification.
tr: Bu hesaba, doğrulanmamış çok fazla e-posta eklendi. Gelen kutunuzu kontrol edin ve doğrulama bağlantılarını takip edin.

source: Recovery Codes
fr: Codes de récupération

source: Login using Recovery Code
fr: Se connecter avec un code de récupération

source: Login using a Recovery Code
fr: Se connecter avec un code de récupération

source: Generate Recovery Codes
fr: Générer des codes de récupération

source: Regenerate Recovery Codes
fr: Régénérer des codes de récupération

source: Recovery Code
fr: Code de récupération

source: Recovery Codes generated
fr: Codes de récupération générés

source: Recovery Codes regenerated
fr: Codes de récupération régénérés

source: Recovery Code used for login
fr: Code de récupération utilisé pour la connexion

source: Events appear here as security-related actions occur on your account.
el: Συμβάντα θα εμφανίζονται εδώ όταν δράσεις σχετιζόμενες με θέματα ασφάλειας θα προκύπτουν στον λογαριασμό σας.
fr: Les événements apparaissent ici comme des occurrences des actions liées à la sécurité sur votre compte.
ja: アカウントでセキュリティ関連のアクションが発生すると、ここにイベントが表示されます。
tr: Hesabınızda güvenlikle ilgili eylemler gerçekleştiğinde olaylar burada görünür.

source: You will not be able to re-upload a new distribution of the same type with the same version number. Consider making a new release or a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">post release</a> instead.
fr: Vous ne serez pas en mesure de republier une nouvelle distribution du même type avec le même numéro de version. Considérez faire une nouvelle version ou plutôt une <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">post-version</a>.

source: %(count)s file
fr: %(count)s fichier

source: Delete Release
fr: Supprimer la version

source: Account Recovery Codes
fr: Codes de récupération du compte

source: Save your Recovery Codes
fr: Enregistrez vos codes de récupération

source: All users submitting feedback, reporting issues or contributing to Warehouse are expected to follow the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA Code of Conduct</a>.
el: Όλοι οι χρήστες που στέλνουν feedback, αναφέρουν θέματα ή συνεισφέρουν στο Warehouse θα πρέπει να ακολουθούν τον <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">κώδικα δεοντολογίας του PyPA</a>.
fr: Tous les utilisateurs soumettant des commentaires, signalant des problèmes ou contribuant au Warehouse sont tenus de suivre le <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Code de conduite de la PyPA</a>.
ja: フィードバックの送信、問題の報告、Warehouseへの貢献を行う全てのユーザは、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPAの行動規範</a>に従うことが求められます。
tr: Geri bildirim gönderen, sorunları bildiren veya Warehouse'a katkıda bulunan tüm kullanıcıların <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA Davranış Kurallarını</a> izlemesi beklenmektedir.

source: When prompted for Two-Factor Authentication, select "Login using a Recovery Code"
fr: Au moment de la demande d'authentification à deux facteurs, sélectionnez « Se connecter avec un code de récupération »

source: PyPI itself does not offer a way to get notified when a project uploads new releases. However, there are several third-party services that offer comprehensive monitoring and notifications for project releases and vulnerabilities listed as <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">GitHub apps</a>.
fr: PyPi lui-même n'offre pas de moyen d'être notifié lors de la publication de projets ou de nouvelles versions. En revanche, il y a plusieurs services tiers qui offrent un suivi complet et des notifications pour les versions de projet et les vulnérabilités listée comme <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">applications GitHub</a>.

source: You can <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">analyze PyPI download usage statistics via our public dataset on Google BigQuery</a>.
fr: Vous pouvez <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">analyser les statistiques d'utilisation des téléchargements PyPI via notre ensemble de données publiques sur Google BigQuery</a>.
ja: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPIのダウンロード利用の統計は、Google BigQuery上の公開データセットを使って分析することができます</a>。
tr: PyPI veri indirme, kullanım istatistiklerinizi <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Google BigQuery üzerinde bulunan açık verisetimizi kullanarak analiz edebilirsiniz</a>.

source: If you can't upload your project's release to PyPI because you're hitting the upload file size limit, we can sometimes increase your limit. Make sure you've uploaded at least one release for the project that's <em>under</em> the limit (a <a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">developmental release version number</a> is fine). Then, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">file an issue</a> and tell us:</p>
el: Αν δεν μπορείτε να ανεβάσετε την έκδοση του project σας στο PyPI λόγω ανώτατου ορίου στο μέγεθος αρχείου, μπορεί μερικές φορές να αυξήσουμε αυτό το όριο. Σιγουρευτείτε ότι έχετε ανεβάσει τουλάχιστον μια έκδοση για το project η οποία είναι <em>κάτω</em> του ορίου (ο αριθμός της έκδοσης μπορεί να είναι ένας <a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">αναπτυξιακός αριθμός έκδοσης</a>). Έπειτα, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">ανοίξτε ένα θέμα</a> και πείτε μας:</p>
fr: Si vous ne pouvez pas publier la version de votre projet dans PyPI parce que vous atteignez la limite de taille du fichier publié, nous pouvons parfois augmenter votre limite. Assurez-vous d'avoir téléchargé au moins une version pour le projet qui est <em>en dessous</em> de la limite (un <a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">numéro de version de développement</a> est suffisant). Ensuite, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">ouvrez un ticket</a> et donnez-nous :</p>
ja: アップロードファイルのサイズ制限が原因でプロジェクトのリリースをPyPIにアップロードできない場合、上限を増やせることがあります。 そのプロジェクトにおいて、最低でも1つ以上サイズ制限 <em>未満</em>でリリースをアップロードしたことがあることを確認してください（<a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">開発リリースのバージョン番号</a>で構いません）。次に、以下のことを私たちに伝えて <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">問題を報告してください</a>。</p>
tr: Dosya boyutu sınırını aştığı için projenizin yeni sürümünü PyPI' a yükleyemiyorsanız, bazen sizin için bu sınırı arttırabiliriz. Önce projenizin en azından bir sürümünün dosya boyutu limitinin <em>altında</em> kaldığına emin olun (a <a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">gelişimsel sürüm versiyon numarası</a> yeterli). Sonra, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">sorun bildir</a> ile bize şunları bildirin:</p>

source: Check to see if your username or password are incorrect.
fr: Vérifiez si votre nom d'utilisateur et votre mot de passe sont corrects.

source: You can also follow the ongoing development of the project on the <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">distutils-sig mailing list</a> and the <a href="%(message_group_href)s" title="%(title)s" target="_blank" rel="noopener">PyPA Dev message group</a>.
fr: Vous pouvez aussi suivre le développement en cours du projet via la <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">liste de diffusion distutils-sig</a> et le <a href="%(message_group_href)s" title="%(title)s" target="_blank" rel="noopener">groupe de discussion de PyPA Dev</a>.
