Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Files for release %(version)s of %(project_name)s
de: Dateien für Veröffentlichung %(version)s von %(project_name)s
el: Αρχεία για την έκδοση %(version)s του %(project_name)s
eo: Dosieroj por la eldono %(version)s de %(project_name)s
es: Archivos de la versión %(version)s de %(project_name)s
fr: Fichiers pour la version %(version)s de %(project_name)s
he: קבצים עבור גרסה %(version)s של %(project_name)s
id: Berkas untuk rilis %(version)s dari %(project_name)s
it: Files per il rilascio %(version)s di %(project_name)s
ja: %(project_name)s の %(version)s のリリースファイル
pt: Ficheiros para o lançamento %(version)s de %(project_name)s
pt_br: Arquivos para o lançamento %(version)s de %(project_name)s
ru: Файлы проекта %(project_name)s для выпуска версии %(version)s
sk: Súbory na vydanie %(version)s z %(project_name)s
ta: வெளியீட்டிற்கான கோப்புகள் %(version)s இன் %(project_name)s
tr: %(project_name)s %(version)s Sürümünün Dosyaları
uk: Файли для випуску %(version)s із %(project_name)s

source: Filename, size
de: Dateiname, Größe
el: Όνομα αρχείου, μέγεθος
eo: Dosiernomo, grando
es: Nombre de archivo, tamaño
fr: Nom du fichier, taille
he: שם קובץ, גודל
id: Nama berkas, ukuran
it: Nome file, dimensione
ja: ファイル名、サイズ
pt: Nome de ficheiro, tamanho
pt_br: Nome de arquivo, tamanho
ru: Название файла, размер
sk: Názov súboru, veľkosť
ta: கோப்பு பெயர், அளவு
tr: Dosya Adı, Boyut
uk: Назва файлу, розмір

source: Type
de: Typ
el: Τύπος
eo: Tipo
es: Tipo
he: סוג
id: Tipe
it: Tipo
ja: 種類
pt: Tipo
pt_br: Tipo
ru: Тип
sk: Typ
ta: வகை
tr: Tür
uk: Тип

source: Python version
el: Έκδοση Python
eo: Versio de Python
es: Versión de Python
fr: Version de Python
he: גרסת פייתון
id: Versi Python
it: Versione Python
ja: Pythonバージョン
pt: Versão do python
pt_br: Versão do Python
ru: Версия Python
sk: Verzia Pythonu
ta: பைதான் பதிப்பு
tr: Python Sürümü
uk: Версія Python

source: Upload date
de: Hochladedatum
el: Ημερομηνία μεταφόρτωσης
eo: Dato de alŝuto
es: Fecha de carga
fr: Date de publication
he: תאריך העלאה
id: Tanggal unggah
it: data del caricamento
ja: アップロード日
pt: Data do envio
pt_br: Data do envio
ru: Дата загрузки
sk: dátum nahrania
ta: பதிவேற்ற தேதி
tr: Yüklenme Tarihi
uk: Дата завантаження

source: View file options
de: Dateioptionen ansehen
el: Προβολή επιλογών αρχείων
eo: Vidi opciojn pri dosiero
es: Ver opciones de archivo
fr: Afficher les options de fichier
he: צפייה באפשרויות קובץ
id: Tampilkan pengaturan berkas
it: Visualizza opzioni del file
ja: ファイルのオプションを表示
pt: Veja opções do ficheiro
pt_br: Veja opções do arquivo
ru: Посмотреть параметры файла
sk: Zobraziť možnosti súboru
ta: கோப்பு விருப்பங்களைக் காண்க
tr: Dosya Ayarlarını Görüntüle
uk: Переглянути опції файла

source: File options
de: Dateioptionen
el: Επιλογές αρχείων
eo: Opcioj pri dosiero
es: Opciones de archivo
fr: Options de fichier
he: אפשרויות קובץ
id: Pengaturan berkas
it: Opzioni del file
ja: ファイルのオプション
pt: Opções do ficheiro
pt_br: Opções do arquivo
ru: Параметры файла
sk: Možnosti súboru
ta: கோப்பு விருப்பங்கள்
tr: Dosya Ayarları
uk: Опції файла

source: Download
eo: Elŝuti
es: Descargar
fr: Télécharger
he: הורדה
id: Unduh
it: Scarica
ja: ダウンロード
pt: Descarregar
pt_br: Baixar
ru: Скачать
sk: Stiahnuť ▼
ta: பதிவிறக்கம்
tr: İndir
uk: Завантажити

source: Delete file from
de: Datei löschen von
el: Διαγραφή αρχείου από
eo: Forigi dosieron for de
es: Eliminar archivo de
fr: Supprimer le fichier depuis
he: מחיקת קובץ של
id: Hapus berkas dari
it: Elimina file da
pt: Apagar ficheiro de
pt_br: Excluir arquivo de
ru: Удалить файл из
sk: Odstrániť súbor z
ta: இருந்து கோப்பை நீக்கு
tr: 'dan dosya sil
uk: Видалити файл із

source: Delete file
de: Datei löschen
el: Διαγραφή αρχείου
eo: Forigi dosieron
es: Eliminar archivo
fr: Supprimer le fichier
he: מחיקת קובץ
id: Hapus berkas
it: Elimina file
ja: ファイル削除
pt: Apagar ficheiro
pt_br: Excluir arquivo
ru: Удалить файл
sk: Vymazať súbor
ta: கோப்பை அழி
tr: Dosyayı Kaldır
uk: Видалити файл

source: I understand that my users will no longer be able to install this file for this release of this project.
de: Ich verstehe, dass meine Nutzer diese Datei nicht mehr für diese Veröffentlichung dieses Projekts installieren können.
eo: Mi komprenas, ke miaj uzantoj ne plu povos instali ĉi tiun dosieron en tiu eldono de la projekto.
es: Entiendo que mis usuarios no serán capaces de instalar este archivo para este release de este proyecto.
it: Comprendo che i miei utenti non potranno più installare questo file per questo rilascio di questo progetto.
pt: Entendo que meus usuários não serão mais capazes de instalar este arquivo para esta versão do projeto.
ru: Я понимаю, что мои пользователи больше не смогут установить этот файл для этого релиза этого проекта.
sk: Chápem, že moji používatelia už nebudú môcť nainštalovať tento súbor pre toto vydanie tohto projektu.
ta: இந்த திட்டத்தின் இந்த வெளியீட்டிற்கு எனது பயனர்கள் இனி இந்த கோப்பை நிறுவ முடியாது என்பதை நான் புரிந்துகொள்கிறேன்.
uk: Я розумію, що мої користувачі більше не зможуть встановлювати цей файл із цього випуску проєкту.

source: I understand that I will <a href=%(href)s target="_blank" rel="noopener">not be able to re-upload a file using the same file name</a> %(filename)s.
de: Ich verstehe, dass ich <a href=%(href)s target="_blank" rel="noopener">nicht in der Lage sein werde, eine Datei mit dem gleichen Dateinamen</a> %(filename)s neu hochzuladen.
eo: Mi komprenas, ke mi <a href=%(href)s target="_blank" rel="noopener">ne povos realŝuti dosieron de la sama nomo</a> %(filename)s.
it: Comprendo che non sarò in grado di <a href=%(href)s target="_blank" rel="noopener">ri-caricare un file con lo stesso nome</a> %(filename)s.
pt: Entendo que <a href=%(href)s target="_blank" rel="noopener"> não serei capaz de re-enviar arquivos de mesmo nome</a> %(filename)s.
ru: Я понимаю, что я буду <a href=%(href)s целевой="_blank" rel="noopener"> не иметь возможности перезагрузить файл с использованием того же имени файла</a> %(filename)s.
sk: Rozumiem, že <a href=%(href)s target="_blank" rel="noopener">nebudem môcť znova nahrať súbor s rovnakým názvom súboru</a> %(filename)s.
ta: நான் <a href = %(href target = "_ வெற்று" rel = "noopener"> அதே கோப்பு பெயரைப் பயன்படுத்தி ஒரு கோப்பை மீண்டும் ஏற்ற முடியாது </a> %(கோப்பு பெயர்) கள்.
uk: Я розумію, що більше <a href=%(href)s target="_blank" rel="noopener">не зможу повторно відвантажити файл із такою самою назвою</a> %(filename)s.

source: I understand that I will not be able to undo this.
de: Ich verstehe, dass ich das nicht rückgängig machen kann.
eo: Mi komprenas, ke mi ne povos malfari tion.
es: Entiendo que esta acción es irreversible.
it: Comprendo che non potrò annullare questa azione.
pt: Entendo que não serei capaz de desfazer esta ação.
ru: Я понимаю, что не смогу это отменить.
sk: Chápem, že to nebudem môcť vrátiť späť.
ta: இதை என்னால் செயல்தவிர்க்க முடியாது என்பதை நான் புரிந்துகொள்கிறேன்.
uk: Я розумію, що не зможу це повернути як було.

source: I understand that the PyPI administrators will not be able to undo this.
de: Ich verstehe, dass die PyPI-Administratoren dies nicht rückgängig machen können.
eo: Mi komprenas, ke la administrantoj de PyPI ne povos malfari tion.
es: Entiendo que los administradores de PyPI no serán capaces de revertir esta acción.
it: Comprendo che gli amministratori di PyPI non saranno in grado di annullare questa azione.
pt: Entendo que os administradores da PyPI não serão capazes de desfazer esta ação.
ru: Я понимаю, что администраторы PyPI не смогут это исправить.
sk: Chápem, že správcovia PyPI to nebudú môcť vrátiť späť.
ta: பைபி நிர்வாகிகளால் இதைச் செயல்தவிர்க்க முடியாது என்பதை நான் புரிந்துகொள்கிறேன்.
uk: Я розумію, що адміністратори PyPI не зможуть повернути це як було.

source: Uploading new files
de: Lädt neue Dateien hoch
el: Ανέβασμα καινούργιων αρχείων
eo: Alŝuto de novaj dosieroj
es: Carga de archivos nuevos
fr: Publication des nouveaux fichiers
he: העלאת קבצים חדשים
id: Mengunggah berkas baru
it: Caricando nuovi files
ja: 新しいファイルをアップロード
pt: Enviando novos ficheiros
pt_br: Enviando novos arquivos
ru: Загружаются новые файлы
sk: Nahrávanie nových súborov
ta: புதிய கோப்புகளைப் பதிவேற்றுகிறது
tr: Yeni Dosya Yükle
uk: Завантажуються нові файли

source: No files found
de: Keine Dateien gefunden
el: Δεν βρέθηκαν αρχεία
eo: Neniu dosiero trovita
es: No se encontró ningún archivo
fr: Aucun fichier trouvé
he: לא נמצאו קבצים
id: Tidak ada berkas ditemukan
it: nessun file trovato
ja: ファイルが見つかりません
pt: Nenhum ficheiro encontrado
pt_br: Nenhum arquivo encontrado
ru: Файлы не найдены
sk: Nenašli sa žiadne súbory
ta: கோப்புகள் எதுவும் கிடைக்கவில்லை
tr: Hiçbir dosya bulunamadı
uk: Жодних файлів не знайдено

source: Dismiss
de: Verwerfen
el: Απαλοιφή
eo: Fermi
es: Descartar
fr: Masquer
he: הסתרה
id: Abaikan
it: Scartare
ja: 無視
pt: Descartar
pt_br: Descartar
ru: Скрыть
sk: Zamietnuť
ta: தள்ளுபடி
tr: Kapat
uk: Сховати

source: Learn how to upload files on the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
de: Mehr zum Thema Datei-Upload erfahren im <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
el: Μάθετε πως να ανεβάζετε αρχεία στο <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
eo: Lernu kiel alŝuti dosierojn per la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Manlibro de Python-Uzanto pri Pakado</a>
es: Aprenda a cargar archivos en el <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">manual de uso del empaquetamiento de Python</a>
fr: Découvrez comment publier des fichiers dans le <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guide Utilisateur de l'Empaquetage Python</a>
he: למד/י כיצד להעלות קבצים ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">מדריך למשתמש באריזת חבילות פייתון</a>
id: Pelajari cara mengunggah berkas di <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> Panduan Pengguna Pengemasan Python </a>
it: Impara come caricare i files su <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
ja: ファイルアップロード方法を学ぶには<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a> を参照してください
pt: Saiba mais sobre como enviar ficheiros no <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Utilizador para Empacotamento de Python</a>
pt_br: Saiba mais sobre como enviar arquivos no <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Usuário para Empacotamento de Python</a>
ru: Узнайте, как загружать файлы на <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Руководство пользователя по упаковке Python</a>
sk: Zistite, ako nahrať súbory v <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Používateľskej príručke balíka Python</a>
ta: <A href = "%(href)s" title = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் பேக்கேசிங் பயனர் கையேடு </a> இல் கோப்புகளை எவ்வாறு பதிவேற்றுவது என்பதை அறிக </a>
tr: Nasıl dosya yüklemen gerektiğini <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Paketleme Kullanıcı Kılavuzu</a> üzerinde öğren
uk: Дізнатися, як завантажувати файли в <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">користувацькому керівництві з пакування Python</a>

source: Release settings
de: Veröffentlichungseinstellungen
el: Ρυθμίσεις κυκλοφορίας
eo: Agordoj pri eldono
es: Configuración de versión
fr: Paramètres de version
he: הגדרות גרסה
id: Pengaturan rilis
it: Impostazioni di rilascio
ja: リリース設定
pt: Configurações de lançamento
pt_br: Configurações de lançamento
ru: Настройки выпуска
sk: Uvoľnite nastavenia
ta: அமைப்புகளை வெளியிடுங்கள்
tr: Yayınlanma Ayarları
uk: Налаштування публікації

source: Yank release
eo: Fortiri eldonon
es: Retirar versión
he: גריעת גרסה
id: Rilis baru
it: Rilascio stralciato
pt: Retirar lançamento
pt_br: Retirar lançamento
ru: Изъять выпуск
sk: Yanke uvoľnenie
ta: யாங்க் வெளியீடு
uk: Анулювати випуск

source: Yanking will mark this release (and %(count)s file within it) to be ignored when installing in most common scenarios.
de: Durch Yanking wird diese Version (und die darin enthaltene %(count)s-Datei) bei der Installation in den meisten gängigen Szenarien als zu ignorierend markiert.
eo: Fortiro kaŭzos, ke ĉi tiu eldono (kaj %(count)s dosiero en ĝi) ignoriĝos dum instalado, por la plejparto de la kazoj.
it: Stralciare segnerà questo rilascio (e %(count)s file al suo interno) per essere ignorato al momento dell'installazione negli scenari più comuni.
ru: Изъятие помечает этот выпуск (и %(count)s файл внутри него) как игнорируемый при установке в большинстве распространённых сценариев.
sk: Yanking označí toto vydanie (a súbor %(count)s v ňom) ako ignorované pri inštalácii vo väčšine bežných scenárov.
ta: மிகவும் பொதுவான காட்சிகளில் நிறுவும் போது இந்த வெளியீட்டை (மற்றும் %(count)sோப்பு) புறக்கணிக்க வேண்டும்.

source: Yanking will mark this release to be ignored when installing in most common scenarios.
de: Yanking wird diese Veröffentlichung markieren, um bei der Installation in den häufigsten Szenarien ignoriert werden.
eo: Fortiro kaŭzos, ke ĉi tiu eldono ignoriĝos dum instalado, por la plejparto de la kazoj.
it: Stralciare segnerà questo rilascio per essere ignorato al momento dell'installazione negli scenari più comuni.
ru: Изъятие пометит этот выпуск как игнорируемый при установке в большинстве распространённых сценариев.
sk: Yanking označí toto vydanie ako ignorované pri inštalácii vo väčšine bežných scenárov.
ta: மிகவும் பொதுவான சூழ்நிலைகளில் நிறுவும் போது இந்த வெளியீட்டை புறக்கணிக்க யாங்கிங் குறிக்கும்.

source: This release will still be installable for users pinning to this exact version, e.g. when using <code>%(project_name)s==%(version)s</code>.
de: Diese Veröffentlichung wird noch für Benutzer, die genau diese Version gepinnt haben, z.B. bei Verwendung von <code>%(project_name)s=%(version)s</code>, installierbar sein.
eo: Ĉi tiu eldono estos ankoraŭ instalebla por alpinglintoj de ĉi tiu ekzanta versio, ekz. per <code>%(project_name)s==%(version)s</code>.
it: Questo rilascio sarà ancora installabile per gli utenti che puntano a questa esatta versione, es. quando si usa <code>%(project_name)s==%(version)s</code>.
ru: Этот выпуск по-прежнему будет устанавливаться у пользователей, закрепивших его точную версию, например, при использовании условия <code>%(project_name)s==%(version)s</code>.
sk: Toto vydanie bude stále možné nainštalovať pre používateľov, ktorí si pripnú presne túto verziu, napr. pri použití <code>%(project_name)s==%(version)s</code>.
ta: இந்த துல்லியமான பதிப்பிற்கு பொருத்த பயனர்களுக்கு இந்த வெளியீடு இன்னும் நிறுவக்கூடியதாக இருக்கும், எ.கா. <code>%(project_name)s ==%(version)s </code> ஐப் பயன்படுத்தும் போது.

source: For more information, see <a href="%(href)s">PEP 592</a>.
eo: Por pli da informo, vidu <a href="%(href)s">PEP 592</a>.
it: Per maggiori informazioni, vedi <a href="%(href)s">PEP 592</a>.
ru: За дополнительной информацией обращайтесь к <a href="%(href)s">PEP 592</a>.
sk: Ďalšie informácie nájdete v časti <a href="%(href)s">PEP 592</a>.
ta: மேலும் தகவலுக்கு, <a href = "%(href)s"> PEP 592 </a> ஐப் பார்க்கவும்.

source: You may provide a reason for yanking this release, which will be displayed by pip to users who install <code>%(project_name)s==%(version)s</code>.
de: Sie können einen Grund für das yanking dieser Veröffentlichung, die von pip an Benutzer angezeigt werden, die installieren <code>%(project_name)s=%(version)s</code>.
eo: Vi povas klarigi la kialon por fortiron de ĉi tiu eldono, kiun pip montros al tiuj, kiuj instalas per <code>%(project_name)s==%(version)s</code>.
it: Puoi fornire un motivo per stralciare questo rilascio, che sarà mostrato da pip agli utenti che installano<code>%(project_name)s==%(version)s</code>.
ru: Вы можете указать причину изъятия этого выпуска; pip отобразит её пользователям, устанавливающим пакет с условием <code>%(project_name)s==%(version)s</code>.
sk: Môžete uviesť dôvod na stiahnutie tohto vydania, ktorý sa zobrazí pomocou pipu používateľom, ktorí si nainštalujú <code>%(project_name)s==%(version)s</code>.
ta: இந்த வெளியீட்டை யாங்க் செய்வதற்கான ஒரு காரணத்தை நீங்கள் வழங்கலாம், இது <code>%(project_name)s ==%(version)s </code> ஐ நிறுவும் பயனர்களுக்கு PIP ஆல் காண்பிக்கப்படும்.

source: Reason (optional)
de: Grund (optional)
eo: Kialo (ne deviga)
es: Razón (opcional)
he: סיבה (לא חובה)
id: Alasan (pilihan)
it: Motivo (opzionale)
ja: 理由（任意）
pt: Motivo (opcional)
pt_br: Motivo (opcional)
ru: Причина (необязательно)
sk: Dôvod (voliteľné)
ta: காரணம் (விரும்பினால்)
uk: Підстава (необов'язково)

source: Version
el: Έκδοση
eo: Versio
es: Versión
he: גרסה
id: Versi
it: Versione
ja: バージョン
pt: Versão
pt_br: Versão
ru: Версия
sk: Verzia
ta: பதிப்பு
tr: Sürüm
uk: Версія

source: Delete release
de: Veröffentlichung entfernen
el: Διαγραφή κυκλοφορίας
eo: Forigi eldonon
es: Eliminar versión
fr: Supprimer la version
he: מחיקת גרסה
id: Hapus rilisan
it: Elimina rilascio
ja: リリース削除
pt: Apagar lançamento
pt_br: Excluir lançamento
ru: Удалить выпуск
sk: Odstrániť vydanie
ta: வெளியீட்டை நீக்கு
tr: Sürümü Kaldır
uk: Видалити публікацію

source: Deleting will irreversibly delete this release along with %(count)s file.
eo: Forviŝo kaŭzos nemalfareblan perdon de ĉi tiu eldono kune kun %(count)s dosiero.
ru: Удаление приведёт к необратимому удалению этого выпуска вместе с %(count)s файлом.
sk: Odstránenie nenávratne vymaže toto vydanie spolu so súborom %(count)s.
ta: நீக்குதல் இந்த வெளியீட்டை %(count)sோப்புடன் மாற்றமுடியாது.

source: Deleting will irreversibly delete this release.
de: Das Löschen führt zur unwiderruflichen Entfernung dieser Veröffentlichung.
el: Διαγράφοντας αυτό θα διαγραφεί χωρίς επιστροφή αυτή η κυκλοφορία.
eo: Forviŝo kaŭzos nemalfareblan perdon de ĉi tiu eldono.
es: La eliminación suprimirá irreversiblemente esta versión.
fr: La suppression entraînera la suppression irréversible de cette version.
he: מחיקה תסיר גרסה זו באופן בלתי הפיך.
id: Penghapusan akan menghapus rilisan ini.
it: L'eliminazione cancellerà irreversibilmente questo rilascio.
ja: 削除すると、このリリースは元に戻せません。
pt: Apagar vai apagar este lançamento irreversivelmente.
pt_br: A exclusão vai excluir irreversivelmente este lançamento.
ru: Удаление приведёт к необратимому удалению этого выпуска.
sk: Vymazaním sa toto vydanie nenávratne odstráni.
ta: நீக்குவது இந்த வெளியீட்டை மாற்றமுடியாமல் நீக்கிவிடும்.
tr: Silme işlemi bu sürümü geri dönülemez şekilde kaldıracaktır.
uk: Видалення незворотньо видалить цей випуск.

source: You will not be able to re-upload a new distribution of the same type with the same version number.
de: Sie können keine neue Distribution desselben Typs mit der gleichen Versionsnummer neu laden.
eo: Vi ne povos realŝuti novan samspecan distribuon de la sama versio.
es: No podrá cargar nuevamente una distribución del mismo tipo con el mismo número de versión.
id: Anda tidak dapat mengunggah ulang distribusi yang baru dengan tipe yang sama dengan nomor versi yang ada.
it: Non sarai più in gardo di ri-caricare una nuova distribuzione dello stesso tipo con lo stesso numero di versione.
pt: Você não poderá carregar novamente uma nova distribuição do mesmo tipo com o mesmo número de versão.
pt_br: Você não poderá reenviar uma nova distribuição do mesmo tipo com o mesmo número de versão.
ru: Вы не сможете повторно загрузить новый дистрибутив того же типа с тем же номером версии.
sk: Nebudete môcť znova nahrať novú distribúciu rovnakého typu s rovnakým číslom verzie.
ta: அதே பதிப்பு எண்ணுடன் ஒரே வகையின் புதிய விநியோகத்தை நீங்கள் மீண்டும் பதிவேற்ற முடியாது.
uk: Вам не вдасться завантажити новий пакунок того ж самого типу із такою ж версією повторно.

source: Deletion will break any downstream projects relying on a pinned version of this package. It is intended as a last resort to address legal issues or remove harmful releases.
de: Löschung bricht alle nachgeschalteten Projekte die eine gepinnte Version dieses Pakets einbinden. Es ist als letztes Mittel gedacht, um rechtliche Probleme zu lösen oder schädliche Freisetzungen zu entfernen.
eo: Forviŝo rompos ĉiujn projektojn, kiuj dependas de alpinglita versio de ĉi tiu pako. Ĝi estu lasta rimedo por trakti jurajn problemojn aŭ por forigi fiaĵojn.
es: La eliminación quebrantará los proyectos que dependan de una versión anclada de este paquete. Este método es un último recurso encaminado a resolver problemas legales o para suprimir versiones perjudiciales.
id: Penghapusan akan merusak semua proyek downstream yang mengandalkan versi tersemat dari package ini. Ini dimaksudkan sebagai upaya terakhir untuk mengatasi masalah hukum atau mengapus rilis berbahaya.
it: L'eliminazione interromperà ogni progetto a valle che si affida alla versione appuntata di questo pacchetto. E' intesa come ultima risorsa per indirizzare problemi legali o rimuovere rilasci dannosi.
pt: A exclusão interromperá todos os projetos posteriores que dependam de uma versão fixada deste pacote. Como último recurso, trata de questões legais ou remove lançamentos prejudiciais.
pt_br: A exclusão interromperá todos os projetos downstream que dependam de uma versão fixada deste pacote. Como último recurso, trata de questões jurídicas ou remove lançamentos prejudiciais.
ru: Удаление сломает все зависимые проекты, полагающиеся на закреплённую версию данного пакета. Оно нужно лишь в качестве крайней меры для решения правовых вопросов или удаления вредоносных выпусков.
sk: Odstránenie preruší všetky následné projekty, ktoré sa spoliehajú na pripnutú verziu tohto balíka. Je určený ako posledná možnosť na riešenie právnych problémov alebo odstránenie škodlivých únikov.
ta: நீக்குதல் இந்த தொகுப்பின் பின் செய்யப்பட்ட பதிப்பை நம்பியிருக்கும் எந்த கீழ்நிலை திட்டங்களையும் உடைக்கும். இது சட்ட சிக்கல்களைத் தீர்க்க அல்லது தீங்கு விளைவிக்கும் வெளியீடுகளை அகற்றுவதற்கான கடைசி முயற்சியாக கருதப்படுகிறது.
uk: Видалення зламає будь-які залежні проєкти, які покладаються на конкретну версію цього пакунка. Ним слід користуватися лиш у якості крайньої міри для вирішення правових проблем чи вилучення шкідливих випусків.
