Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: To set the '%(project_name)s' description, author, links, classifiers, and other details for your next release, use the <a href="%(pyproject_args_href)s" rel="noopener" target="_blank"><code>project</code> metadata fields in your <code>pyproject.toml</code> file</a>. Updating these fields will not change the metadata for past releases. Additionally, you <strong>must</strong> use <a href="%(twine_docs_href)s" rel="noopener" target="_blank">Twine</a> to upload your files in order to get full support for these fields. See <a href="%(distribution_href)s" rel="noopener" target="_blank">the Python Packaging User Guide</a> for more help.
ta: உங்கள் அடுத்த வெளியீட்டிற்கான '%(project_name)s' விளக்கம், ஆசிரியர், இணைப்புகள், வகைப்படுத்திகள் மற்றும் பிற விவரங்களை அமைக்க, <a href = "%(pyproject_args_href)s" rel = "noopener" இலக்கு = "_ வெற்று"> ஐப் பயன்படுத்தவும் <code> திட்டம் </code> உங்கள் <code> pyproject.toml </code> கோப்பு </a> இல் உள்ள மேனிலை தரவு புலங்கள். இந்த புலங்களை புதுப்பிப்பது கடந்த வெளியீடுகளுக்கான மெட்டாடேட்டாவை மாற்றாது. கூடுதலாக, நீங்கள் <strong> கட்டாயம் </strong> <a href = "%(twine_docs_href)s" rel = "noopener" இலக்கு = "_ வெற்று"> கயிறு </a> ஐப் பயன்படுத்தவும் இந்த புலங்கள். <A href = "%(distribution_href)s" rel = "noopener" இலக்கு = "_ வெற்று"> பைதான் பேக்கேசிங் பயனர் கையேடு </a> மேலும் உதவிக்கு பார்க்கவும்.

source: <strong>%(count_display)s</strong> project
ta: <strong>%(count_display)s </strong> திட்டம்

source: This project already exists, create an ordinary Trusted Publisher instead
it: Questo progetto esiste già, crea un Editore Fidato ordinario invece.

source: And now for something <br><span>completely different</span>
de: Und nun zu etwas <br><span>völlig anderem</span>
id: Dan sekarang untuk sesuatu <br><span>sangat berbeda</span>
it: E adesso per qualcosa di<br><span>completamente diverso</span>

source: View Python Status on Twitter
de: Python-Status auf Twitter ansehen
el: Δείτε το Python Status στο Twitter
fr: Voir le statut de Python sur Twitter
he: לצפייה בסטטוס של פייתון בטוויטר
id: Lihat Status Python di Twitter
it: Visualizza Python Status su Twitter
ja: TwitterでPythonのステータスを閲覧
tr: Twitter'dan Python Status hesabına bakın

source: Consider <a href="https://github.com/pypi/warehouse" target="_blank" rel="noopener"> contributing </a> or <a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener"> donating </a> to help us build a more stable and secure platform.
it: Considera <a href="https://github.com/pypa/warehouse" target="_blank" rel="noopener">di contribuire </a> o <a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener"> fare una donazione </a> per aiutarci a costruire una piattaforma più stabile e sicura.

source: Privacy policy
de: Datenschutz
el: Πολιτική απορρήτου
fr: Politique de confidentialité
he: מדיניות פרטיות
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシー・ポリシー
tr: Gizlilik ilkesi

source: Terms of use
de: Nutzungsbedingungen
el: Όροι χρήσης
fr: Conditions d'utilisation
he: תנאי שימוש
id: Ketentuan penggunaan
it: Condizioni d'utilizzo
ja: 利用規約
tr: Kullanım şartları

source: <p>Not working? <a href="%(href)s">Get help</a>.</p>
de: <p>Funktioniert nicht? <a href="%(href)s">Hilfe anfordern</a>.</p>
fr: <p>Cela ne fonctionne pas ? <a href="%(href)s">Obtenir de l'aide</a>.</p>
he: <p>משהו לא עובד? <a href="%(href)s">קבלת עזרה</a>.</p>
id: <p>Tidak bekerja? <a href="%(href)s">Dapatkan bantuan</a>.</p>
it: <p>Non funziona? <a href="%(href)s">Ottieni Aiuto</a>.</p>
ja: <p>動作がおかしいですか？<a href="%(href)s">ヘルプを参照して下さい</a>。</p>
tr: <p>Çalışmıyor mu? <a href="%(href)s">Yardım alın</a>.</p>

source: <p>Generate a code using the authentication application connected to your PyPI account. Enter this code in the form to verify your identity.</p> <p>Lost your application? Not working? <a href="%(href)s">Get help</a>.</p>
de: <p>Bitte einen Code mit der Authentifizierungsanwendung generieren, die mit diesem PyPI-Konto verbunden ist. Diesen Code in das Formular eintragen, um die eigene Identität zu bestätigen.</p><p>Anwendung verloren? Etwas anderes funktioniert nicht? <a href="%(href)s">Hier gibt es Hilfe</a>.</p>
el: <p>Δημιουργία ενός κωδικού χρησιμοποιώντας την εφαρμογή πιστοποίησης που είναι συνδεδεμένη με τον λογαριασμό σας στο PyPI. Εισάγετε αυτόν τον κωδικό στη φόρμα για να επιβεβαιώσετε την ταυτότητα σας.</p> <p>Χάσατε την εφαρμογή; Δεν δουλεύει; <a href="%(href)s">Πάρτε βοήθεια</a>.</p>
fr: <p>Générez un code en utilisant une application d'authentification connectée à votre compte PyPI. Entrez ce code dans le formulaire pour vérifier votre identité.</p> <p>Application perdue ? Cela ne fonctionne pas ? <a href="%(href)s">Obtenir de l'aide</a>.</p>
he: <p>יש לייצר קוד באמצעות אפליקציית האימות המחוברת לחשבון ה-PyPI שלך. קוד זה יש להזין בטופס על מנת לאמת את זהותך.</p> <p>האפליקציה שלך אבדה? משהו לא עובד? <a href="%(href)s">קבלת עזרה</a>.</p>
id: <p>Hasilkan kode menggunakan aplikasi otentikasi yang tersambung ke akun PyPI anda. Masukkan kode ini pada formulir untuk memverifikasi identitas anda.</p> <p>Kehilangan aplikasi? Tidak bekerja? <a href="%(href)s">Dapatkan bantuan</a>.</p>
it: <p>Genera un codice usando l'applicazione di identificazione connessa al tuo account PyPI. Immetti questo codice nel modulo per verificare la tua identità</p> <p>Hai perso la tua applicazione? Non funziona? <a href="%(href)s">Ottieni Aiuto</a>.</p>
ja: <p>PyPIアカウントに接続するために、認証アプリケーションを使ってコードを生成してください。本人確認のために、このコードをフォームに入力してください。</p><p>アプリケーションを紛失しましたか？うまく動作しませんか？その場合は<a href="%(href)s">ヘルプを参照してください</a>。</p>
tr: <p>PyPI hesabına bağlı kimlik doğrulama aplikasyonunu kullanarak bir kod üret. Kimliğini doğrulamak için forma o kodu gir.</p><p>Aplikasyonunuzu kayıp mı ettin? Çalışmıyor mu?<a href="%(href)s">Yardım alın</a>.</p>

source: <p><strong>You have not generated account recovery codes.</strong></p> <p>If you lose access to your two factor methods, you may lose access to your account. <a href="%(href)s">Get help with recovery codes.</a></p>
de: <p><strong>Sie haben keine Kontowiederherstellungscodes generiert.</strong></p> <p>Wenn Sie den Zugang zu Ihren Zwei-Faktor-Methoden verlieren, können Sie den Zugang zu Ihrem Konto verlieren. <a href="%(href)s">Holen Sie sich Hilfe mit Wiederherstellungscodes.</a></p>
fr: <p><strong>Vous n'avez pas généré de codes de récupération de compte.</strong></p> <p>Si vous perdez l'accès à votre méthode d'authentification à deux facteurs, vous pourriez perdre l'accès à votre compte.<a href="%(href)s">Obtenir de l'aide sur les codes de récupération.</a></p>
he: <p><strong>לא ייצרת קודים לשחזור החשבון.</strong></p> <p>אם תאבד לך הגישה לאמצעי האימות הדו-גורמיים, ייתכן ותאבד לך הגישה לחשבונך. <a href="%(href)s">קבלת עזרה בנוגע לקודים לשחזור חשבון.</a></p>
id: <p><strong>Anda belum membuat kode pemulihan akun.</strong></p><p>Jika Anda kehilangan akses ke metode dua faktor, Anda dapat kehilangan akses ke akun Anda. <a href="%(href)s">Dapatkan bantuan dengan kode pemulihan.</a></p>
it: <p><strong>Non hai generato i codici di recupero account.</strong></p> <p>Se perdi l'accesso alla tua autenticazione a due fattori, potresti perdere l'accesso al tuo account. <a href="%(href)s">Ottieni aiuto con i codici di recupero.</a></p>
tr: <p><strong>Hesabınız için kurtarma kodları oluşturmadınız.</strong></p> <p>İki faktörlü kimlik doğrulama methodlarına erişiminizi kaybederseniz PyPI hesabınıza olan erişiminizi tamamen kaybedebilirsiniz. <a href="%(href)s">Kurtarma kodları ile ilgili yardım alın.</a></p>

source: You are receiving this because you are a %(site)s administrator.
it: Ricevi questo perché sei un amministratore di %(site)s.

source: Hi %(username)s!
de: Hallo %(username)s!
it: Profilo di %(username)s

source: Earlier this year, <a href="%(blogpost)s">we announced</a> that PyPI would require all users to enable a form of two-factor authentication on their accounts by the end of 2023.
de: Anfang dieses Jahres haben wir <a href="%(blogpost)s">bekannt</a> gegeben, dass PyPI alle Benutzer dazu verpflichten würde, eine Form der Zwei-Faktor-Authentifizierung auf ihren Konten bis Ende 2023 zu ermöglichen.
it: All'inizio di quest'anno, <a href="%(blogpost)s">abbiamo annunciato</a> che PyPI richiederà a tutti gli utenti di abilitare una forma di autenticazione a due fattori sui loro account entro la fine del 2023.

source: Keeping your PyPI account secure is important to all of us. We encourage you to enable two-factor authentication on your PyPI account as soon as possible.
de: Ihr PyPI-Konto sicher zu halten, ist für uns alle wichtig. Wir empfehlen Ihnen, die Zwei-Faktor-Authentifizierung auf Ihrem PyPI-Konto so schnell wie möglich zu aktivieren.
it: Mantenere sicuro il tuo account PyPI è importante per tutti noi. Ti incoraggiamo ad abilitare l'autenticazione a due fattori sul tuo account PyPI il prima possibile.

source: What forms of 2FA can I use?
de: Welche Formen von 2FA kann ich verwenden?
it: Quali forme di autenticazione a due fattori posso utilizzare?

source: We currently offer two main forms of 2FA for your account:
de: Wir bieten derzeit zwei Hauptformen von 2FA für Ihr Konto an:
it: Attualmente offriamo due principali forme di autenticazione a due fattori per il tuo account:

source: <a href="%(utfkey)s">Security device</a> including modern browsers (preferred) (e.g. Yubikey, Google Titan)
de: <a href="%(utfkey)s">Sicherheitsgerät</a> einschließlich moderner Browser (vorzugsweise) (z.B. Yubikey, Google Titan)
it: <a href="%(utfkey)s">Dispositivo di sicurezza</a>, tra cui browser moderni (preferiti) (ad esempio, Yubikey, Google Titan)

source: <a href="%(totp)s">Authentication app</a> (e.g. Google Authenticator)
de: <a href="%(totp)s">Authentifizierungs-App</a> (z.B. Google Authenticator)
it: <a href="%(totp)s">App di autenticazione</a> (ad esempio, Google Authenticator)

source: Once one of these secure forms is enabled on your account, you will also need to use either <a href="%(trusted_publishers)s">Trusted Publishers</a> (preferred) or <a href="%(api_token)s">API tokens</a> to upload to PyPI.
de: Sobald eines dieser sicheren Verfahren auf Ihrem Konto aktiviert ist, müssen Sie auch entweder <a href="%(trusted_publishers)s">Vetrauenswürdige Herausgeber</a> (bevorzugt) oder <a href="%(api_token)s">API tokens</a> verwenden, um auf PyPI hochzuladen.
it: Una volta abilitata una di queste forme sicure sul tuo account, dovrai anche utilizzare <a href="%(trusted_publishers)s">Editori Affidabili</a> (preferiti) o <a href="%(api_token)s">Token API</a> per caricare su PyPI.

source: What do I do if I lose my 2FA device?
de: Was mache ich, wenn ich mein 2FA-Gerät verliere?
it: Cosa devo fare se perdo il mio dispositivo di autenticazione a due fattori?

source: As part of 2FA enrollment, you will receive one-time use recovery codes. One of them must be used to confirm receipt before 2FA is fully active. <strong>Keep these recovery codes safe</strong> - they are equivalent to your 2FA device. Should you lose access to your 2FA device, use a recovery code to log in and swap your 2FA to a new device.
de: Im Rahmen der 2FA-Aktivierung erhalten Sie Wiederherstellungscodes. Einer von ihnen muss verwendet werden, um den Eingang zu bestätigen, bevor 2FA vollständig aktiv ist. Bitte legen Sie diese Wiederherstellungscodes <strong> sicher</strong> ab - sie entsprechen Ihrem 2FA-Gerät. Sollten Sie den Zugriff auf Ihr 2FA-Gerät verlieren, verwenden Sie einen Wiederherstellungscode, um sich einzuloggen und Ihr 2FA auf ein neues Gerät zu wechseln.
it: Come parte dell'iscrizione a 2FA, riceverai codici di ripristino monouso. Uno di essi deve essere utilizzato per confermare la ricezione prima che 2FA sia completamente attivo. <strong>Tieni al sicuro questi codici di ripristino</strong>: sono equivalenti al tuo dispositivo 2FA. Se perdi l'accesso al tuo dispositivo 2FA, utilizza un codice di ripristino per accedere e passare la tua 2FA a un nuovo dispositivo.

source: Read more about<a href="%(recovery_codes)s">recovery codes</a>.
de: Mehr über <a href="%(recovery_codes)s">Wiederherstellungscodes</a> erfahren.
it: Per saperne di più su <a href="%(recovery_codes)s">codici di ripristino</a>.

source: Why is PyPI requiring 2FA?
de: Warum benötigt PyPI 2FA?
it: Perché PyPI richiede 2FA?

source: Keeping all users of PyPI is a shared responsibility we take seriously. Strong passwords combined with 2FA is a recognized secure practice for over a decade.
de: Die Sicherheit aller Benutzer von PyPI ist eine gemeinsame Verantwortung, die wir ernst nehmen. Starke Passwörter kombiniert mit 2FA ist eine anerkannte sichere Praxis seit über einem Jahrzehnt.
it: La sicurezza di tutti gli utenti di PyPI è una responsabilità condivisa che prendiamo sul serio. Password robuste combinate con 2FA sono una pratica di sicurezza riconosciuta da oltre un decennio.

source: We are requiring 2FA to protect your account and the packages you upload, and to protect PyPI itself from malicious actors. The most damaging attacks are account takeover and malicious package upload.
de: Wir benötigen 2FA, um Ihr Konto und die Pakete, die Sie hochladen, zu schützen und PyPI selbst vor schädlichen Akteuren. Die Angriffe mit den größten Auswirkungen sind Kontoübernahmen und bösartige Paket-Uploads.
it: Richiediamo 2FA per proteggere il tuo account e i pacchetti che carichi e per proteggere PyPI stesso da attori malintenzionati. Gli attacchi più dannosi sono il furto di account e il caricamento di pacchetti dannosi.

source: To see this and other security events for your account, visit your <a href="%(account_events)s">account security history</a>.
de: Um dies und andere Sicherheitsereignisse für Ihr Konto zu sehen, besuchen Sie Ihre <a href="%(account_events)s">Konto-Sicherheitsgeschichte</a>.
it: Per visualizzare questo e altri eventi di sicurezza del tuo account, visita la tua <a href="%(account_events)s">cronologia di sicurezza dell'account</a>.

source: Read more on <a href="%(blog_post)s">this blog post.</a>
de: Lesen Sie mehr in unserem <a href="%(blog_post)s">dieser Blog-Post</a>.
it: Per saperne di più, leggi il <a href="%(blog_post)s">questo post sul blog</a>.

source: If you run into problems, read the <a href="%(help_page)s">FAQ page</a>. If the solutions there are unable to resolve the issue, contact us via <a href="%(support_email)s">support@pypi.org</a>.
de: Wenn Sie Probleme haben, besuchen Sie bitte die <a href="%(help_page)s">FAQ-Seite</a>. Wenn die Lösungen das Problem nicht lösen können, kontaktieren Sie uns bitte über <a href="%(support_email)s">support@pypi.org</a>.
it: Se incontri problemi, leggi la pagina delle <a href="%(help_page)s">Domande frequenti</a>. Se le soluzioni lì non riescono a risolvere il problema, contattaci tramite <a href="%(support_email)s">support@pypi.org</a>.

source: Thanks,
de: Danke,
it: Grazie,

source: The PyPI Admins
de: Die PyPI Admins
it: Gli amministratori di PyPI

source: You're receiving this email because you have not yet enabled two-factor authentication on your PyPI account. If you have enabled 2FA and believe this message is an error, please let us know via <a href="%(support_mail)s">support@pypi.org</a>.
de: Sie erhalten diese E-Mail, weil Sie noch keine Zwei-Faktor-Authentifizierung auf Ihrem PyPI-Konto aktiviert haben. Wenn Sie 2FA aktiviert haben und glauben, dass diese Nachricht ein Fehler ist, informieren Sie uns bitte über <a href="%(support_mail)s">support@pypi.org</a>.
it: Ricevi questa email perché non hai ancora abilitato l'autenticazione a due fattori sul tuo account PyPI. Se hai abilitato il 2FA e ritieni che questo messaggio sia un errore, per favore faccelo sapere tramite <a href="%(support_mail)s">support@pypi.org</a>.

source: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Hashes</a> for %(filename)s
de: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Hash-Codes</a> für %(filename)s
el: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Hashes</a> για %(filename)s
fr: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Hachages</a> pour %(filename)s
he: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">גיבובים (hash-ים)</a> עבור %(filename)s
id: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Hashes</a> untuk %(filename)s
it: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Hash</a> per %(filename)s
ja: %(filename)sの<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">ハッシュ</a>
tr: %(filename)s için <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">hashler</a>

source: View statistics for your projects via <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, or by using <a href="%(gbq_href)s" target="_blank" rel="noopener">our public dataset on Google BigQuery</a>
de: Besuchen Sie <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a> oder benutzen Sie <a href="%(gbq_href)s" target="_blank" rel="noopener">unseren öffentlichen Datensatz auf Google BigQuery</a>, um Statistiken für Ihre Projekte zu sehen
el: Δείτε τα στατιστικά για τα projects σας μέσω του <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a> ή χρησιμοποιώντας το <a href="%(gbq_href)s" target="_blank" rel="noopener">δημόσιο σύνολο δεδομένων μας στο Google BigQuery</a>
fr: Consultez les statistiques pour vos projets via <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Librairies.io</a>, ou bien en utilisant <a href="%(gbq_href)s" target="_blank" rel="noopener">notre ensemble de données publiques sur Google BigQuery</a>
he: צפייה בסטטיסטיקות עבור הפרויקטים שלך באמצעות <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, או באמצעות <a href="%(gbq_href)s" target="_blank" rel="noopener">אוסף הנתונים האחרון שלנו ב-Google&nbsp;BigQuery</a>
id: Lihat statistik untuk proyek anda melalui <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, atau dengan menggunakan <a href="%(gbq_href)s" target="_blank" rel="noopener">himpunan data publik kami di Google BigQuery</a>
it: Visualizza le statistiche per i tuoi progetti via <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, oppure usando <a href="%(gbq_href)s" target="_blank" rel="noopener">il nostro dataset pubblico su Google BigQuery</a>
ja: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>経由または <a href="%(gbq_href)s" target="_blank" rel="noopener">Google BigQuery上の公開データセット</a>を使ってプロジェクトの統計を見る
tr: Projelerinizle ilgili istatistikleri <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a> veya <a href="%(gbq_href)s" target="_blank" rel="noopener">Google BigQuery'deki halka açık veri setimizi</a> kullanarak inceleyin

source: View statistics for %(username)s's projects via <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, or by using <a href="%(gbq_href)s" target="_blank" rel="noopener">our public dataset on Google BigQuery</a>
de: Besuchen Sie <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a> oder benutzen Sie <a href="%(gbq_href)s" target="_blank" rel="noopener">unseren öffentlichen Datensatz auf Google BigQuery</a>, um Statistiken für %(username)ss Projekte zu sehen
fr: Consultez les statistiques pour les projets de %(username)s via <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Librairies.io</a>, ou bien en utilisant <a href="%(gbq_href)s" target="_blank" rel="noopener">notre ensemble de données publiques sur Google BigQuery</a>
he: צפייה בסטטיסטיקות עבור הפרויקטים של %(username)s באמצעות <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, או באמצעות <a href="%(gbq_href)s" target="_blank" rel="noopener">אוסף הנתונים האחרון שלנו ב-Google&nbsp;BigQuery</a>
id: Lihat statistik untuk proyek milik %(username)s' melalui <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, atau dengan menggunakan <a href="%(gbq_href)s" target="_blank" rel="noopener">himpunan data publik kami di Google BigQuery</a>
it: Visualizza le statistiche per i progetti di %(username)s via <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, oppure usando <a href="%(gbq_href)s" target="_blank" rel="noopener">il nostro dataset pubblico su Google BigQuery</a>
ja: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>経由または<a href="%(gbq_href)s" target="_blank" rel="noopener">Google BigQuery上の公開データセット</a>を使って%(username)sのプロジェクトの統計を見る
tr: %(username)s kullanıcısının projelerine ait istatistikleri <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a> veya <a href="%(gbq_href)s" target="_blank" rel="noopener">Google BigQuery'deki halka açık veri setimizi</a> kullanarak inceleyin

source: View statistics for this project via <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, or by using <a href="%(gbq_href)s" target="_blank" rel="noopener">our public dataset on Google BigQuery</a>
de: Besuchen Sie <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a> oder benutzen Sie <a href="%(gbq_href)s" target="_blank" rel="noopener">unseren öffentlichen Datensatz auf Google BigQuery</a>, um Statistiken für dieses Projekt zu sehen
fr: Consultez les statistiques pour ce projet via <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Librairies.io</a>, ou bien en utilisant <a href="%(gbq_href)s" target="_blank" rel="noopener">notre ensemble de données publiques sur Google BigQuery</a>
he: צפייה בסטטיסטיקות עבור פרויקט זה באמצעות <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, או באמצעות <a href="%(gbq_href)s" target="_blank" rel="noopener">אוסף הנתונים האחרון שלנו ב-Google&nbsp;BigQuery</a>
id: Lihat statistik untuk proyek ini melalui <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, atau dengan menggunakan <a href="%(gbq_href)s" target="_blank" rel="noopener">himpunan data publik kami di Google BigQuery</a>
it: Visualizza le statistiche per questo progetto via <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, oppure usando <a href="%(gbq_href)s" target="_blank" rel="noopener">il nostro pubblico dataset su Google BigQuery</a>
ja: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>経由または<a href="%(gbq_href)s" target="_blank" rel="noopener">Google BigQuery上の公開データセット</a>を使ってこのプロジェクトの統計を見る
tr: Bu proje istatistiklerini <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io</a>, yahut <a href="%(gbq_href)s" target="_blank" rel="noopener">Google BigQuery üzerinde ki açık verisetimiz</a> ile görüntüleyin

source: %(org_type)s
it: %(org_type)

source: Approvals for corporate organizations are currently paused while terms of service and payment are finalized.
de: Die Genehmigungen für Unternehmen sind derzeit unterbrochen, während die Dienstleistungs- und Zahlungsbedingungen festgelegt werden.
it: L'approvazione per le organizzazioni aziendali è attualmente in pausa mentre si stanno finalizzando i termini di servizio e il pagamento.
