Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Password successfully reset
de: Passwort erfolgreich zurückgesetzt
el: Ο κωδικός μηδενίστηκε επιτυχώς
eo: Pasvorto sukcese restarigita
es: Restablecimiento correcto de contraseña
fr: Mot de passe réinitialisé avec succès
he: סיסמה אופסה בהצלחה
id: Kata sandi berhasil direset
it: Password reimpostata con successo
ja: パスワードのリセットが成功しました
pt: Palavra-passe redefinida com sucesso
pt_br: Senha redefinida com sucesso
ru: Пароль успешно сброшен
sk: Heslo bolo úspešne resetované
ta: Password successfully மீட்டமை
tr: Şifre başarılı bir şekilde sıfırlandı
uk: Пароль успішно скинуто

source: Password successfully changed
de: Passwort erfolgreich geändert
el: Ο κωδικός άλλαξε επιτυχώς
eo: Pasvorto sukcese ŝanĝita
es: Modificación correcta de contraseña
fr: Mot de passe modifié avec succès
he: סיסמה שונתה בהצלחה
id: Kata sandi berhasil diubah
it: Password cambiata con successo
ja: パスワードが正常に変更されました
pt: Palavra-passe alterada com sucesso
pt_br: Senha alterada com sucesso
ru: Пароль успешно изменён
sk: Heslo bolo úspešne zmenené
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது
tr: Şifre başarılı bir şekilde değiştirildi
uk: Пароль успішно змінено

source: Password disabled
eo: Pasvorto malŝaltita
pt: Senha desativada
ru: Пароль отключен
sk: Heslo zakázané
ta: Password முடக்கப்பட்டது

source: Project:
de: Projekt:
eo: Projekto:
es: Proyecto:
fr: Projet :
he: פרויקט:
id: Proyek:
it: Progetto:
ja: プロジェクト:
pt: Projeto:
pt_br: Projeto:
ru: Проект:
sk: Projekt:
ta: திட்டம்:
tr: Proje:
uk: Проєкт:

source: Two factor authentication added
de: Zwei-Faktor-Authentifizierung hinzugefügt
el: Προστέθηκε η πιστοποίηση δύο-παραγόντων
eo: Dupaŝa aŭtentikigo aldonita
es: Adición de autenticación en dos fases
fr: Authentification à deux facteurs ajoutée
he: אימות דו-גורמי נוסף
id: Autentikasi dua faktor ditambahkan
it: Autenticazione a due fattori aggiunta
ja: 二要素認証が追加されました
pt: Autenticação de dois fatores adicionada
pt_br: Autenticação de dois fatores adicionada
ru: Добавлена двухфакторная аутентификация
sk: Pridané dvojfaktorové overenie
ta: இரண்டு காரணி ஏற்பு சேர்க்கப்பட்டது
tr: Çift faktörlü doğrulama eklendi
uk: Двофакторну автентифікацію додано

source: Method: Security device (<abbr title="web authentication">WebAuthn</abbr>)
de: Verfahren: Sicherheitsgerät (<abbr title="Web Authentication">WebAuthn</abbr>)
el: Μέθοδος: Συσκευή ασφάλειας (<abbr title="web authentication">WebAuthn</abbr>)
eo: Metodo: Sekuriga aparato (<abbr title="reta aŭtentikigo">WebAuthn</abbr>)
es: Método: aparato de seguridad (<abbr title="autenticación web">WebAuthn</abbr>)
fr: Méthode : Périphérique de sécurité (<abbr title="Web Authentication">WebAuthn</abbr>)
he: שיטה: מכשיר אבטחה (<abbr title="web authentication">WebAuthn</abbr>)
id: Metode: Perangkat keamanan (<abbr title="web authentication">WebAuthn</abbr>)
it: Metodo: Dispositivo di sicurezza (<abbr title="web authentication">WebAuthn</abbr>)
ja: 方式: セキュリティ端末 (<abbr title="web authentication">WebAuthn</abbr>)
pt: Método: Aparelho de segurança (<abbr title="web authentication">WebAuthn</abbr>)
pt_br: Método: Dispositivo de segurança (<abbr title="web authentication">WebAuthn</abbr>)
ru: Способ: Устройство безопасности (<abbr title="веб аутентификация">WebAuthn</abbr>)
sk: Metóda: Bezpečnostné zariadenie (<abbr title="web authentication">WebAuthn</abbr>)
ta: முறை: பாதுகாப்பு சாதனம் (<abbr தலைப்பு = "வலை அங்கீகாரம்"> வெபாஅ்ன் </abbr>)
tr: Yöntem: Güvenlik Aygıtı (<abbr title="web authentication">WebAuthn</abbr>)
uk: Спосіб: Пристрій безпеки (<abbr title="web authentication">WebAuthn</abbr>)

source: Device name:
de: Gerätename:
el: Όνομα συσκευής:
eo: Nomo de la aparato:
es: Nombre del aparato:
fr: Nom du périphérique :
he: שם מכשיר:
id: Nama perangkat:
it: Nome dispositivo:
ja: 端末名:
pt: Nome do aparelho:
pt_br: Nome do dispositivo:
ru: Название устройства:
sk: Názov zariadenia:
ta: Device பெயர்:
tr: Aygıt Adı:
uk: Назва пристрою:

source: Method: Authentication application (<abbr title="time-based one-time password">TOTP</abbr>)
de: Verfahren: Authentifizierungsanwendung (<abbr title="Time-based One-time Password">TOTP</abbr>)
el: Μέθοδος: Εφαρμογή πιστοποίησης (<abbr title="time-based one-time password">TOTP</abbr>)
eo: Metodo: Aŭtentikiga programo (<abbr title="tempo-baza unufoja pasvorto">TOTP</abbr>)
es: Método: aplicación de autenticación (<abbr title="contraseña temporal de un solo uso">TOTP</abbr>)
fr: Méthode : Application d'authentification (<abbr title="Time-based One-Time Password">TOTP</abbr>)
he: שיטה: אפליקצית אימות (<abbr title="time-based one-time password">TOTP</abbr>)
id: Metode: Aplikasi otentikasi (<abbr title="time-based one-time password">TOTP </abbr>)
it: Metodo: applicazione Autenticazione(<abbr title="time-based one-time password">TOTP</abbr>)
ja: 方法: 認証アプリケーション（<abbr title="time-based one-time password">TOTP</abbr>）
pt: Método: Aplicação de autenticação (<abbr title="time-based one-time password">TOTP</abbr>)
pt_br: Método: Aplicativo de autenticação (<abbr title="time-based one-time password">TOTP</abbr>)
ru: Способ: Приложение аутентификации (<abbr title="time-based one-time password — одноразовый пароль на основе времени">TOTP</abbr>)
sk: Metóda: Aplikácia na overenie totožnosti (<abbr title="time-based one-time password">TOTP</abbr>)
ta: Method: Authentication application (<abbr title="time-based ஒரு முறை password">TOTP</abbr>)
tr: Yöntem: Kimlik Doğrulama Uygulaması (<abbr title="time-based one-time password">TOTP</abbr>)
uk: Спосіб: Застосунок для автентифікації (<abbr title="time-based one-time password">TOTP</abbr>)

source: Two factor authentication removed
de: Zwei-Faktor-Authentifizierung entfernt
el: Η πιστοποίηση δύο-παραγόντων αφαιρέθηκε
eo: Dupaŝa aŭtentikigo forigita
es: Retirada de autenticación en dos fases
fr: Authentification à deux facteurs supprimée
he: אימות דו-גורמי הוסר
id: Autentikasi dua faktor dihapus
it: Autenticazione a due fattori rimossa
ja: 二要素認証が削除されました
pt: Autenticação de dois fatores removida
pt_br: Autenticação de dois fatores removida
ru: Двухфакторная аутентификация удалена
sk: Dvojfaktorová autentifikácia bola odstránená
ta: இரண்டு காரணி ஏற்பு அகற்றப்பட்டது
tr: Çift faktör kimlik doğrulama kaldırıldı
uk: Двофакторну автентифікацію видалено

source: Two factor device remembered
eo: Dupaŝ-aŭtentikiga aparato fidata
ru: Двухфакторное запоминающее устройство
sk: Dva faktory zariadenia na pamäti
ta: இரண்டு காரணி சாதனம் நினைவில் உள்ளது

source: Recovery codes generated
eo: Realiraj kodoj generiĝis
es: Se generaron códigos de recuperación
he: קודים לשחזור יוצרו
id: Kode pemulihan dibuat
it: Codici di recupero generati
pt: Códigos de recuperação gerados
pt_br: Códigos de recuperação gerados
ru: Сгенерированы коды восстановления
sk: Vygenerované obnovovacie kódy
ta: மீட்பு குறியீடுகள் உருவாக்கப்பட்டன
uk: Коди відновлення згенеровано

source: Recovery codes regenerated
eo: Realiraj kodoj regeneriĝis
es: Se volvieron a generar códigos de recuperación
he: קודים לשחזור יוצרו מחדש
id: Kode pemulihan dibuat ulang
it: Codici di recupero rigenerati
pt: Códigos de recuperação gerados
pt_br: Códigos de recuperação gerados novamente
ru: Коды восстановления сгенерированы повторно
sk: Obnovovacie kódy boli vygenerované
ta: மீட்பு குறியீடுகள் மீளுருவாக்கம் செய்யப்பட்டன
uk: Коди відновлення перегенеровано

source: Recovery code used for login
eo: Realira kodo uzita por saluto
es: Código de recuperación utilizado para acceder
he: נעשה שימוש בקוד שחזור להתחברות
id: Kode pemulihan digunakan untuk login
it: Codice di recupero usato per accedere
pt: Código de recuperação usados para iniciar uma sessão
pt_br: Código de recuperação usado para iniciar sessão
ru: Код восстановления использован для входа
sk: Obnovovací kód použitý na prihlásenie
ta: Recovery குறியீடு used க்கு புகுபதிவு
uk: Код відновлення було використано для входу

source: API token added
de: API-Token hinzugefügt
el: Το API token προστέθηκε
eo: API-ĵetono aldonita
es: Adición de ficha de API
fr: Jeton d'API ajouté
he: אסימון API נוסף
id: Token API ditambahkan
it: token API aggiunto
ja: APIトークンが追加されました
pt: Token de API adicionado
pt_br: Token de API adicionado
ru: Добавлен API-токен
sk: Pridaný token API
ta: பநிஇ கிள்ளாக்கு added
tr: API tokeni eklendi
uk: API-токен додано

source: Token name:
de: Token-Bezeichnung:
el: Όνομα token:
eo: Nomo de ĵetono:
es: Nombre de ficha:
fr: Nom du jeton :
he: שם האסימון:
id: Nama token:
it: Nome token:
ja: トークン名:
pt: Nome do token:
pt_br: Nome do token:
ru: Название токена:
sk: Názov tokenu:
ta: கிள்ளாக்கு பெயர்:
tr: Token Adı:
uk: Назва токена:

source: API token removed
de: API-Token entfernt
el: Το API token αφαιρέθηκε
eo: API-ĵetono forigita
es: Eliminación de ficha de API
fr: Jeton d'API supprimé
he: אסימון API הוסר
id: Token API dihapus
it: Token API rimosso
ja: APIトークンが削除されました
pt: Token de API removido
pt_br: Token de API removido
ru: API-токен удалён
sk: Token rozhrania API bol odstránený
ta: பநிஇ கிள்ளாக்கு removed
tr: API tokeni kaldırıldı
uk: API-токен видалено

source: Unique identifier:
de: Eindeutiger Bezeichner:
el: Μοναδικό αναγνωριστικό:
eo: Unika identigilo:
es: Identificador único:
fr: Identifiant unique :
he: מזהה ייחודי:
id: Pengidentifikasi unik:
it: Identificatore unico:
ja: 一意の識別子:
pt: Identificador único:
pt_br: Identificador único:
ru: Уникальный идентификатор:
sk: Jedinečný identifikátor:
ta: தனிப்பட்ட அடையாளங்காட்டி:
tr: Benzersiz tanımlayıcı:
uk: Унікальний ідентифікатор:

source: API token automatically removed for security reasons
de: API Token wurde wegen sicherheitstechnischen Gründen automatisch entfernt
eo: API-ĵetono aŭtomate forigita por sekureco
es: La ficha de la API se eliminó automáticamente por razones de seguridad
id: Token API otomatis dihapus demi alasan keamanan
it: Token API rimosso automaticamente per motivi di sicurezza
pt: Token da API automaticamente removido por razões de segurança
pt_br: Token de API removido automaticamente por motivos de segurança
ru: Токен API автоматически удаляется по соображениям безопасности
sk: Token API sa z bezpečnostných dôvodov automaticky odstránil
ta: பநிஇ கிள்ளாக்கு automatically removed க்கு security reasons
uk: API-токен видалено автоматично з міркувань безпеки

source: Reason: Token found at <a href="%(public_url)s">public url</a>
eo: Kialo: Ĵetono trovita ĉe <a href="%(public_url)s">publika URL</a>
es: Razón: se encontró la ficha en un <a href="%(public_url)s">URL público</a>
id: Alasan: Token ditemukan di <a href="%(public_url)s">url publik</a> anda
it: Motivo: Token trovato a <a href="%(public_url)s">url pubblica</a>
pt: Motivo: Token encontrado em <a href="%(public_url)s">url pública</a>
pt_br: Motivo: Token encontrado em <a href="%(public_url)s">url pública</a>
ru: Причина: токен найден в <a href="%(public_url)s">публичной ссылке</a>
sk: Dôvod: Token sa našiel na <a href="%(public_url)s">verejnej adrese URL</a>
ta: Reason: கிள்ளாக்கு found at <a href="%(public_url)s">public url</a>
uk: Підстава: Токен знайдений у <a href="%(public_url)s">публічному посиланні</a>

source: Invited to join <a href="%(href)s">%(organization_name)s</a>
eo: Invito aliĝi al <a href="%(href)s">%(organization_name)s</a>
it: Se il proprietario non risponde, vedi <a href="%(href)s">%(anchor_text)s</a>
pt: Convidado a se juntar a <a href="%(href)s">%(organization_name)s</a>
ru: Приглашение присоединиться к <a href="%(href)s">%(organization_name)s</a>
sk: Pozvaní do <a href="%(href)s">%(organization_name)s</a>
ta: Invited பெறுநர் join <a href="%(href)s">%(organization_name)s</a>

source: Invitation to join <a href="%(href)s">%(organization_name)s</a> declined
eo: Malakceptiĝis invito aliĝi al <a href="%(href)s">%(organization_name)s</a>
it: Invito per '${project_name}' rifiutato.
pt: Convite para participar <a href="%(href)s">%(organization_name)s</a> recusado
pt_br: Convite para participar <a href="%(href)s">%(organization_name)s</a> recusado
ru: Приглашение присоединиться <a href="%(href)s">%(organization_name)s</a> отклоняется
sk: Pozvánka na pripojenie <a href="%(href)s">%(organization_name)s</a> bola odmietnutá
ta: Invitation பெறுநர் join <a href="%(href)s">%(organization_name)s</a> declined
uk: Запрошення доєднатися до <a href="%(href)s">%(organization_name)s</a> відхилене

source: Invitation to join <a href="%(href)s">%(organization_name)s</a> revoked
eo: Nuliĝis invito aliĝi al <a href="%(href)s">%(organization_name)s</a>
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: O convite para ingressar em <a href="%(href)s">%(organization_name)s</a> foi revogado
pt_br: O convite para ingressar em <a href="%(href)s">%(organization_name)s</a> foi revogado
ru: Приглашение присоединиться к <a href="%(href)s">%(organization_name)s</a> отозвано
sk: Pozvánka na pripojenie <a href="%(href)s">%(organization_name)s</a> bola odvolaná
ta: Invitation பெறுநர் join <a href="%(href)s">%(organization_name)s</a> revoked

source: Invitation to join <a href="%(href)s">%(organization_name)s</a> expired
eo: Eksvalidiĝis invito aliĝi al <a href="%(href)s">%(organization_name)s</a>
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: Convite para se juntar a <a href="%(href)s">%(organization_name)s</a> expirado
ru: Срок действия приглашения присоединиться к <a href="%(href)s">%(organization_name)s</a> истек
sk: Platnosť pozvánky na pripojenie <a href="%(href)s">%(organization_name)s</a> vypršala
ta: Invitation பெறுநர் join <a href="%(href)s">%(organization_name)s</a> காலாவதியான

source: Role in <a href="%(href)s">%(organization_name)s</a> added
eo: Rolo en <a href="%(href)s">%(organization_name)s</a> aldoniĝis
pt: Função na <a href="%(href)s">%(organization_name)s</a> adicionado
ru: Роль в <a href="%(href)s">%(organization_name)s</a> добавлена
sk: Úloha v <a href="%(href)s">%(organization_name)s</a> pridané
ta: <A href = "%(href)s">%(organization_name)s </a> சேர்க்கப்பட்டது

source: Role in <a href="%(href)s">%(organization_name)s</a> changed
eo: Rolo en <a href="%(href)s">%(organization_name)s</a> ŝanĝiĝis
pt: Função na <a href="%(href)s">%(organization_name)s</a> alterado
ru: Роль в <a href="%(href)s">%(organization_name)s</a> изменилась
sk: Úloha v <a href="%(href)s">%(organization_name)s</a> zmenila
ta: <A href = "%(href)s">%(organization_name)s </a> மாற்றப்பட்டது
uk: Роль у <a href="%(href)s">%(organization_name)s</a> змінена

source: Organization role removed
eo: Organizaĵa rolo estis forigita
pt: Função da organização removido
ru: Роль организации удалена
sk: Organizačná úloha odstránená
ta: அமைப்பு பங்கு நீக்கப்பட்டது

source: Project: %(project_name)s; role: %(role_name)s
eo: Projekto: %(project_name)s; rolo: %(role_name)s
pt: Projeto: %(project_name)s; função:%(role_name)s
ru: Проект: %(project_name)s; роль: %(role_name)s
sk: Projekt: %(project_name)s; úloha: %(role_name)s
ta: திட்டம்: %(project_name)s; பங்கு: %(role_name)s

source: Organization: %(organization_name)s; team: %(team_name)s; role: %(role_name)s
eo: Organizaĵo: %(organization_name)s; teamo: %(team_name)s; rolo: %(role_name)s
pt: Organização: %(organization_name)s; time:%(team_name)s; função: %(role_name)s
ru: Организация: %(organization_name)s; команда: %(team_name)s; роль: %(role_name)s
sk: Organizácia: %(organization_name)s; tím: %(team_name)s; úloha: %(role_name)s
ta: அமைப்பு: %(organization_name)s; குழு: %(team_name)s; பங்கு: %(role_name)s

source: Events appear here as security-related actions occur on your account. If you notice anything suspicious, please <a href="%(faq_url)s">secure your account</a> as soon as possible.
de: Hier werden Ereignisse angezeigt, wenn sicherheitsrelevante Aktionen auf Ihrem Konto stattfinden. Wenn Sie etwas Verdächtiges bemerken, <a href="%(faq_url)s">sichern</a> Sie bitte so schnell wie möglich Ihr Konto.
eo: ventoj aperos ĉi tie, kiam okazos agoj pri sekureco de via konto. Se vi rimarkas suspektindaĵon, bonvolu <a href="%(faq_url)s">sekurigi vian konton</a> baldaŭ laŭeble.
es: A medida que se producen acciones relativas a la seguridad de su cuenta, se mostrarán aquí como sucesos. Si cualquiera de estos le parece sospechoso, <a href="%(faq_url)s">emprenda medidas de seguridad para su cuenta</a> cuanto antes.
he: אירועים מופיעים כאן כאשר פעולות הקשורות לאבטחה מתרחשות בחשבונך. אם אתה מבחין במשהו חשוד, אנא <a href="%(faq_url)s"> לאבטח את חשבונך </a> בהקדם האפשרי.
id: Peristiwa muncul di sini saat tindakan terkait keamanan terjadi di akun Anda. Jika Anda melihat sesuatu yang mencurigakan, tolong <a href="%(faq_url)s">amankan akun anda</a> secepatnya.
it: Gli eventi appaiono qui come occorrenze delle azioni relative alla sicurezza sul tuo account. Se noti qualcosa di sospetto, per favore <a href="%(faq_url)s">metti in sicurezza il tuo account</a> il più presto possibile.
pt: Os eventos aparecem aqui à medida que as ações relacionadas à segurança ocorrem na sua conta. Se notar algo suspeito, por favor <a href="%(faq_url)s">, proteja a sua conta</a> o mais rápido possível.
pt_br: Os eventos aparecem aqui à medida que as ações relacionadas à segurança ocorrem em sua conta. Se você notar algo suspeito, por favor <a href="%(faq_url)s">, proteja sua conta</a> o mais rápido possível.
ru: Здесь появляются события по действиям, связанным с безопасностью вашей учётной записи. Если вы заметили что-то подозрительное, пожалуйста, как можно скорее <a href="%(faq_url)s">обезопасьте свою учётную запись</a>.
sk: Tu sa zobrazujú udalosti, keď sa vo vašom účte vyskytnú akcie súvisiace so zabezpečením. Ak si všimnete niečo podozrivé, <a href="%(faq_url)s">zabezpečte si svoj účet</a> čo najskôr.
ta: நிகழ்வுகள் appear here அச் security-related செயல்கள் occur on your account. If you notice anything suspicious, please <a href="%(faq_url)s">secure your account</a> அச் soon அச் possible.
uk: Тут з'являються події, пов'язані з діями, які стосуються безпеки вашого облікового запису. Якщо ви помітили щось підозріле, будь ласка, <a href="%(faq_url)s">убезпечте свій обліковий запис</a> якомога швидше.

source: Recent account activity
de: Kürzliche Konto-Aktivitäten
el: Πρόσφατη δραστηριότητα λογαριασμού
eo: Ĵusa aktiveco pri la konto
es: Actividad reciente de la cuenta
fr: Activité récente du compte
he: פעילות חשבון שאירעה לאחרונה
id: Aktivitas akun terbaru
it: Recente attività dell'account
ja: 最近のアカウントアクティビティ
pt: Atividade recente da conta
pt_br: Atividade recente da conta
ru: Недавние действия с учётной записью
sk: Nedávna aktivita účtu
ta: Recent account செய்கைப்பாடு
tr: Son Hesap Hareketleri
uk: Нещодавня активність облікового запису

source: Event
de: Ereignis
el: Συμβάν
eo: Evento
es: Suceso
fr: Événement
he: אירוע
id: Peristiwa
it: Evento
ja: イベント
pt: Evento
pt_br: Evento
ru: Событие
sk: Udalosť
ta: நிகழ்வு
tr: Olay
uk: Подія

source: Time
de: Zeit
eo: Tempo
it: Ora
pt: Horário
ru: Время
sk: Čas
ta: நேரம்

source: Additional Info
de: Zusätzliche Informationen
eo: Pliaj informoj
es: Información adicional
it: Informazioni aggiuntive
pt: Informações Adicionais
pt_br: Informações adicionais
ru: Дополнительная информация
sk: Ďalšie informácie
ta: Additional செய்தி

source: Date / time
de: Datum / Zeit
el: Ημερομηνία / ώρα
eo: Dato / tempo
es: Fecha/hora
fr: Date / heure
he: תאריך / זמן
id: Tanggal / waktu
it: Data / ora
ja: 日時
pt: Data / hora
pt_br: Data / hora
ru: Дата / время
sk: Dátum / čas
ta: திகதி / time
tr: Tarih / Zaman
uk: Дата / час

source: Location Info
de: Positions-Informationen
eo: Informoj pri loko
es: Información de ubicación
it: Informazioni sulla posizione
pt: Informações de Localização
pt_br: Informações de localização
ru: Информация о местонахождении
sk: Informácie o polohe
ta: Location செய்தி

source: Device Info
eo: Informoj pri aparato
it: Nome del dispositivo
pt: Informações do aparelho
ru: Информация об устройстве
sk: Informácie o zariadení
ta: Device செய்தி

source: Events will appear here as security-related actions occur on your account.
de: Hier erscheinen Ereignisse wenn sicherheitsrelevante Aktionen auf dem Konto ausgeführt werden.
el: Συμβάντα θα εμφανίζονται εδώ όταν δράσεις σχετιζόμενες με θέματα ασφάλειας θα προκύπτουν στον λογαριασμό σας.
eo: Eventoj aperos ĉi tie, kiam okazos agoj pri sekureco de via konto.
es: Aquí figurarán sucesos a medida que se produzcan en su cuenta acciones relativas a la seguridad.
fr: Les événements apparaîtront ici comme des occurrences des actions liées à la sécurité sur votre compte.
he: אירועים יופיעו כאן בעת שפעולות הקשורות לאבטחה יתרחשו בחשבונך.
id: Peristiwa akan muncul di sini karena tindakan terkait keamanan terjadi di akun Anda.
it: Gli eventi appariranno qui come occorrenze delle azioni relative alla sicurezza.
ja: アカウントでセキュリティ関連のアクションが発生すると、ここにイベントが表示されます。
pt: Os eventos aparecerão aqui como as ações relacionadas à segurança que ocorrem na sua conta.
pt_br: Os eventos aparecerão aqui como as ações relacionadas à segurança que ocorrem na sua conta.
ru: Здесь будут отображаться события в ответ на действия, затрагивающие безопасность вашей учётной записи.
sk: Udalosti sa tu zobrazia, keď sa vo vašom účte vyskytnú akcie súvisiace so zabezpečením.
ta: நிகழ்வுகள் will appear here அச் security-related செயல்கள் occur on your account.
tr: Hesabınızda güvenlikle ilgili eylemler gerçekleştiğinde olaylar burada görünür.
uk: Події з'являтимуться тут, щойно дії, пов'язані з безпекою, виникатимуть у вашому обліковому записі.

source: Delete account
de: Konto entfernen
el: Διαγραφή λογαριασμού
eo: Forviŝi konton
es: Eliminar cuenta
fr: Supprimer le compte
he: מחיקת החשבון
id: Hapus akun
it: cancella account
ja: アカウント削除
pt: Apagar conta
pt_br: Excluir conta
ru: Удаление учётной записи
sk: Zmazať účet
ta: நீக்கு account
tr: Hesabı Kaldır
uk: Видалити обліковий запис

source: Cannot delete account
de: Konto kann nicht entfernt werden
el: Αδύνατη η διαγραφή του λογαριασμού
eo: Ne eblas forviŝi konton
es: No se puede eliminar la cuenta
fr: Impossible de supprimer le compte
he: לא ניתן למחוק את החשבון
id: Tidak dapat menghapus akun
it: non puoi cancellare l'account
ja: アカウントを削除できません
pt: Não foi possível apagar a conta
pt_br: Não foi possível excluir a conta
ru: Невозможно удалить учётную запись
sk: Účet nie je možné odstrániť
ta: Cannot நீக்கு account
tr: Hesap kaldırılamıyor
uk: Неможливо видалити обліковий запис

source: Your account is currently the <strong>sole owner</strong> of %(count)s project.
eo: Via konto estas aktuale la <strong>sola posedanto</strong> de %(count)s projekto.
it: Il tuo account è attualmente il <strong>solo proprietario</strong> del %(count)s progetto.
pt: A sua conta é atualmente a <strong>única proprietária</strong> do %(count)s projeto.
pt_br: Sua conta é atualmente a <strong>única proprietária</strong> de %(count)s projeto.
ru: Ваша учётная запись в настоящее время является <strong>единственным владельцем</strong> %(count)s проекта.
sk: Váš účet je momentálne <strong>výlučným vlastníkom</strong> projektu %(count)s.
ta: உங்கள் கணக்கு தற்போது <strong> ஒரே உரிமையாளர் </strong> %(எண்ணிக்கை) திட்டங்களில் உள்ளது.

source: You must transfer ownership or delete this project before you can delete your account.
eo: Vi devas transdoni la posedrajton aŭ forviŝi ĉi tiun projekton antaŭ forviŝo de via konto.
it: Devi trasferire la proprietà o cancellare questo progetto prima di poter cancellare l'account.
pt: Você precisa transferir a propriedade ou excluir este projeto antes de poder excluir sua conta.
pt_br: Você tem que transferir a propriedade ou excluir este projeto antes que você possa excluir sua conta.
ru: Вы должны передать право собственности или удалить этот проект, прежде чем вы сможете удалить свою учётную запись.
sk: Pred odstránením účtu musíte previesť vlastníctvo alebo odstrániť tento projekt.
ta: You must transfer ownership or நீக்கு this திட்டம் before you can நீக்கு your account.
