Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: "PyPI" should be pronounced like "pie pea eye", specifically with the "PI" pronounced as individual letters, rather as a single sound. This minimizes confusion with the <a href="%(href)s" title="%(title)s">PyPy</a> project, which is a popular alternative implementation of the Python language.
de: "PyPI" wird wie das us-amerikanische "pie pea eye" ausgesprochen (dt.: "pei pi ei"), insbesondere die letzten beiden Buchstaben "PI" einzeln. Damit möchten wir mögliche Verwechslungen mit dem <a href="%(href)s" title="%(title)s">PyPy</a>-Projekt vermeiden, einer alternativen Implementierung der Python-Programmiersprache.
el: Το "PyPI" θα πρέπει να προφέρεται ως "pie pea eye". Ειδικά το "PI" θα πρέπει να προφέρεται ως χωριστά γράμματα αντί σαν δίφθογγος. Αυτό μειώνει τυχόν μπέρδεμα με το <a href="%(href)s" title="%(title)s">PyPy</a> project, το οποίο είναι ένα δημοφιλές εναλλακτικό implementation της γλώσσας προγραμματισμού Python.
eo: "PyPI" prononciĝu kiel "Paj Po I", specife kun la "PI" prononcita kiel individuaj literoj, ne kiel unu silabo. Tio evitas konfuzon kun la projekto <a href="%(href)s" title="%(title)s">PyPy</a>, kiu estas populara alternativa realigo de la programlingvo Python.
es: En inglés, «PyPI» debe pronunciarse como «pie pea eye»: /paɪ piː aɪ/; observe que las letras «PI» se pronuncian separadamente. Esto minimiza la confusión con el proyecto <a href="%(href)s" title="%(title)s">PyPy</a>, una popular implementación alternativa del lenguaje Python.
fr: « PyPI » devrait être prononcé comme « pie pea eye », en particulier le « PI » prononcé comme des lettres individuelles plutôt que comme un son unique. Cela réduit la confusion avec le projet <a href="%(href)s" title="%(title)s">PyPy</a>, qui est une alternative populaire à l'implémentation du langage Python.
he: את "PyPI" יש לבטא "פַּיי פִּי אַיי", כאשר האותיות "PI" מבוטאות כאותיות נפרדות ולא כהברה יחידה. זה מקטין את הבלבול האפשרי עם פרויקט <a href="%(href)s" title="%(title)s">PyPy</a>, שהוא מימוש חלופי פופולארי של שפת התכנות פייתון.
id: "PyPI" harus diucapkan seperti "pie pea eye", terutama untuk "PI" diucapkan sebagai huruf-huruf terpisah, bukan sebagai suatu kesatuan bunyi. Hal ini untuk meminimalkan kekeliruan dengan proyek <a href="%(href)s" title="%(title)s">PyPy</a>, yang merupakan implementasi alternatif yang populer untuk bahasa Python.
it: "PyPI" dovrebbe essere pronunciatao "pai pi ai", specialmente con la "PI" pronunciata come lettere individuali, piuttosto che come un suono singolo. Ciò minimizza la confusione con il progetto <a href="%(href)s" title="%(title)s">PYPY</a> , che è un popolare miglioramento alternativo del linguaggio Python.
ja: 「PyPI」は「パイ・ピー・アイ（pie pea eye）」のように発音します。特に「PI」は単一の音ではなく、個々の文字として発音します。これは、Python言語による一般的な代替実装である<a href="%(href)s" title="%(title)s">PyPy</a>プロジェクトとの混乱を最小限にします。
pt: "PyPI" deve ser pronunciado como "pai pi ai", especificamente com o "PI" pronunciado como letras individuais, em vez de um único som. Isso minimiza a confusão com o projeto <a href="%(href)s" title="%(title)s">PyPy</a>, que é uma implementação alternativa popular da linguagem Python.
pt_br: "PyPI" deve ser pronunciado como "pai pi ai", especificamente com o "PI" pronunciado como letras individuais, em vez de um único som. Isso minimiza a confusão com o projeto <a href="%(href)s" title="%(title)s">PyPy</a>, que é uma implementação alternativa popular da linguagem Python.
ru: «PyPI» следует произносить как «пай пи ай», особенно часть «PI», произносимую по отдельным буквам, а не одним звуком. Это минимизирует путаницу с проектом <a href="%(href)s" title="%(title)s">PyPy</a>, который является популярной альтернативной реализацией языка Python.
sk: „PyPI“ by sa malo vyslovovať ako „pie pea eye“, konkrétne s „PI“ vyslovovaným ako jednotlivé písmená, skôr ako jeden zvuk. To minimalizuje zámenu s projektom <a href="%(href)s" title="%(title)s">PyPy</a>, ktorý je populárnou alternatívnou implementáciou jazyka Python.
ta: "பைபி" "பை பட்டாணி கண்" போல உச்சரிக்கப்பட வேண்டும், குறிப்பாக "பை" உடன் தனிப்பட்ட எழுத்துக்களாக உச்சரிக்கப்படுகிறது, மாறாக ஒற்றை ஒலியாக. இது <a href = "%(href)s" தலைப்பு = "%(title)s"> பைபி </a> திட்டத்துடன் குழப்பத்தை குறைக்கிறது, இது பைத்தான் மொழியின் பிரபலமான மாற்று செயல்படுத்தலாகும்.
uk: «PyPI» має вимовлятися як «пай пі ай», зокрема «PI» має вимовлятися як окремі літери, а не один звук. Це зменшує плутанину з проєктом <a href="%(href)s" title="%(title)s">PyPy</a>, який є відомою альтернативною реалізацією мови Python.

source: Resources
de: Quellen
el: Πόροι
eo: Rimedoj
es: Recursos
fr: Ressources
he: עזרים
id: Sumber daya
it: Risorse
ja: リソース
pt: Recursos
pt_br: Recursos
ru: Ресурсы
sk: Zdroje
ta: வளங்கள்
tr: Kaynaklar
uk: Ресурси

source: Looking for something else? Perhaps these links will help:
de: Das passende nicht gefunden? Vielleicht helfen diese Links weiter:
el: Ψάχνετε για κάτι άλλο; Ίσως οι παρακάτω σύνδέσμοι να βοηθήσουν:
eo: Ĉu serĉante ion alian? Jen eble utilaj ligiloj:
es: ¿Busca algo más? Quizá le sirvan de ayuda estos enlaces:
fr: Vous cherchez autre chose ? Peut-être que ces liens vous seront utiles :
he: מחפש/ת משהו אחר? אולי הקישורים הבאים יעזרו:
id: Tidak menemukan yang Anda cari? Mungkin link-link berikut ini bisa membantu:
it: Stai cercando qualcos'altro? Forse questi link possono aiutare:
ja: 他に何かお探しですか？ おそらく、以下のリンクがお役に立つでしょう。
pt: A procurar outra coisa? Talvez estas ligações ajudem-lo:
pt_br: Procurando outra coisa? Talvez esses links lhe ajudem:
ru: Ищете что-то ещё? Возможно, вам помогут следующие ссылки:
sk: Hľadáte niečo iné? Možno pomôžu tieto odkazy:
ta: வேறு ஏதாவது தேடுகிறீர்களா? ஒருவேளை இந்த இணைப்புகள் உதவும்:
tr: Başka bir şey mi arıyorsunuz? Belki aşağıdaki linkler işinize yarayabilir:
uk: Шукаєте щось інше? Можливо, ці посилання вам допоможуть:

source: Python Packaging User Guide
de: Python Packaging User Guide (Anleitung zur Python-Paketverwaltung)
eo: Manlibro por Python-Uzantoj pri Pakado
es: Manual de uso del empaquetamiento de Python
fr: Guide Utilisateur de l'Empaquetage Python
he: המדריך למשתמש באריזת חבילות פייתון
id: Panduan Pengguna Python Packaging
it: Guida utente di Python Packaging
ja: Pythonパッケージユーザーガイド（Python Packaging User Guide）
pt: Guia de Utilizador para Empacotamento de Python
pt_br: Guia de Usuário para Empacotamento de Python
ru: Руководство пользователя по созданию Python’ьих пакетов
sk: Používateľská príručka balíka Python
ta: பைதான் பேக்கேசிங் பயனர் கையேடு
tr: Python Packaging Kullanıcı Kılavuzu
uk: Користувацьке керівництво з пакування Python

source: Python documentation
de: Python-Dokumentation
el: Τεκμηρίωση Python
eo: Dokumentaro pri Python
es: Documentación de Python
fr: Documentation de Python
he: התיעוד של פייתון
id: Dokumentasi Python
it: Documentazione Python
ja: Pythonドキュメント
pt: Documentação do Python
pt_br: Documentação do Python
ru: Документация Python’а
sk: Python dokumentácia
ta: பைதான் ஆவணம்
tr: Python dokümantasyonu
uk: Документація Python

source: (main Python website)
de: (Homepage der Python-Programmiersprache)
el: (κύρια ιστοσελίδα της Python)
eo: (ĉefretejo de Python)
es: (sitio web principal de Python)
fr: (site principal de Python)
he: (האתר הראשי של פייתון)
id: (website utama Python)
it: (Sito principale di Python)
ja: （メインのPythonのWebサイト）
pt: (site principal do Python)
pt_br: (site principal do Python)
ru: (основной сайт Python’а)
sk: (hlavná webová stránka Pythonu)
ta: (பிரதான பைதான் வலைத்தளம்)
tr: (resmi Python web sitesi)
uk: (основний вебсайт Python)

source: Python community page
de: Einstiegsseite für die Python-Community
el: Ιστοσελίδα κοινότητας της Python
eo: Komunuma paĝo de Python
es: Página comunitaria de Python
fr: Page communautaire de Python
he: עמוד הקהילה של פייתון
id: Halaman komunitas Python
it: Pagina della comunità Python
ja: Pythonコミュニティページ
pt: Página da comunidade Python
pt_br: Página da comunidade Python
ru: Страница Python’ьего сообщества
sk: Stránka komunity Python
ta: பைதான் சமூக பக்கம்
tr: Python topluluk sayfası
uk: Сторінка спільноти Python

source: (lists IRC channels, mailing lists, etc.)
de: (listet Chat-Kanäle, Mailinglisten etc. auf)
el: (προβολή καναλιών IRC, mailing lists, κλπ)
eo: (listo de babilejoj, dissendolistoj, ktp.)
es: (enumera los canales de IRC, las listas de correo, etc.)
fr: (liste des canaux IRC, listes de diffusion, etc.)
he: (מפרט ערוצי IRC, רשימות דיוור וכו׳)
id: (daftar saluran IRC, daftar surat, dll.)
it: (liste canali IRC, mailing lists, ecc...)
ja: （IRCチャンネルのリスト、メーリングリストなど）
pt: (listas de canais IRC, listas de discussão, etc.)
pt_br: (listas de canais IRC, listas de discussão, etc.)
ru: (списки каналов IRC, списков рассылки и так далее)
sk: (uvádza IRC kanály, mailing listy atď.)
ta: (ஐ.ஆர்.சி சேனல்கள், அஞ்சல் பட்டியல்கள் போன்றவை பட்டியலிடுகின்றன)
tr: (IRC kanallarının listeleri, e-posta listeleri, vb.)
uk: (переліки каналів IRC, списки розсилки і т.д.)

source: Contact
de: Kontakt
el: Επικοινωνία
eo: Kontakti
es: Contacto
he: יצירת קשר
id: Kontak
it: Contatto
ja: 問い合わせ先
pt: Contato
pt_br: Contato
ru: Контактная информация
sk: Kontakt
ta: தொடர்பு
tr: İletişim
uk: Зв'язок

source: The <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority (PyPA)</a> is a working group who work together to improve Python packaging. If you'd like to get in touch with a core packaging developer, use <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa on IRC (Libera)</a>, or <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">browse the online board</a>.
eo: La <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Pakada Aŭtoritato de Python</a> estas laborgrupo, kiu kunlaboras por plibonigi pakadon de Python. Se vi volas kontakti kernan evoluiganton pri pakado, uzu la kanalon <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa ĉe Libera</a>, aŭ <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">la retan diskutejon</a>.
es: La <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Autoridad de empaquetamiento de Python (PyPA)</a> es un grupo de trabajo cuya finalidad es mejorar el empaquetamiento en Python. Para ponerse en contacto con un desarrollador de empaquetamiento, utilice el canal <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa en IRC (Libera)</a> o <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">explore el tablón en línea</a>.
id: <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority (PyPA)</a> adalah kelompok kerja yang bekerja sama untuk mengembangkan packaging Python. Jika Anda ingin menghubungi pengembang inti packaging, gunakan <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa di IRC (Libera)</a>, atau <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">telusuri papan online</a>.
it: La <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority (PyPA)</a> è un gruppo di lavoro per migliorare il Python Packaging. Se ti piacerebbe metterti in contatto con uno sviluppatore del packaging principale, usa <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa su IRC (Libera)</a>, o <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">scorri la bacheca online</a>.
pt: O <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority (PyPA)</a> é um grupo de trabalho que trabalha em conjunto para melhorar o empacotamento de Python. Se quiser entrar em contato com um programador de empacotamento principal, use<a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa no IRC (Libera)</a> ou <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">navegue no quadro online</a>.
pt_br: O <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority (PyPA)</a> é um grupo de trabalho que trabalha em conjunto para melhorar o empacotamento de Python. Se você quiser entrar em contato com um desenvolvedor de empacotamento principal, use<a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa no IRC (Libera)</a> ou <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">navegue no quadro online</a>.
ru: <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Группа пакетирования Python’а, Python Packaging Authority (PyPA)</a> является рабочей группой, которая работает над улучшением пакетирования в Python’е. Если вы хотите связаться с ключевыми разработчиками инструментов пакетирования, войдите в комнату <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa на IRC (Libera)</a> или <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">посмотрите эту онлайн-доску объявлений</a>.
sk: <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority (PyPA)</a> je pracovná skupina, ktorá spolupracuje na zlepšení balenia jazyka Python. Ak sa chcete spojiť s hlavným vývojárom obalov, použite <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa na IRC (Libera)</a> alebo <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">browse the online board</a>.
ta: <A href = "%(pypa_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் பேக்கேசிங் ஆணையம் (PYPA) </a> என்பது ஒன்றிணைந்து செயல்படும் ஒரு பணிக்குழு பைதான் பேக்கேசிங் மேம்படுத்தவும். நீங்கள் ஒரு கோர் பேக்கேசிங் டெவலப்பருடன் தொடர்பு கொள்ள விரும்பினால், <a href = "%(irc_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener">#pypa on ஐப் பயன்படுத்தவும் ஐ.ஆர்.சி (லிபரா) </a>, அல்லது <a href = "%(discourse_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> நிகழ்நிலை போர்டை உலாவுக </a>.
uk: <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Управління з пакування Python (PyPA)</a> — це робоча група, яка працює разом, щоб покращити пакування Python. Якщо ви бажаєте зв'язатися із головним розробником пакування, скористайтеся <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa на IRC (Libera)</a> чи <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">перегляньте онлайн-дошку</a>.

source: Security
de: Sicherheit
el: Ασφάλεια
eo: Sekureco
es: Seguridad
fr: Sécurité
he: אבטחה
id: Keamanan
it: Sicurezza
ja: セキュリティ
pt: Segurança
pt_br: Segurança
ru: Безопасность
sk: Bezpečnosť
ta: பாதுகாப்பு
tr: Güvenlik
uk: Безпека

source: Reporting a security issue
de: Ein Sicherheitsproblem melden
el: Αναφορά θέματος ασφάλειας
eo: Raporti problemon pri sekureco
es: Informar de un problema de seguridad
fr: Signaler un problème de sécurité
he: דיווח על בעיית אבטחה
id: Laporkan isu keamanan
it: Riportare un problema di sicurezza
ja: セキュリティ問題の報告
pt: Relatar um problema de segurança
pt_br: Relatando um problema de segurança
ru: Сообщить о проблеме безопасности
sk: Hlásenie bezpečnostného problému
ta: பாதுகாப்பு சிக்கலைப் புகாரளித்தல்
tr: Bir güvenlik sorunu bildirme
uk: Надсилання звіту про проблему безпеки

source: We take security very seriously and ask that you follow our security policy carefully.
de: Wir nehmen Sicherheitsfragen sehr ernst, und bitten darum, sich sorgfältig an die im Folgenden beschriebene Sicherheitsprozedur zu halten.
el: Λαμβάνουμε την ασφάλεια πολύ σοβαρά και σας ζητούμε να ακολουθήσετε την πολιτική ασφαλείας μας προσεκτικά.
eo: Ni konsideras sekurecon tre serioze kaj petas, ke vi zorge sekvu nian regularon pri sekureco.
es: Nos tomamos muy en serio la seguridad y le pedimos que siga cuidadosamente nuestra normativa de seguridad.
fr: Nous prenons la sécurité très au sérieux et nous vous demandons de suivre attentivement notre politique de sécurité.
he: אנחנו מתייחסים לאבטחה ברצינות רבה ומבקשים שתיישמו את הנחיות האבטחה שלנו בדקדקנות.
id: Kami menangani keamanan dengan sangat serius dan meminta Anda mengikuti kebijakan keamanan kami dengan hati-hati.
it: Prendiamo la sicurezza molto sul serio e ti chiediamo di seguire attentamente la nostra politica di sicurezza.
ja: 私たちはセキュリティを非常に真剣に考えています。セキュリティポリシーを厳守するようお願いいたします。
pt: Levamos a segurança muito a sério e pedimos que sigam atentamente a nossa política de segurança.
pt_br: Levamos a segurança muito a sério e pedimos que sigam atentamente a nossa política de segurança.
ru: Мы очень серьёзно относимся к безопасности и просим вас внимательно следовать нашей политике безопасности.
sk: Bezpečnosť berieme veľmi vážne a žiadame vás, aby ste pozorne dodržiavali našu bezpečnostnú politiku.
ta: நாங்கள் பாதுகாப்பை மிகவும் தீவிரமாக எடுத்துக்கொள்கிறோம், எங்கள் பாதுகாப்புக் கொள்கையை கவனமாகப் பின்பற்றுமாறு கேட்டுக்கொள்கிறோம்.
tr: Güvelik konusuna büyük önem veriyoruz ve güvenlik politikamızı dikkatle takip etmenizi istiyoruz.
uk: Ми ставимося до безпеки дуже серйозно та просимо вас ретельно дотримуватися нашої політики безпеки.

source: Important!
de: Wichtig!
el: Σημαντικό!
eo: Grave!
es: ¡Importante!
he: חשוב!
id: Penting!
it: Importante!
ja: 重要！
pt: Importante!
pt_br: Importante!
ru: Важно!
sk: Dôležité!
ta: முக்கியமானது!
tr: Önemli!
uk: Важливо!

source: If you believe you've identified a security issue with PyPI, <strong>DO NOT</strong> report the issue in any public forum, including (but not limited to):
eo: Se vi kredas, ke vi trovis problemon pri la sekureco de PyPI, <strong>NE</strong> raportu la problemon en ajnan publika forumo, inkluzive de (sed ne limigite al):
es: Si cree que ha identificado un problema de seguridad con PyPI, <strong>NO</strong> informe del problema en un foro público, entre los cuales se encuentran:
it: Se credi di aver identificato un problema di sicurezza con Warehouse, <strong>NON </strong> riportare il problema in nessun forum pubblico, incluso(ma non limitato a):
ru: Если вы считаете, что обнаружили проблему безопасности в PyPI, <strong>НЕ</strong> сообщайте о ней на любом публичном форуме, включая (но не ограничиваясь):
sk: Ak sa domnievate, že ste identifikovali problém so zabezpečením PyPI, <strong>NENAHLÁSTE</strong> problém na žiadnom verejnom fóre vrátane (okrem iného):
ta: PYPI உடன் பாதுகாப்பு சிக்கலை நீங்கள் அடையாளம் கண்டுள்ளீர்கள் என்று நீங்கள் நம்பினால், <strong> வேண்டாம் </strong> எந்தவொரு பொது மன்றத்திலும் சிக்கலை புகாரளிக்கவும், இதில் (ஆனால் அவை மட்டும் அல்ல):

source: Our GitHub issue tracker
de: Unserem GitHub Issue-Tracker
el: Το δικό μας GitHub issue tracker
eo: Nia problemspuradilo ĉe GitHub
es: Nuestro rastreador de problemas en GitHub
fr: Notre gestionnaire de tickets sur GitHub
he: מערכת מעקב הסוגיות שלנו ב-GitHub
id: Pelacak masalah GitHub kami
it: Il nostro tracker GitHub
ja: 私たちのGitHubのイシュートラッカー
pt: Nosso rastreador de problemas do GitHub
pt_br: Nosso rastreador de problemas do GitHub
ru: Нашу систему отслеживания проблем на GitHub’е
sk: Náš nástroj na sledovanie problémov GitHub
ta: எங்கள் அறிவிலிமையம் வெளியீட்டு டிராக்கர்
uk: Наш іш'ю-трекер на GitHub

source: Official or unofficial chat channels
de: Offizielle oder inoffizielle Chat-Kanäle
el: Επίσημα ή ανεπίσημα κανάλια chat
eo: Oficialaj aŭ neoficialaj babilejoj
es: Canales de chat oficiales o no oficiales
fr: Canaux de discussion officiels ou non officiels
he: ערוצי צ׳ט רשמיים או לא רשמיים
id: Saluran obrolan resmi atau tidak resmi
it: Ufficiali o non ufficiali canali chat
ja: 公式または非公式のチャットチャンネル
pt: Canais de bate-papo oficiais ou não oficiais
pt_br: Canais de bate-papo oficiais ou não oficiais
ru: Официальные или неофициальные каналы чата
sk: Oficiálne alebo neoficiálne chatovacie kanály
ta: உத்தியோகபூர்வ அல்லது அதிகாரப்பூர்வமற்ற அரட்டை சேனல்கள்
tr: Resmi yahut gayri resmi sohbet kanalları
uk: Офіційні чи неофіційні канали чатів

source: Official or unofficial mailing lists
de: Offizielle oder inoffizielle Mailinglisten
el: Επίσημα ή ανεπίσημα mailing lists
eo: Oficialaj aŭ neoficialaj dissendolistoj
es: Listas de correo oficiales o no oficiales
fr: Listes de diffusion officielles ou non officielles
he: רשימות דיוור רשמיות או לא רשמיות
id: Mailing list resmi atau tidak resmi
it: Ufficiali o non ufficiali mailing lists
ja: 公式または非公式のメーリングリスト
pt: Listas de discussão oficiais ou não oficiais
pt_br: Listas de discussão oficiais ou não oficiais
ru: Официальные или неофициальные списки рассылки
sk: Oficiálne alebo neoficiálne zoznamy adries
ta: உத்தியோகபூர்வ அல்லது அதிகாரப்பூர்வமற்ற அஞ்சல் பட்டியல்கள்
tr: Resmi yahut gayri resmi e-posta listeleri
uk: Офіційні або неофіційні списки розсилки

source: If you've identified a security issue with a project hosted on PyPI
de: Wenn Sie ein Sicherheitsproblem mit einem auf PyPI gehosteten Projekt entdeckt haben
eo: Se vi trovis sekurecan problemon pri projekto ĉe PyPI
es: Si ha identificado un problema de seguridad con un proyecto alojado en PyPI
it: Se hai identificato un problema di sicurezza con un progetto ospitato su PyPI
pt: Se identificou um problema de segurança com um projeto hospedado no PyPI
pt_br: Se você identificou um problema de segurança com um projeto hospedado no PyPI
ru: Если вы обнаружили проблему безопасности в проекте, размещенном на PyPI
sk: Ak ste identifikovali bezpečnostný problém s projektom hosteným na PyPI
ta: PYPI இல் புரவலன் செய்யப்பட்ட திட்டத்துடன் பாதுகாப்பு சிக்கலை நீங்கள் அடையாளம் கண்டிருந்தால்

source: Login to your PyPI account, then visit the project's page on PyPI. At the bottom of the sidebar, click <strong>Report project as malware</strong>. Supply the following details in the form:
eo: Salutu en vian konton ĉe PyPI, kaj vizitu la projektan paĝon ĉe PyPI. Ĉe la malsupro de la flanka panelo, alklaku la butonon <strong>Akuzi projekton kiel fiprogramon</strong>. Provizu la jenajn detalojn en la formularo:
it: Accedi al tuo account PyPI, quindi visita la pagina del progetto su PyPI. Nella parte inferiore della barra laterale, fai clic su <strong>Segnala un progetto come malware</strong>. Fornisci i seguenti dettagli nel modulo:
pt: Entre na sua conta PyPI, então visige a página do projeto na PyPI. Na parte inferior da barra lateral, clique <strong>Reportar projeto como malware</strong>. Forneça os seguintes detalhes no formulário:
ru: Войдите в свою учетную запись PyPI, затем перейдите на страницу проекта на PyPI. Внизу боковой панели нажмите <strong>Сообщить о вредоносном проекте</strong>. Укажите следующие данные в форме:
sk: Prihlásiť sa k účtu PyPI, potom navštívte stránku projektu na PyPI. V dolnej časti bočného panelu kliknite na <strong>Report projekt ako malware</strong>. Dodávka nasledujúce údaje vo forme:
ta: உங்கள் PYPI கணக்கில் உள்நுழைந்து, பின்னர் PYPI இல் உள்ள திட்டத்தின் பக்கத்தைப் பார்வையிடவும். பக்கப்பட்டியின் அடிப்பகுதியில், <strong> திட்டத்தை தீம்பொருள் </strong> எனக் சொடுக்கு செய்க. பின்வரும் விவரங்களை படிவத்தில் வழங்கவும்:

source: A URL to the project in question
de: Eine URL zum betreffenden Projekt
eo: Retadreso de la danĝera projekto
es: Un URL al proyecto en cuestión
it: Un URL del progetto in questione
pt: Uma URL para o projeto em questão
pt_br: Uma URL para o projeto em questão
ru: URL-адрес проекта, о котором идет речь
sk: Adresa URL príslušného projektu
ta: கேள்விக்குரிய திட்டத்திற்கு ஒரு முகவரி
