Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: When the PyPI administrators are overwhelmed by spam <strong>or</strong> determine that there is some other threat to PyPI, new user registration and/or new project registration may be disabled. Check <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">our status page</a> for more details, as we'll likely have updated it with reasoning for the intervention.
de: Wenn die PyPI Administratoren vom Spam überfordert sind <strong>oder</strong> feststellen, dass eine andere Bedrohung für PyPI existiert, können die Registrierung neuer Benutzer oder neuer Projekte deaktiviert werden. Besuchen Sie <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">unsere Status-Seite</a> für weitere Informationen, da wir sie wahrscheinlich mit Gründen für die Intervention aktualisiert haben.
el: Όταν οι διαχειριστές του PyPI βομβαρδιστούν με spam <strong>ή</strong> διαπιστώσουν ότι υπάρχει κάποια άλλη απειλή για το PyPI, οι εγγραφές νέων χρηστών και/ή νέων project μπορεί να απενεργοποιηθούν. Δείτε στη <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">σελίδα κατάστασης μας</a> για περισσότερες πληροφορίες, καθώς θα έχουμε σχετική ανακοίνωση εκεί για το λόγο της διακοπής αυτών των υπηρεσιών.
eo: Kiam la administrantoj de PyPI estas troŝarĝitaj de trudmesaĝoj <strong>aŭ</strong> determinas, ke ekzistas ia danĝero kontraŭ PyPI, registrado de novaj uzantoj kaj/aŭ registrado de novaj projektoj povas malebliĝi. Kontrolu <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">nian paĝon pri la stato</a> por pli da detaloj, ĉar ni verŝajne estos ĝisdatiginta ĝin pri la kialo de la decido.
es: Cuando el <em>spam</em> supera la capacidad de respuesta de los administradores de PyPI, <strong>o bien</strong> si estos determinan que existe alguna otra amenaza a la plataforma, es posible que se desactiven las altas de usuarios y proyectos nuevos. En tales casos, revise <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">la página de estado</a> para obtener detalles, pues probablemente habrémosla actualizado con el motivo de la intervención.
fr: Lorsque les administrateurs de PyPI sont submergés par le spam <strong>ou</strong> déterminent qu'il y a une autre menace pour PyPI, l'enregistrement de nouveaux utilisateurs et/ou de nouveaux projets peut être désactivé. Consultez <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">notre page de statut</a> pour plus de détails, car nous l'aurons probablement actualisée avec le motif de l'intervention.
he: כאשר מנהלי PyPI מוצפים בספאם <strong>או</strong> מגיעים למסקנה שיש איום אחר ל-PyPI, ייתכן ורישום משתמשים אחרים ו/או רישום פרויקטים חדשים יופסקו. בדק/י את <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">עמוד הסטטוס שלנו</a> לפרטים נוספים, שכן סביר שנעדכן אותו עם הנימוק להתערבות כזו.
id: Ketika administrator PyPI kewalahan oleh spam <strong>atau</strong> menentukan bahwa ada beberapa ancaman lain untuk PyPI, pendaftaran pengguna baru dan / atau pendaftaran proyek baru mungkin dinonaktifkan. Periksa <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">halaman status kami</a> untuk lebih jelasnya, karena kemungkinan besar kami akan memperbarui itu dengan alasan intervensi.
it: Quando gli amministratori di PyPI sono sopraffatti dallo spam <strong> o </strong> determinano che c'è qualche altraltra minaccia per PyPI, la registrazione di nuovi utenti e/o nuovi progetti può essere disabilitata. Controlla <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">la nostra pagina dei servizi</a> per maggiori dettagli, perchè l'avremo verosimilmente aggiornata con i motivi dell'intervento.
ja: PyPIの管理者がスパムに悩まされたり、<strong>あるいは</strong>PyPIに対する他の脅威があると判断した場合、新規のユーザ登録および（または）新規プロジェクトの登録は無効になるかもしれません。より詳細については <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">ステータスページ</a>をチェックしてください。介入した理由で更新されていることがあります。
pt: Quando os administradores do PyPI são sobrecarregados por spam <strong>ou</strong> determinam que há outra ameaça para PyPI, registo de novos utilizadores e/ou de novos projetos pode ser desativado. Verifique <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">nossa página de estado </a> para mais detalhes, como provavelmente vamos ter atualizado com o raciocínio para a intervenção.
pt_br: Quando os administradores do PyPI são sobrecarregados por spam <strong>ou</strong> determinam que há alguma outra ameaça para PyPI, registro de novos usuários e/ou de novos projetos pode ser desabilitado. Verifique <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">nossa página de status </a> para mais detalhes, como provavelmente vamos ter atualizado com o raciocínio para a intervenção.
ru: Когда администраторы PyPI оказываются завалены спамом <strong>или</strong> определяют, что существует какая-либо другая угроза PyPI, регистрация новых пользователей и/или новых проектов может быть отключена. Для получения более подробной информации проверьте <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">нашу страницу статуса</a>, так как, скорее всего, мы обновили её, указав на ней причину такого вмешательства.
sk: Keď sú správcovia PyPI zahltení spamom <strong> alebo </strong> zistia, že existuje nejaká iná hrozba pre PyPI, registrácia nového používateľa a/alebo registrácia nového projektu môže byť zakázaná. Ďalšie podrobnosti nájdete na <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">našej stavovej stránke</a>, pretože sme ju pravdepodobne aktualizovali s odôvodnením zásahu.
ta: PYPI நிர்வாகிகள் ச்பேம் <strong> அல்லது </strong> ஆல் அதிகமாக இருக்கும்போது, PYPI க்கு வேறு ஏதேனும் அச்சுறுத்தல் இருப்பதை தீர்மானிக்கும்போது, புதிய பயனர் பதிவு மற்றும்/அல்லது புதிய திட்ட பதிவு முடக்கப்படலாம். <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> எங்கள் நிலை பக்கம் </a> மேலும் விவரங்களுக்கு சரிபார்க்கவும் தலையீட்டிற்கான பகுத்தறிவுடன் இது.
tr: PyPI yöneticileri spamlar yüzünden iyice bunalmış bir hale gelince <strong>yahut</strong> PyPI' a özel daha farklı bir tehdit olduğuna karar verdiklerinde, PyPI' a yeni kullanıcı kaydını ve/ya da yeni proje kaydını durdurabilirler. Bu gibi durumlarda muhtemelen o anki müdahalenin sebebi ile güncelleyeceğimiz <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">durum sayfamız</a>' ı kontrol edin.
uk: Коли адміністратори PyPI переповнені спамом <strong>або</strong> з'ясовують що існує якась інша загроза для PyPI, реєстрацію нових користувачів і/або нових проєктів може бути вимкнуто. Перевіряйте <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">нашу сторінку статусу</a>, щоб дізнатися більше, оскільки ми швидше за все публікуватимемо там оновлення щодо причин втручання.

source: PyPI will return these errors for one of these reasons:
de: PyPI gibt diese Fehler aus einem der folgenden Gründe zurück:
el: Το PyPI θα επιστρέψει αυτά τα σφάλματα για έναν από τους ακόλουθους λόγους:
eo: PyPI montros tiajn erarojn pro unu el la jenaj kialoj:
es: PyPI devuelve estos errores por alguno de estos motivos:
fr: PyPI renverra ces erreurs pour l'une de ces raisons :
he: PyPI יחזיר את השגיאות האלו מאחת הסיבות הבאות:
id: PyPI akan mengembalikan kesalahan ini karena salah satu alasan berikut:
it: PyPI restituisce questi errori per uno dei seguenti motivi:
ja: PyPIは、以下のいずれかの理由によりこれらのエラーを返します。
pt: O PyPI retornará estes erros por uma destas razões:
pt_br: O PyPI retornará esses erros por uma destas razões:
ru: PyPI возвращает эти ошибки по одной из следующих причин:
sk: PyPI vráti tieto chyby z jedného z týchto dôvodov:
ta: இந்த காரணங்களில் ஒன்றிற்காக இந்த பிழைகளை பைபி திருப்பித் தரும்:
tr: PyPI bu hataları, şu nedenlerden biri yüzünden üretebilir:
uk: PyPI повертатиме такі помилки через одну з таких причин:

source: Filename has been used and file exists
de: Dateiname wurde verwendet Datei existiert
el: Το όνομα αρχείου χρησιμοποιείται και το αρχείο υπάρχει ήδη
eo: Dosiernomo estas uzata kaj la dosiero ekzistas
es: El nombre de archivo se ha utilizado y el archivo existe
fr: Le nom du fichier a déjà été utilisé et le fichier existe déjà
he: שם הקובץ שומש בעבר והקובץ קיים
id: Nama file telah digunakan dan file sudah ada
it: Il Filename è stato usato e il file esiste
ja: ファイル名が既に使用されており、ファイルが存在する
pt: O nome do ficheiro foi usado e o ficheiro existe
pt_br: O nome do arquivo foi usado e o arquivo existe
ru: Имя файла уже использовалось и файл существует
sk: Názov súboru bol použitý a súbor existuje
ta: கோப்பு பெயர் பயன்படுத்தப்பட்டு கோப்பு உள்ளது
tr: Dosya ismi kullanılmış ve dosya mevcut
uk: Назва файлу вже використовувалася і файл існує

source: Filename has been used but file no longer exists
de: Dateiname wurde verwendet, aber Datei ist nicht mehr vorhanden
el: Το όνομα αρχείου χρησιμοποιείται αλλά το αρχείο δεν υπάρχει
eo: Dosiero estas uzita, sed la dosiero ne plu ekzistas
es: El nombre de archivo se ha utilizado pero el archivo ya no existe
fr: Le nom de fichier à déjà été utilisé mais le fichier n'existe plus
he: נעשה שימוש בשם הקובץ אך הקובץ כבר לא קיים
id: Nama file telah digunakan tetapi file tidak ada lagi
it: Il Filename e stato usato ma il file non esiste più
ja: ファイル名が既に使用されているが、ファイルが存在しない
pt: O nome do ficheiro foi usado, mas o ficheiro já não existe
pt_br: O nome do arquivo foi usado, mas o arquivo não existe mais
ru: Имя файла уже использовалось, но файл больше не существует
sk: Názov súboru bol použitý, ale súbor už neexistuje
ta: கோப்பு பெயர் பயன்படுத்தப்பட்டுள்ளது, ஆனால் கோப்பு இனி இல்லை
tr: Dosya ismi kullanılmış ancak dosya artık mevcut değil
uk: Назва файлу вже використовувалася, але файл більше не існує

source: A file with the exact same content exists
de: Eine Datei mit genau dem gleichen Inhalt existiert
el: Το αρχείο υπάρχει με ακριβώς το ίδιο όνομα
eo: Ekzistas dosiero kun la ekzakte sama enhavo
es: Existe un archivo con idéntico contenido
fr: Un fichier avec exactement le même contenu existe déjà
he: קובץ בעל תוכן זהה בדיוק כבר קיים
id: Ada file dengan konten yang sama persis
it: Esiste un file con lo stesso esatto contenuto
ja: まったく同じ内容のファイルが存在する
pt: Um ficheiro com exatamente o mesmo conteúdo existe
pt_br: Existe um arquivo com exatamente o mesmo conteúdo
ru: Существует файл с точно таким же содержимым
sk: Existuje súbor s presne rovnakým obsahom
ta: அதே உள்ளடக்கத்துடன் கூடிய கோப்பு உள்ளது
tr: Tam olarak aynı içeriğe sahip bir dosya mevcut
uk: Існує файл із точнісінько таким самим вмістом

source: PyPI does not allow for a filename to be reused, even once a project has been deleted and recreated.
de: PyPI lässt die Wiederverwendung eines Dateinamens nicht zu, auch nicht nach dem Löschen und Neuerstellen eines Projekts.
el: Το PyPI δεν επιτρέπει σε ένα όνομα αρχείου να επαναχρησιμοποιείται ακόμα και όταν ένα project διαγραφεί ή επαναδημιουργηθεί.
eo: PyPI ne permesas reuzon de dosieronomo, eĉ post forigo kaj rekreo de projekto.
es: PyPI no permite la reutilización de nombres de archivo, aun si se ha eliminado y recreado un proyecto.
fr: PyPI n'autorise pas la réutilisation d'un nom de fichier, même une fois un projet supprimé et recréé.
he: PyPI אינו מאפשר שימוש חוזר בשם קובץ, אפילו אחרי שפרויקט נמחק ונוצר מחדש.
id: PyPI tidak mengizinkan sebuah nama file untuk dipakai ulang, meskipun proyek tersebut telah dihapus dan dibuat ulang.
it: PyPI non consente a un Filename di essere riutillizato, anche dopo che un progetto è stato cancellato e ricreato.
ja: PyPIでは、プロジェクトを一度削除して再作成した場合でも、ファイル名を再利用できません。
pt: O PyPI não permite que um nome de ficheiro seja reutilizado, mesmo após um projeto ser apagado e recriado.
pt_br: O PyPI não permite que um nome de arquivo seja reutilizado, mesmo após um projeto ser excluído e recriado.
ru: PyPI не позволяет повторно использовать имя файла, даже если проект был удалён и создан заново.
sk: PyPI neumožňuje opätovné použitie názvu súboru, a to ani po odstránení a opätovnom vytvorení projektu.
ta: ஒரு திட்டம் நீக்கப்பட்டு மீண்டும் உருவாக்கப்பட்டதும் கூட, ஒரு கோப்பு பெயரை மீண்டும் பயன்படுத்த பைபி அனுமதிக்காது.
tr: PyPI, bir proje silinip yeniden oluşturulsa dahi dosya isminin tekrar kullanılmasına izin vermez.
uk: PyPI не дозволяє використовувати назву файла повторно, навіть якщо проєкт було видалено і перестворено.

source: A distribution filename on PyPI consists of the combination of project name, version number, and distribution type.
de: Ein Distributionsdateiname auf PyPI besteht aus der Kombination aus Projektname, Versionsnummer und Distributionstyp.
eo: Distribua dosiernomo ĉe PyPI konsistas el la triopo de projekta nomo, versia numero kaj speco de distribuo.
es: El nombre de archivo de una distribución en PyPI consiste en la combinación del nombre del proyecto, el número de versión y el tipo de distribución.
it: Un nome file di distribuzione su PyPI è costituito dalla combinazione di nome progetto, numero di versione e tipo di distribuzione.
pt: Um nome de arquivo de distribuição no PyPI consiste na combinação de nome do projeto, número da versão, e tipo de distribuição.
ru: Имя дистрибутива на PyPI состоит из комбинации имени проекта, номера версии и типа дистрибутива.
sk: Názov distribučného súboru v PyPI pozostáva z kombinácie názvu projektu, čísla verzie a typu distribúcie.
ta: PYPI இல் ஒரு விநியோக கோப்பு பெயர் திட்ட பெயர், பதிப்பு எண் மற்றும் விநியோக வகை ஆகியவற்றின் கலவையைக் கொண்டுள்ளது.

source: This ensures that a given distribution for a given release for a given project will always resolve to the same file, and cannot be surreptitiously changed one day by the projects maintainer or a malicious party (it can only be removed).
de: Dadurch wird sichergestellt, dass eine bestimmte Distribution für eine bestimmte Version für ein bestimmtes Projekt immer in dieselbe Datei aufgelöst wird und nicht eines Tages vom Projektbetreuer oder einer böswilligen Partei heimlich geändert werden kann (sie kann nur entfernt werden).
eo: Tio certigas, ke iu distribuo de iu eldono de iu projekto ĉiam signifas unikan dosieron kaj ne estas iam kaŝe ŝanĝebla far la projekta mastrumanto aŭ maliculo (ĝi estas nur forviŝebla).
es: Esto asegura que una distribución dada para un release particular para un proyecto particular siempre señalará a un mismo archivo, no puede ser subrepticiamente cambiando un día por los mantenedores del proyecto o por un agente malicioso (solamente puede ser eliminado).
it: Ciò garantisce che una determinata distribuzione per una determinata versione per un determinato progetto si risolverà sempre nello stesso file e non potrà essere modificata di nascosto un giorno dal manutentore del progetto o da un malintenzionato (può solo essere rimossa).
pt: Isso garante que certa distribuição para certa versão de um certo projeto sempre levará ai mesmo arquivo, e não pode ser furtivamente mudado pelo mantenedor do projeto ou alguém mal intencionado (apenas removido).
ru: Это гарантирует, что данный дистрибутив для данного релиза для данного проекта всегда будет ссылаться на один и тот же файл, и в один прекрасный день он не может быть тайно изменен сопровождающим проекта или злоумышленником (его можно только удалить).
sk: To zaisťuje, že daná distribúcia pre dané vydanie pre daný projekt bude vždy prenesená do rovnakého súboru a nemôže byť jedného dňa tajne zmenená správcom projektu alebo škodlivou stranou (dá sa iba odstrániť).
ta: கொடுக்கப்பட்ட திட்டத்திற்கு கொடுக்கப்பட்ட வெளியீட்டிற்கான கொடுக்கப்பட்ட வழங்கல் எப்போதுமே ஒரே கோப்பைத் தீர்க்கும் என்பதை இது உறுதி செய்கிறது, மேலும் திட்டங்கள் பராமரிப்பாளர் அல்லது தீங்கிழைக்கும் கட்சியால் ஒரு நாள் மறைமுகமாக மாற்ற முடியாது (அதை அகற்ற முடியும்).

source: To avoid this situation in most cases, you will need to change the version number to one that you haven't previously uploaded to PyPI, rebuild the distribution, and then upload the new distribution.
de: Um diese Situation in den meisten Fällen zu vermeiden, müssen Sie die Versionsnummer in eine Version ändern, die Sie zuvor noch nicht auf PyPI hochgeladen haben, die Distribution neu erstellen und dann die neue Distribution hochladen.
eo: Por eviti tian situacion en oftaj kazoj: ŝanĝu la versian numeron al tiu, kiun ankoraŭ ne estis alŝutita al PyPI; rekonstruu la distribuon; kaj poste alŝutu la novan distribuon.
es: Para evitar este tipo de situaciones en la mayoría de los casos, necesitarás cambiar el número de versión a uno que no hayas subido previamente a PyPI, reconstruir la distribución y luego subir la distribución nueva.
it: Per evitare questa situazione nella maggior parte dei casi, dovrai modificare il numero di versione con uno che non hai precedentemente caricato su PyPI, ricostruire la distribuzione e quindi caricare la nuova distribuzione.
pt: Para evitar esta situação na maioria dos casos, você precisará mudar o número da versão para uma que você não tenha enviado previamente a PyPI, reconstruída a distribuição, e então enviada a nove distribuição.
ru: Чтобы избежать такой ситуации в большинстве случаев, вам нужно изменить номер версии на тот, который вы ранее не загружали в PyPI, пересобрать дистрибутив, а затем загрузить новый дистрибутив.
sk: Aby ste sa vyhli tejto situácii vo väčšine prípadov, budete musieť zmeniť číslo verzie na číslo, ktoré ste predtým nenahrali do PyPI, prebudovať distribúciu a potom nahrať novú distribúciu.
ta: பெரும்பாலான சந்தர்ப்பங்களில் இந்த சூழ்நிலையைத் தவிர்க்க, நீங்கள் முன்பு PYPI இல் பதிவேற்றாத பதிப்பு எண்ணை மாற்ற வேண்டும், விநியோகத்தை மீண்டும் கட்டியெழுப்பவும், பின்னர் புதிய விநியோகத்தை பதிவேற்றவும் வேண்டும்.

source: If you would like to request a new trove classifier file a pull request on the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><code>pypa/trove-classifiers</code> project</a>. Be sure to include a brief justification of why it is important.
eo: Se vi volas proponi novan klasigilon, faru tirpeton ĉe la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">projekto <code>pypa/trove-classifiers</code></a>. Nepre inkluzivu mallongan klarigon de ĝia graveco.
es: Si quiere que añadamos un clasificador de interés nuevo, cree una solicitud de incorporación de cambios en el <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">proyecto <code>pypa/trove-classifiers</code></a>. No olvide incluir una justificación breve de por qué es importante.
fr: Si vous souhaitez demander un nouveau classificateur, déposez une demande de fusion (pull request) sur le <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">projet <code>pypa/trove-classifiers</code></a>. Incluez le nom du classificateur demandé et une brève justification de son importance.
he: אם ברצונך לבקש מסווג מטמון חדש צור pull request (PR) בפרויקט <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><code>pypa/trove-classifiers</code></a>. הקפד/י לכלול הצדקה קצרה מדוע הוא חשוב.
id: Jika Anda ingin meminta file pengklasifikasi trove baru, pull request di <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">proyek <code>pypa/trove-classifiers</code></a>. Pastikan untuk memasukkan penjelasan singkat mengapa itu penting.
it: Se vorresti richiedere un nuovo classificatore di raccolte documenta una pull request sul progetto <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><code>pypa/trove-classifiers</code></a>. Assicurati di includere una breve giustificazione sul perchè essa è importante.
pt: Caso queira pedir um novo ficheiro de classificador de trove, preencha uma pull request no <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">projeto <code>pypa/trove-classifiers</code></a>. Certifique-se de incluir uma breve justificativa do porquê é importante.
pt_br: Caso você queira pedir um novo arquivo de classificador de trove, preencha uma pull request no <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">projeto <code>pypa/trove-classifiers</code></a>. Certifique-se de incluir uma breve justificativa do porquê ele é importante.
ru: Если вы хотите запросить добавление нового trove-классификатора, отправьте запрос на вытягивание в <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">проект <code>pypa/trove-classifiers</code></a>. Обязательно включите в него краткое обоснование, почему новый классификатор так важен.
sk: Ak by ste chceli požiadať o nový súbor klasifikátora trove, požiadajte o stiahnutie v rámci projektu <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><code>pypa/trove-classifiers</code></a>. Nezabudnite uviesť krátke odôvodnenie, prečo je to dôležité.
ta: <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> <குறியீடு> PYPA/TROVE- கிளாசிஃபையர்கள் </code> திட்டம் </a>. இது ஏன் முக்கியமானது என்பதற்கான சுருக்கமான நியாயத்தை சேர்க்க மறக்காதீர்கள்.
tr: Eğer yeni bir trove sınıflandırıcı dosyası istiyorsanız, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><code>pypa/trove-classifiers</code> projesine</a> bir pull request atın. Neden önemli olduğuna dair kısa bir gerekçe eklediğinizden emin olun.
uk: Якщо ви бажаєте попросити новий trove-класифікатор, надішліть пул-реквест до <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">проєкту <code>pypa/trove-classifiers</code></a>. Не забудьте додати коротке пояснення того, чому це важливо.
