Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: <p> PyPI itself has not suffered a breach. This is a protective measure to reduce the risk of <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">credential stuffing</a> attacks against PyPI and its users. </p> <p> Each time a user supplies a password — while registering, authenticating, or updating their password — PyPI securely checks whether that password has appeared in public data breaches. </p> <p> During each of these processes, PyPI generates a SHA-1 hash of the supplied password and uses the first five (5) characters of the hash to check the <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">Have I Been Pwned API</a> and determine if the password has been previously compromised. The plaintext password is never stored by PyPI or submitted to the Have I Been Pwned API. </p> <p> PyPI will not allow such passwords to be used when setting a password at registration or updating your password. </p> <p> If you receive an error message saying that "This password appears in a breach or has been compromised and cannot be used", you should change it all other places that you use it as soon as possible. </p> <p> If you have received this error while attempting to log in or upload to PyPI, then your password has been reset and you cannot log in to PyPI until you <a href="%(reset_pwd_href)s">reset your password</a>. </p>
el: <p> Το ίδιο το PyPI δεν υπέστη παραβίαση. Αυτό αποτελεί ένα μέτρο ασφάλειας για την ελάττωση του ρίσκου επιθέσεων <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">credential stuffing</a> ενάντια στο PyPI και τους χρήστες του. </p> <p> Κάθε φορά που ένας χρήστης παρέχει έναν κωδικό — κατά τη διάρκεια εγγραφής, πιστοποίησης ή αλλαγής κωδικού — το PyPI ελέγχει με ασφάλεια αν ο κωδικός αυτός έχει εμφανιστεί ή όχι σε δημόσιες παραβιάσεις δεδομένων. </p> <p> Κατά τη διάρκεια αυτών των διεργασιών, το PyPI δημιουργεί από τον δοσμένο κωδικό ένα hash SHA-1 και χρησιμοποιεί τους πέντε (5) πρώτους χαρακτήρες του hash για να ελέγξει στο <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">Have I Been Pwned API</a> και να αποφανθεί αν ο κωδικός έχει στο παρελθόν υποστεί παραβίαση (με άλλα λόγια ελέγχει κατά πόσο ο κωδικός αυτός είναι κοινός, γνωστός, εύκολα ανακαλύψιμος σε κακόβουλο λογισμικό ή χρήστες). Ο κωδικός αυτός καθαυτός δεν αποθηκεύεται ποτέ στο PyPI ή κατατίθεται στο Have I Been Pwned API. </p> <p> Αν ο κωδικός δεν εγκριθεί από την αναφερθείσα υπηρεσία, τότε το PyPI δεν θα επιτρέψει να χρησιμοποιηθούν τέτοιοι κωδικοί κατά την εγγραφή ή την αλλαγή κωδικού. </p> <p> Αν λάβετε ένα μήνυμα σφάλματος που λέει "This password appears in a breach or has been compromised and cannot be used", θα πρέπει να τον αλλάξετε όχι μόνο στο PyPI αλλά και σε άλλα site/υπηρεσίες, το συντομότερο δυνατόν. </p> <p> Αν λάβετε αυτό το σφάλμα κατά τη διάρκεια της σύνδεσης σας στο PyPI ή κατά τη διάρκεια ανεβάσματος ενός πακέτου, τότε ο κωδικός σας έχει μηδενιστεί και δεν θα μπορείτε να συνδεθείτε στο PyPI μέχρις ότου <a href="%(reset_pwd_href)s">μηδενίσετε τον κωδικό σας</a>. </p>
fr: <p> PyPI lui-même n'a pas subi de violation. Il s'agit d'une mesure de protection pour réduire le risque d'attaque <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">au vol identifiants</a> envers PyPI et ses utilisateurs. </p> <p> Chaque fois qu'un utilisateur fournit un mot de passe - lors de l'inscription, de l'authentification ou de la mise à jour du mot de passe - PyPI vérifie en toute sécurité si ce mot de passe est apparu dans des violations de données publiques. </p> <p> Pendant chacun de ces processus, PyPI génère un hachage SHA-1 du mot de passe fourni et utilise les cinq (5) premiers caractères du hachage pour vérifier dans <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">l'API de HaveIBeenPwned</a> et déterminer si le mot de passe est déjà compromis. Le mot de passe en clair n'est jamais stocké par PyPI ou envoyé à l'API de HaveIBeenPwned. </p> <p> PyPI n'autorisera pas l'utilisation de tels mots de passe lors de la définition d'un mot de passe à l'inscription ou à la mise à jour de votre mot de passe. </p> <p> Si vous recevez un message d'erreur indiquant que « Ce mot de passe apparaît dans une violation de données ou a été compromis et ne peut pas être utilisé », vous devez le modifier dès que possible à tous les autres endroits où vous l'utilisez. </p> <p> Si vous avez reçu cette erreur en essayant de vous connecter ou de publier sur PyPI, votre mot de passe a été réinitialisé et vous ne pouvez pas vous connecter à PyPI avant de <a href="%(reset_pwd_href)s">réinitialiser votre mot de passe</a> . </p>
he: <p> PyPI עצמו לא נפרץ. זהו אמצעי הגנתי אשר נועד להפחית את הסכנה של התקפות <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">דחיסת אישורים</a> כנגד PyPI ומשתמשיו. </p> <p> בכל פעם שמשתמש מספק סיסמה — בעת הרשמה, הזדהות, או עדכון סיסמה — PyPI בודק באופן מאובטח האם הסיסמה שהוזנה מופיע במסדי נתונים פומביים של פריצות. </p> <p> בכל אחד מהתהליכים האלו, PyPI מייצר גיבוב (hash) מסוג SHA-1 של הסיסמה שהוזנה ומשתמש בחמשת (5) התווים הראשונים של הגיבוב כדי לבדוק את ה-<a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">API של Have I Been Pwned</a> ולברר האם הסיסמה נפרצה בעבר. הסיסמה הגלויה לעולם אינה נשמרת על ידי PyPI ואינה נשלחת אל ה-API של Have I Been Pwned. </p> <p> PyPI לא תאפשר שימוש בסיסמאות כאלו בעת קביעת סיסמה במהלך הרשמה או עדכון סיסמה. </p> <p> אם תקבל/י הודעת שגיאה האומרת כי "סיסמה זו מופיעה בפריצת אבטחה או שהיא נפרצה ולא ניתן להשתמש בה", כדאי שתחליף/י אותה בכל המקומות האחרים בהם השתמשת בה בהקדם האפשרי. </p> <p> אם קיבלת שגיאה זו בעת נסיון התחברות או העלאה אל PyPI, אז סיסמתך אופסה ולא תוכל/י להתחבר אל PyPI עד ש<a href="%(reset_pwd_href)s">תאפס/י את סיסמתך</a>. </p>
id: <p> PyPI sendiri belum mengalami pelanggaran. Ini adalah tindakan perlindungan untuk mengurangi risiko serangan <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">credential stuffing</a> melawan PyPI dan penggunanya. </p> <p> Setiap kali pengguna memberikan kata sandi - saat mendaftar, mengautentikasi, atau memperbarui kata sandinya - PyPI dengan aman memeriksa apakah kata sandi tersebut telah muncul dalam pelanggaran data publik. </p> <p> Selama setiap proses ini, PyPI menghasilkan hash SHA-1 dari kata sandi yang disediakan dan menggunakan lima (5) karakter pertama dari hash untuk memeriksa <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">Have I Been Pwned API</a> dan tentukan apakah kata sandi telah dibobol sebelumnya. Sandi teks biasa tidak pernah disimpan oleh PyPI atau dikirimkan ke API Have I Been Pwned. </p> <p> PyPI tidak akan mengizinkan kata sandi tersebut digunakan saat mengatur kata sandi saat pendaftaran atau memperbarui kata sandi Anda. </p> <p> Jika Anda menerima pesan kesalahan yang mengatakan bahwa "Kata sandi ini muncul dalam pelanggaran atau telah disusupi dan tidak dapat digunakan", Anda harus mengubahnya di semua tempat lain yang Anda gunakan secepat mungkin. </p> <p> Jika Anda menerima kesalahan ini saat mencoba masuk atau mengunggah ke PyPI, maka kata sandi Anda telah disetel ulang dan Anda tidak dapat masuk ke PyPI hingga Anda <a href="%(reset_pwd_href)s"> menyetel ulang sandi Anda </a>. </p>
ja: <p>PyPI自体は侵害を受けていません。これは、PyPIとそのユーザーに対する<a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">クレデンシャル・スタッフィング</a>攻撃のリスクを低減するための保護手段です。</p><p>登録、認証、あるいはパスワードの更新など、ユーザがパスワードを提供するたびに、PyPIはそのパスワードが公になっている情報漏えいに含まれていないどうか安全にチェックします。</p><p>これらの各プロセスの間に、PyPIは提供されたパスワードとユーザのSHA-1ハッシュを生成し、ハッシュの最初の5文字を使って <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">Have I Been Pwned API</a>をチェックします。そして、パスワードが過去に侵害されたことがあるかどうかを判断します。平文のパスワードがPyPIに保存されたり、Have I Been Pwned APIに提供されたりすることはありません。</p><p>PyPIでは、登録時のパスワード設定やパスワード更新の際に、このようなパスワードを使用することはできません。</p><p>もし「This password appears in a breach or has been compromised and cannot be used（このパスワードは漏えいが生じているか、危険に晒されているため使用できません）」というようなエラーメッセージを受けとった場合、可能な限り、そのパスワードを使用している他の全ての箇所を変更すべきです。</p><p>PyPIにログインまたはアップロードしようとした際にこのエラーが発生した場合は、パスワードが初期化された状態になっているため、あなたが <a href="%(reset_pwd_href)s">パスワードのリセット</a>を行うまでログインできません。</p>
tr: <p> PyPI bir ihlale uğramadı. Bu, PyPI ve kullanıcılarını hedef alan <a href="%(credential_stuffing_href)s" title="%(title)s" target="_blank" rel="noopener">credential stuffing</a> saldırılarına karşı riski azaltmak için alınan koruyucu bir önlemdir. </p> <p> Kullanıcının parolasını girdiği her an — kayıt olurken, oturum açarken, yahut parolasını güncellerken — PyPI girilen parolanın gizliliğinin, daha önceki saldırılarda ihlal edilip edilmediğini güvenli bir şekilde kontrol eder. </p> <p> Tüm bu işlem sırasında, PyPI girilen parolanın SHA-1 hash' ini oluşturur ve ilk beş (5) karakterini <a href="%(haveibeenpwned_href)s" title="%(title)s" target="_blank" rel="noopener">Have I Been Pwned API</a> yardımıyla kontrol eder. Sonra parolanın gizliliğinin ihlal edilip edilmediğine karar verir. Parolanın şifrelenmemiş hali saf hali asla PyPI üzerinde saklanmaz yahut Have I Been Pwned API'na gönderilmez. </p> <p> PyPI güvenliği ihlal edilmiş parolaların hiç bir şekilde kullanımına izin vermeyecektir. </p> <p> Eğer "Bu parolanın güvenliği ihlal edilmiş ve kullanılamaz" hatası alıyorsanız, bu parolayı kullanmamalı ve kullandığınız diğer yerlerde de mümkün olan en kısa sürede değiştirmelisiniz. </p> <p> Eğer bu hatayı PyPI da oturum açarken ya da PyPI' a dosya yüklerken alıyorsanız, parolanız engellenmiştir ve <a href="%(reset_pwd_href)s">parolanızı sıfırlayana kadar</a> PyPI üzerinde yeniden oturum açamazsınız. </p>

source: <p> All PyPI user events are stored under security history in account settings. If there are any events that seem suspicious, take the following steps: <ul> <li><a href="%(reset_pwd_href)s">Reset your password</a></li> <li>Contact the PyPI admins about the event at <a href="mailto:%(admin_email)s">%(admin_email)s</a></li> </ul> </p>
he: <p> כל אירועי המשתמש ב- PyPI נשמרים תחת היסטוריית האבטחה בהגדרות החשבון. אם יש אירועים שנראים חשודים, בצע את הצעדים הבאים: <ul><li><a href="%(reset_pwd_href)s"> אפס את הסיסמה שלך </a> </li> <li> צור קשר עם מנהלי ה- PyPI על האירוע ב <a href="mailto:%(admin_email)s">%(admin_email)s</a> </li></ul></p>
id: <p> Semua peristiwa pengguna PyPI disimpan di bawah riwayat keamanan di pengaturan akun. Jika ada peristiwa yang tampak mencurigakan, lakukan langkah-langkah berikut: <ul> <li><a href="%(reset_pwd_href)s">Setel ulang password Anda</a></li> <li>Hubungi admin PyPI tentang kejadian di <a href="mailto:%(admin_email)s">%(admin_email)s</a></li> </ul> </p>

source: <p> Two factor authentication (2FA) makes your account more secure by requiring two things in order to log in: <em>something you know</em> and <em>something you own</em>. </p> <p> In PyPI's case, "something you know" is your username and password, while "something you own" can be <a href="#totp">an application to generate a temporary code</a>, or a <a href="#utfkey">security device</a> (most commonly a USB key). </p> <p> It is strongly recommended that you set up two factor authentication on your PyPI account. </p> <p> Users who have chosen to set up two factor authentication will be asked to provide their second method of identity verification during the log in process. This only affects logging in via a web browser, and not (yet) package uploads. </p> <p>You can follow the improvements to <abbr title="two factor authentication">2FA</abbr> on <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">discuss.python.org</a>.</p>
el: <p> Η πιστοποίηση δυο-παραγόντων (2FA) κάνει τον λογαριασμό σας πιο ασφαλή απαιτώντας δυο πράγματα κατά τη διάρκεια της σύνδεσης: <em>κάτι που ξέρετε</em>και <em>κάτι που κατέχετε</em>. </p> <p> Στην περίπτωση του PyPI, το "κάτι που ξέρετε" είναι το όνομα και ο κωδικός χρήστη, ενώ το "κάτι που κατέχετε" μπορεί να είναι <a href="#totp">μια εφαρμογή που δημιουργεί προσωρινό κωδικό</a>, ή μια <a href="#utfkey">συσκευή ασφάλειας</a> (συχνά ένα USB key). </p> <p> Συνιστάται να ρυθμίσετε την πιστοποίηση δυο-παραγόντων για τον λογαριασμό σας στο PyPI. </p> <p> Οι χρήστες που θα επιλέξουν να ρυθμίσουν την πιστοποίηση δυο-παραγόντων θα ερωτηθούν να παρέχουν την δεύτερη μέθοδο εξακρίβωσης κατά τη διάρκεια της σύνδεσης. Αυτό αφορά μόνο τη σύνδεση μέσω ενός web browser και όχι (ακόμα) το ανέβασμα πακέτου. </p> <p>Μπορείτε να ακολουθήσετε καλές πρακτικές για το <abbr title="two factor authentication">2FA</abbr> στο <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">discuss.python.org</a>.</p>
fr: <p> L'authentification à deux facteurs (A2F) rend votre compte plus sécurisé en exigeant deux choses pour pouvoir vous connecter : <em>quelque chose que vous savez</em> et <em>quelque chose que vous possédez</em>. </p> <p> Dans le cas de PyPI, « quelque chose que vous savez » sont votre identifiant et votre mot de passe, tandis que « quelque chose que vous possédez » peut être <a href="#totp">une application pour générer un code temporaire</a>, ou bien un <a href="#utfkey">périphérique de sécurité</a> (le plus souvent une clé USB). </p> <p> Il est fortement recommandé de configurer l'authentification à deux facteurs sur votre compte PyPI. </p> <p> Les utilisateurs qui ont choisi de configurer l'authentification à deux facteurs devront fournir leur deuxième méthode de vérification d'identité pendant le processus de connexion. Cela affecte uniquement la connexion via un navigateur Web, et pas (encore) la publication des paquets. </p> <p> Vous pouvez suivre les améliorations de l'<abbr title="Authentification à Deux Facteurs">A2F</abbr> sur <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"></a>. </p>
he: <p> אימות דו-גורמי (2FA) הופך את חשבונך למאובטח יותר על ידי דרישת שני דברים כדי להתחבר: <em>משהו שאת/ה יודע/ת</em> ו<em>משהו שיש לך</em>. </p> <p> במקרה של PyPI, "משהו שאת/ה יודע/ת" זה שם המשתמש והסיסמה, בעוד "משהו שיש לך" יכול להיות <a href="#totp">אפליקציה לייצור קוד זמני</a> או <a href="#utfkey">מכשיר אבטחה</a> (לרוב מדובר במפתח USB). </p> <p> מומלץ בחום שתגדיר/י אימות דו-גורמי בחשבון ה-PyPI שלך. </p> <p> משתמשים אשר בחרו להגדיר אימות דו-גורמי יתבקשו להזין את אמצעי ההזדהות השני שלהם בתהליך ההתחברות. זה משפיע רק על התחברות בדפדפן, ולא על העלאת חבילות (בינתיים). </p> <p> תוכל/י לעקוב אחר השיפורים ב-<abbr title="two factor authentication">2FA</abbr> ב-<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">discuss.python.org</a>.</p>
id: <p> Otentikasi dua faktor (2FA) membuat akun Anda lebih aman dengan meminta dua hal untuk masuk: <em>sesuatu yang Anda ketahui</em> dan <em>sesuatu yang Anda miliki</em>. </p> <p> Dalam kasus PyPI, "sesuatu yang Anda ketahui" adalah nama pengguna dan sandi Anda, sedangkan "sesuatu yang Anda miliki" dapat menjadi <a href="#totp">aplikasi untuk menghasilkan kode sementara</a>, atau <a href="#utfkey">perangkat keamanan</a> (biasanya kunci USB). </p> <p> Sangat disarankan agar Anda mengatur otentikasi dua faktor pada akun PyPI Anda. </p> <p> Pengguna yang telah memilih untuk mengatur otentikasi dua faktor akan diminta untuk memberikan metode verifikasi identitas kedua mereka selama proses masuk. Ini hanya mempengaruhi masuk melalui browser web, dan bukan (belum) mengunggah paket. </p> <p> Anda dapat mengikuti peningkatan pada <abbr title="two factor authentication">2FA</abbr> di <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">discuss.python.org</a>.</p>
ja: <p>二要素認証（2FA: two factor authentication）は、ログイン時に2つのものを要求することで、アカウントの安全性を高めます。<em>あなたが知っていること（something you know）</em>と、<em>あなたが所持しているもの（something you own）</em>です。</p><p>PyPIのケースでは、「あなたが知っていること」とはユーザ名とパスワードです。「あなたが所持しているもの」としては、<a href="#totp">一時コードを生成するアプリケーション</a>や<a href="#utfkey">セキュリティ端末</a>（最も一般的なものはUSBキー）があり得ます。</p><p>PyPIのアカウントでは、二要素認証の設定を行うことを強くお勧めします。</p><p>二要素認証の設定を選択したユーザは、ログイン処理の中で2番目の本人確認方法を提供するよう求められるでしょう。これはWebブラウザ経由でログインする時にだけ影響し、パッケージのアップロードには（まだ）影響はありません。</p><p><abbr title="two factor authentication">2FA</abbr>の改善については、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">discuss.python.org</a>で把握することができます。</p>
tr: <p> 2 faktörlü kimlik doğrulama (2FA), hesabınızda oturum açarken, fazladan iki şey isteyerek hesabınızı daha güvenli hale getirir: <em>bildiğiniz bir şey</em> ve <em>size ait olan bir şey</em>. </p> <p> "Bildiğiniz bir şey" kavramı PyPI için kullanıcı adınız ve parolanız iken, "size ait olan bir şey" kavramı <a href="#totp">geçici kod üreten bir kimlik doğrulama uygulaması</a>, yahut <a href="#utfkey">güvenlik cihazı</a> (genelde USB anahtar) olabilir. </p> <p> PyPI hesabınızda 2-aşamalı kimlik doğrulama sistemi kullanmanızı önemle tavsiye ediyoruz. </p> <p> Tarayıcı üzerinden oturum açma işlemi sırasında 2 faktörlü kimlik doğrulama sistemini kuran kullanıcılardan ayarladıkları ikinci kimlik doğrulama faktörü istenecektir. Paket yükleme sırasında (şimdilik) 2 faktörlü kimlik doğrulama sistemi kullanılmamaktadır. </p> <p>Gelişmeleri ve geliştirmeleri <abbr title="2 faktörlü kimlik doğrulama">2FA</abbr> üzerinden takip edebilirsiniz <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">discuss.python.org</a>.</p>

source: Your application will generate an authentication code - use this to verify your set up on PyPI
el: Η εφαρμογή θα παράξει έναν κωδικό πιστοποίησης - χρησιμοποιήστε αυτόν για να επιβεβαιώσετε τη ρύθμιση στο PyPI
fr: Votre application générera un code d'authentification - utilisez-le pour vérifiez votre configuration sur PyPI
he: האפליקציה שלך תייצר קוד אימות - השתמש/י בו כדי לאשר את ההגדרה החדשה ב-PyPI
id: Aplikasi Anda akan menghasilkan kode otentikasi - gunakan ini untuk memverifikasi pengaturan Anda di PyPI
ja: アプリケーションによって認証コードが生成されるーーこれを使って、PyPI上での設定を検証する
tr: Kimlik doğrulama uygulamanız bir doğrulama kodu oluşturacaktır. PyPI kurulumunuzu doğrulamak için bu kodu kullanın

source: To set up two factor authentication with a <em>USB key</em>, you'll need:
el: Για να ρυθμίσετε την πιστοποίηση δυο-παραγόντων με ένα <em>USB key</em>, θα χρειαστεί:
fr: Pour configurer l'authentification à deux facteurs avec une <em>clé USB</em>, vous devrez :
he: כדי להגדיר הזדהות דו-גורמית עם <em>מפתח USB</em>, תצטרך/י:
id: Untuk menyiapkan otentikasi dua faktor dengan <em>kunci USB</em>, Anda memerlukan:
ja: <em>USBキー</em>を使った二要素認証を設定するには、以下が必要です:
tr: Bir <em>USB anahtar</em> yardımıyla 2-aşamalı doğrulama kurmak için:

source: <li>Log in to your PyPI account, go to your account settings, and choose "Add <abbr title="two factor authentication">2FA</abbr> with security device (e.g. USB key)"</li> <li>Give your key a name. This is necessary because it's possible to add more than one security device to your account.</li> <li>Click on the "Set up security device" button</li> <li>Insert and touch your USB key, as instructed by your browser</li>
el: <li>Συνδεθείτε στο λογαριασμό σας στο PyPI, μεταβείτε στις ρυθμίσεις λογαριασμού και επιλέξτε "Προσθήκη <abbr title="πιστοποίηση δυο-παραγόντων">2FA</abbr> με συσκευή ασφάλειας (πχ USB key)"</li> <li>Δώστε στο κλειδί ένα όνομα. Αυτό είναι απαραίτητο καθώς μπορείτε να προσθέσετε περισσότερο από ένα κλειδιά στο λογαριασμό σας.</li> <li>Κλικάρετε στο κουμπί "Ρύθμιση συσκευής ασφάλειας"</li> <li>Εισάγετε και ακουμπήστε το USB key σας, όπως σας λέει ο browser</li>
fr: <li>Connectez-vous à votre compte PyPI, rendez-vous dans vos paramètres de compte et choisissez « Ajouter l'<abbr title="Authentification à Deux Facteurs">A2F</abbr> avec un périphérique de sécurité »</li> <li>Donnez un nom à votre clé. C'est nécessaire car il est possible d'ajouter plus d'un seul périphérique de sécurité à votre compte.</li> <li>Cliquez sur le bouton « Configurer le périphérique de sécurité » </li> <li>Insérez et touchez votre clé USB, comme indiqué par votre navigateur</li>
he: <li>התחבר/י לחשבון ה-PypI שלך, גש/י אל הגדרות החשבון, ובחר/י "הוספת אימות דו-גורמי ( <abbr title="two factor authentication">2FA</abbr>) באמצעות מכשיר אבטחה (כגון מפתח USB)"</li> <li>תן/י שם למפתח שלך. זה נחוץ כיוון שאפשר להוסיף יותר ממכשיר אבטחה אחד לחשבונך.</li> <li>לחץ/י על הכפתור "הגדרת מכשיר אבטחה"</li> <li>הכנס/י את מפתח ה-USB שלך וגע/י בו, בהתאם להנחיות שיופיע בדפדפן שלך</li>
ja: <li>PyPIのアカウントにログインし、アカウント設定に進み、「セキュリティ端末（例: USBキー）による<abbr title="two factor authentication">2FA</abbr> の追加」を選択する</li> <li>鍵に名前をつける。これは、アカウントに複数のセキュリティ端末を追加するために必要です。</li> <li>「セキュリティ端末を設定する（Set up security device）」ボタンをクリックする</li> <li>ブラウザの指示に従って、USBキーを挿入しタッチする</li>
tr: <li>PyPI hesabınıza girin, hesap ayarlarına gidin, ve "Güvenlik cihazı (örneğin USB anahtarı) ile <abbr title="two factor authentication">2FA</abbr> ekleyin" seçeneğini seçin</li> <li>Sonra anahtara bir isim verin.Bu gerekli çünkü hesabınıza birden fazla güvenlik cihazı ekleyebilirsiniz.</li> <li>"Güvenlik cihazını ayarla" butonuna tıklayın</li> <li>Tarayıcınızda gösterildiği şekilde USB anahtarı yerleştirin</li>

source: <li>Provide your username and password, as normal</li> <li>Insert and touch your USB key to finish logging into PyPI</li>
el: <li>Παρέχετε ένα όνομα χρήστη και κωδικό χρήστη, ως συνήθως</li> <li>Εισάγετε και ακουμπήσετε το USB key για να ολοκληρώσετε τη σύνδεση σας στο PyPI</li>
fr: <li>Fournissez votre nom d'utilisateur et votre mot de passe, comme d'habitude</li> <li>Insérez et touchez votre clé USB pour terminer la connexion à PyPI</li>
he: <li>ספק/י את שם המשתמש והסיסמה שלך, כרגיל</li> <li>הכנס/י את מפתח ה-USB שלך וגע/י בו כדי לסיים את ההתחברות ל-PyPI</li>
ja: <li>通常どおり、ユーザ名とパスワードを入力する</li> <li>USBキーを挿入してタッチし、PyPIへのログインを完了する</li>
tr: <li>Normal bir şekilde kullanıcı adı ve parolanızı girin</li> <li>PyPI hesabınızda oturum açma işlemini USB anahtarınızı yerleştirip tamamlayın</li>

source: As PyPI's two factor implementation follows the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="web authentication">WebAuthn</abbr> standard</a>, PyPI users will be able to take advantage of any future developments in this field.
el: Καθώς η πιστοποίηση δυο-παραγόντων του PyPI ακολουθά το <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="web authentication">WebAuthn</abbr> standard</a> οι χρήστες του PyPI θα έχουν το πλεονέκτημα οποιασδήποτε ανάπτυξης πάνω σε αυτό το πεδίο.
fr: Comme l'implémentation de l'authentification à deux facteurs par PyPI suit le <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">standard <abbr title="Web Authentication">WebAuthn</abbr></a>, les utilisateurs de PyPI seront en mesure de prendre l'avantage de tout développement futur dans ce domaine.
he: כיוון שמימוש ההזדהות הדו-גורמית של PyPI עומד ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">תקן <abbr title="web authentication">WebAuthn</abbr></a>, משתמשי PyPI יוכלו להינות מהתפתחויות עתידיות בתחום הזה.
id: Sebagai implementasi dua faktor PyPI mengikuti standar <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="web authentication">WebAuthn</abbr></a>, pengguna PyPI akan dapat memanfaatkan setiap perkembangan di masa depan di bidang ini.
ja: PyPIの2要素実装はWebAuthn標準に準拠しているため、PyPIユーザーはこの分野における将来の開発を利用することができます。 PyPIの二要素の実装は<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="web authentication">WebAuthn</abbr>標準</a>に準拠しているため、PyPIユーザはこの分野における将来的な開発の恩恵を受けることができます。
tr: PyPI' ın 2 faktörlü kimlik doğrulama implementasyonu <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="web authentication">WebAuthn</abbr> standard</a>' ını izlediği için, PyPI kullanıcıları bu alanda ortaya çıkan her tür yenilik ve avantaja sahip olacaklardır.
