Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: PyPI is heavily cached and distributed via <abbr title="content delivery network">CDN</abbr> thanks to our sponsor <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> and thus is generally available globally. However, the site is mostly maintained by volunteers, we do not provide any specific Service Level Agreement, and as could be expected for a giant distributed system, things can and sometimes do go wrong. See <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">our status page</a> for current and past outages and incidents. If you have high availability requirements for your package index, consider either a <a href="%(mirror_href)s">mirror</a> or a <a href="%(private_index_href)s">private index</a>.
de: PyPI setzt an vielen Stellen Caches (Zwischenspeicher) ein und ist dank des <abbr title="Content-Delivery-Network">CDN</abbr> unseres Sponsors <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> generell weltweit verfügbar. Da die Website aber hauptsächlich von Freiwilligen betrieben wird, bieten wir keinerlei verbindliche Dienstgütevereinbarung (Service-Level-Agreement) an. Und, wie in jedem riesigen verteilten System, können Dinge auch einfach mal schief gehen. <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">Unsere Status-Seite</a> gibt Auskunft über aktuelle und vergangene Aus- und Störfälle. Bei Hochverfügbarkeitsanforderungen an den Paket-Index, empfehlen wir entweder einen <a href="%(mirror_href)s">Spiegelserver</a> oder einen <a href="%(private_index_href)s">privaten Index</a> aufzusetzen.
el: Το PyPI χρησιμοποιεί έντονα την cache και διανέμεται μέσω των <abbr title="content delivery network">CDN</abbr> χάρη στον χορηγό μας <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> κάνοντας το διαθέσιμο σε όλο τον κόσμο. Ωστόσο, επειδή η ιστοσελίδα συντηρείται κυρίως από εθελοντές και δεν παρέχουμε κάποιο συγκεκριμένο Σύμφωνο Επιπέδου Υπηρεσιών όπως θα ήταν αναμενόμενο για ένα γιγάντια διανεμόμενο σύστημα, τα πράγματα, μπορεί, μερικές φορές, να πάνε στραβά. Δείτε στη <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">σελίδα κατάστασής μας</a> για τρέχουσες και παρελθούσες διακοπές και περιστατικά. Αν έχετε απαιτήσεις για υψηλή διαθεσιμότητα ως προς το αποθετήριο πακέτων, σκεφτείτε είτε να υλοποιήσετε κάποιον <a href="%(mirror_href)s">καθρέπτη</a> είτε να φτιάξετε ένα <a href="%(private_index_href)s">ιδιωτικό αποθετήριο</a>.
eo: PyPI estas tre kaŝmemorigita kaj distribuata per <abbr title="enhavo-liveranta reto">ELR</abbr> danke al nia sponsoro <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly </a> kaj tiel estas ĝenerale havebla tutmonde. Tamen, la retejo estas plejparte prizorgata de volontuloj; ni ne havas specifan Interkonsenton pri Serva Nivelo, kaj kompreneble same kiel ajna giganta distribuita sistemo, aferoj povas fuŝiĝi kaj fojfoje fuŝiĝas. Vidu <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">nian paĝon pri la stato</a> por aktualaj kaj pasintaj malfunkciaĵoj kaj incidentoj. Se vi postulas senĉesan disponeblon de via paka indekso, konsideru aŭ <a href="%(mirror_href)s">spegulon</a> aŭ <a href="%(private_index_href)s">privatan indekson</a>.
es: PyPI en gran medida se almacena en antememoria y se distribuye a través de <abbr title="red de entrega de contenido">CDN</abbr> gracias a nuestro patrocinador <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a>; por tanto, está generalmente disponible a nivel mundial. Sin embargo, el sitio es mantenido principalmente por voluntarios, no proporcionamos ningún acuerdo de nivel de servicio en concreto y, como podría esperarse de un sistema distribuido de gran tamaño, las cosas pueden, como a veces sucede, salir mal. En <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">nuestra página de estado</a> hallará las interrupciones de servicio y los incidentes actuales y pasados. Si tiene requisitos de disponibilidad alta para su índice de paquetes, contemple utilizar un <a href="%(mirror_href)s">servidor réplica</a> o un <a href="%(private_index_href)s">índice privado</a>.
fr: PyPI est largement mis en cache et distribué via <abbr title="Content Delivery Network">CDN</abbr> grâce à notre sponsor <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> et est donc généralement disponible dans le monde entier. Cependant, le site est en grande partie maintenu par des bénévoles, nous ne fournissons pas d'accord de niveau de service spécifique, et comme on pouvait s'y attendre pour un gigantesque système distribué, les choses peuvent mal tourner et parfois même se détraquer. Consultez <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">notre page de statut</a> pour les pannes et incidents actuels et passés. Si vous avez des exigences élevées en matière de disponibilité pour votre index de forfaits, envisagez soit un <a href="%(mirror_href)s">miroir</a>, soit un <a href="%(private_index_href)s">index privé</a>.
he: PyPI משתמש באופן נרחב ב-caching וביזור באמצעות <abbr title="content delivery network">CDN</abbr> הודות לנותן החסות שלנו <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> וכך באופן כללי זמין בכל העולם. עם זאת, האתר מנוהל ברובו על ידי מתנדבים, אנחנו לא מספקים התחייבות לרמת שירות (SLA) מסוימת וכפי שניתן לצפות ממערכת מבוזרת ענקית דברים עלולים להשתבש לעיתים (ואכן כך קורה). ראה/י את <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">עמוד הסטטוס שלנו</a> בנוגע לחוסר זמינות ותקריות בהווה ובעבר. אם יש לך דרישה לזמינות גבוהה מאינדקס החבילות שלך, שקל/י להשתמש ב-r a <a href="%(mirror_href)s">עותק שיקוף (mirror)</a> או ב<a href="%(private_index_href)s">אינדקס פרטי</a>.
id: PyPI is heavily cached and distributed via <abbr title="content delivery network">CDN</abbr> terima kasih kepada sponsor kami <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> dan dengan demikian umumnya tersedia secara global. Namun, situs ini sebagian besar dikelola oleh sukarelawan, kami tidak memberikan Perjanjian Tingkat Layanan khusus, dan seperti yang diharapkan untuk sistem terdistribusi raksasa, segala sesuatunya bisa dan terkadang salah.. See <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">our status page</a> for current and past outages and incidents. If you have high availability requirements for your package index, consider either a <a href="%(mirror_href)s">mirror</a> or a <a href="%(private_index_href)s">private index</a>.
it: PyPI è pesantemente nascosto e distribuito via <abbr title="content delivery network">CDN</abbr> grazie al nostro sponsor <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> e così è generalmente disponibile globalmente. Comunque, il sito è per lo più mantenuto da volontari, non forniamo nessun Service Level Agreement specifico, e come ci si potrebbe aspettare da un distribuito sistema gigante, le cose possono e qualche volta vanno storte. Vedi <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">La nostra pagina dei servizi</a> per correnti e passate interruzioni e incidenti. Se avete alte aspettative di disponibilità, considerate un <a href="%(mirror_href)s">mirror</a> o un <a href="%(private_index_href)s">index privato</a>.
ja: スポンサーである<a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a>のおかげで、PyPIは<abbr title="content delivery network">CDN</abbr>経由で大量にキャッシュされて配布されています。そのため、一般的にグローバルに利用できます。しかしながら、このサイトはほとんどボランティアによって維持されており、私たちは特定のサービス水準合意（Service Level Agreement）は提供しません。巨大な分散システムで予想されるように、時には物事がうまくいかないこともあります。現在および過去におけるシステム停止とインシデントについては、 <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">ステータスページ</a>を参照してください。もしパッケージインデックスに対して高可用性を求める場合は、<a href="%(mirror_href)s">ミラー</a>や<a href="%(private_index_href)s">プライベートのインデックス</a>を使うことを検討してください。
pt: O PyPI possui um grande cache e é distribuído via <abbr title="rede de entrega de conteúdo">CDN</abbr> graças ao nosso patrocinador <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> portanto, geralmente está disponível globalmente. No entanto, o site é mantido principalmente por voluntários, não fornecemos nenhum Acordo de Nível de Serviço específico e como, poderia ser esperado para um sistema gigante distribuído, as coisas podem e às vezes dar errado. Consulte a <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">nossa página de estado</a> para interrupções e incidentes atuais e passados. Se tiver requisitos de alta disponibilidade para o índice do pacote, considere usar um <a href="%(mirror_href)s">espelho</a> ou um <a href="%(private_index_href)s">índice privado</a>.
pt_br: O PyPI possui um grande cache e é distribuído via <abbr title="rede de entrega de conteúdo">CDN</abbr> graças ao nosso patrocinador <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> e, portanto, geralmente está disponível globalmente. No entanto, o site é mantido principalmente por voluntários, nós não fornecemos qualquer Acordo de Nível de Serviço específico e como, poderia ser esperado para um sistema gigante distribuído, as coisas podem e às vezes dar errado. Consulte <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">nossa página de status</a> para interrupções e incidentes atuais e passados. Se você tiver requisitos de alta disponibilidade para o índice do pacote, considere usar um <a href="%(mirror_href)s">espelho</a> ou um <a href="%(private_index_href)s">índice privado</a>.
ru: PyPI интенсивно кэшируется и распространяется через <abbr title="content delivery network — сеть доставки содержимого">CDN</abbr> благодаря нашему спонсору <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> и, таким образом, доступен по всему миру. Тем не менее, сайт в основном поддерживается добровольцами, мы не предоставляем никаких специальных соглашений об уровне обслуживания, и, как и следовало ожидать для гигантской распределённой системы, всё может идти и иногда идёт не так, как надо. Статус текущих и прошлых отключений и инцидентов смотрите на <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">нашей странице статуса</a>. Если у вас высокие требования к доступности указателя для вашего пакета, рассмотрите возможность поднятия либо <a href="%(mirror_href)s">зеркала</a>, либо <a href="%(private_index_href)s">частного указателя</a>.
sk: PyPI je silne uložený vo vyrovnávacej pamäti a distribuovaný prostredníctvom <abbr title="content delivery network">CDN</abbr> vďaka nášmu sponzorovi <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a>, a preto je všeobecne dostupný na celom svete. Stránku však väčšinou udržiavajú dobrovoľníci, neposkytujeme žiadnu konkrétnu dohodu o úrovni služieb a ako by sa dalo očakávať od obrovského distribuovaného systému, veci sa môžu a niekedy aj pokazia. Aktuálne a minulé výpadky a incidenty nájdete v časti <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">our status page</a>. Ak máte vysoké požiadavky na dostupnosť indexu balíka, zvážte buď <a href="%(mirror_href)s">mirror</a> alebo <a href="%(private_index_href)s">súkromný index</a>.
ta: பைபி பெரிதும் தற்காலிக சேமித்து வைக்கப்பட்டுள்ளது <abbr தலைப்பு = "உள்ளடக்க விநியோக நெட்வொர்க்"> சி.டி.என் </abbr> எங்கள் ஒப்புரவாளர் <a href = "%(fastly_href)s" தலைப்பு = "தலைப்பு) எச்" இலக்கு = "_ வெற்று "rel =" noopener "> வேகமாக </a>, இதனால் பொதுவாக உலகளவில் கிடைக்கிறது. எவ்வாறாயினும், தளம் பெரும்பாலும் தன்னார்வலர்களால் பராமரிக்கப்படுகிறது, நாங்கள் எந்தவொரு குறிப்பிட்ட பணி நிலை ஒப்பந்தத்தையும் வழங்கவில்லை, மேலும் ஒரு பெரிய விநியோகிக்கப்பட்ட அமைப்புக்கு எதிர்பார்க்கப்படுவது போல, விசயங்கள் மற்றும் சில நேரங்களில் தவறாக இருக்கலாம். தற்போதைய மற்றும் கடந்தகால செயலிழப்புகள் மற்றும் சம்பவங்களுக்கு </a> எங்கள் நிலை பக்கம் </a> தற்போதைய மற்றும் கடந்தகால செயலிழப்புகள் மற்றும் சம்பவங்களுக்கு எங்கள் நிலை பக்கம் </a> <a href = "%(title)s" தலைப்பு = "%(status_page_href)s" இலக்கு = "_ வெற்று" rel = "noopener"> ஐப் பார்க்கவும். உங்கள் தொகுப்பு குறியீட்டுக்கு அதிக கிடைக்கும் தேவைகள் இருந்தால், ஒரு <a href = "%(title)s"> கண்ணாடி </a> அல்லது ஒரு <a href = "%(mirror_href)s"> தனியார் குறியீட்டு </a ஐக் கவனியுங்கள் >.
uk: PyPI дуже кешований і рорподілений через <abbr title="мережа доставки вмісту (content delivery network)">CDN</abbr> завдяки нашому спонсору <a href="%(fastly_href)s" title="%(title)s" target="_blank" rel="noopener">Fastly</a> і тому є загальнодоступним глобально. Однак, цей сайт переважно доглядають волонтери, ми не надаємо жодної специфічної угоди про рівень обслуговування, і як це можна очікувати від гігантської розподіленої системи, речі можуть і йдуть не так. Відвідайте <a href="%(status_page_href)s" title="%(title)s" target="_blank" rel="noopener">нашу сторінку статусу</a>, щоб дізнатися про нинішні та минулі перебої й інциденти. Якщо висока доступність є вимогою для вашого індексу пакунків, розгляньте можливість мати <a href="%(mirror_href)s">дзеркало</a> чи <a href="%(private_index_href)s">приватний індекс</a>.

source: We have a huge amount of work to do to continue to maintain and improve PyPI (also known as <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">the Warehouse project</a>).
de: Wir haben eine Menge Arbeit zu tun, um PyPI (auch bekannt als <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">das Warehouse-Projekt</a>) weiter zu pflegen und zu verbessern.
el: Έχουμε να κάνουμε ένα τεράστιο φόρτο εργασιών προκειμένου να συνεχίσουμε να διατηρούμε και να βελτιώνουμε το PyPI (γνωστό και ως <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">το Warehouse project</a>).
eo: Ekzistas multego da farindaĵoj por prizorgi kaj plibonigi PyPI (ankaŭ konatan kiel <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">la projekton Warehouse</a>).
es: Tenemos mucho trabajo pendiente para continuar dando mantenimiento y creando mejoras para PyPI (conocido también como <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">el proyecto Warehouse</a>).
fr: Nous avons énormément de travail à faire pour continuer de maintenir et d'améliorer PyPI (aussi connu sous le nom <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">the Warehouse project</a>).
he: יש לנו כמות עצומה של עבודה לעשות כדי להמשיך לתחזק ולשפר את PyPI (הידועים גם בשם <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">פרויקט Warehouse</a>).
id: Kami memiliki banyak pekerjaan yang harus dilakukan untuk terus memelihara dan meningkatkan PyPI (juga dikenal sebagai <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">proyek Warehouse</a>).
it: Abbiamo una grossa mole di lavoro da fare per continuare a mantenere e migliorare PyPI (anche conosciuto come <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">il progetto Warehouse</a>).
ja: 私たちは（<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouseプロジェクト</a>としても知られるように）PyPIの維持・改善を続けるために必要な仕事を、大量に抱えています。
pt: Temos uma enorme quantidade de trabalho a fazer para continuar a manter e melhorar PyPI (também conhecido como <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">o projeto Warehouse</a>).
pt_br: Temos uma enorme quantidade de trabalho a fazer para continuar a manter e melhorar PyPI (também conhecido como <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">o projeto Warehouse</a>).
ru: Нам требуется проделывать огромный объём работы, чтобы продолжать поддерживать и улучшать PyPI (также известный как <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">проект Warehouse (хранилища)</a>).
sk: Máme pred sebou obrovské množstvo práce, aby sme naďalej udržiavali a zlepšovali PyPI (známy aj ako <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">projekt Warehouse</a>).
ta: PYPI ஐ தொடர்ந்து பராமரிக்கவும் மேம்படுத்தவும் எங்களுக்கு ஒரு பெரிய அளவு வேலை உள்ளது (<a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener" > கிடங்கு திட்டம் </a>).
tr: PyPI (aka <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse projesi</a>)'ni geliştirmek ve sürdürülebilir kılmak için daha yapacağımız bir çok iş bulunmaktadır.
uk: Ми маємо здійснювати величезний обсяг роботи, щоб продовжувати доглядати та покращувати PyPI (також відомий як <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">проєкт Warehouse</a>).

source: Financial:
de: Finanziell:
el: Οικονομικά:
eo: Financo:
es: Financiero:
fr: Finances :
he: כלכלית:
id: Keuangan:
it: Finanziario:
ja: 資金:
pt: Financeiramente:
pt_br: Financeiramente:
ru: Финансирование:
sk: Finančné:
ta: நிதி:
tr: Finansal:
uk: Фінансово:

source: We would deeply appreciate <a href="%(href)s">your donations to fund development and maintenance</a>.
de: Wir freuen uns ausgesprochen über <a href="%(href)s">Spenden, die uns die Weiterentwicklung und den Betrieb ermöglichen</a>.
el: Θα εκτιμούσαμε βαθύτατα <a href="%(href)s">τις δωρεές σας για τη χρηματοδότηση της ανάπτυξης και της συντήρησης</a>.
eo: Ni profunde dankus <a href="%(href)s">viajn donacojn por financi evoluigadon kaj prizorgadon</a>.
es: Agradeceremos enormemente <a href="%(href)s">sus donativos para financiar el desarrollo y el mantenimiento</a>.
fr: Nous vous serions profondément reconnaissants de <a href="%(href)s">vos dons pour financer le développement et la maintenance</a>.
he: נעריך מעומק הלב <a href="%(href)s">את תרומתכם למימון הפיתוח והתחזוקה</a>.
id: Kami sangat menghargai <a href="%(href)s">donasi Anda untuk mendanai pengembangan dan pemeliharaan</a>.
it: Apprezzeremmo profondamente <a href="%(href)s"> le vostre donazioni per fondare sviluppo e mantenimento</a>.
ja: <a href="%(href)s">開発とメンテナンスに必要な資金を寄付</a>していただけると、大変ありがたいです。
pt: Apreciaríamos profundamente <a href="%(href)s">as suas doações para financiar o desenvolvimento e manutenção</a>.
pt_br: Nós apreciaríamos profundamente <a href="%(href)s">suas doações para financiar o desenvolvimento e manutenção</a>.
ru: Мы были бы глубоко вам признательны за <a href="%(href)s">ваши пожертвования для финансирования развития и сопровождения проекта</a>.
sk: Veľmi by sme ocenili <a href="%(href)s">vaše dary na financovanie vývoja a údržby</a>.
ta: மேம்பாடு மற்றும் பராமரிப்புக்கு நிதியளிப்பதற்கான உங்கள் நன்கொடைகளை </a> </a> க்கு <ஒரு href = "%(href)s"> நாங்கள் ஆழமாக பாராட்டுகிறோம்.
tr: <a href="%(href)s">Geliştirme ve bakım amacıyla bağışlarınıza</a> son derece minnettarız.
uk: Ми глибоко цінуємо <a href="%(href)s">ваші пожертви до фонду розробки і обслуговування</a>.

source: Development:
de: Entwicklung:
el: Ανάπτυξη:
eo: Evoluigo:
es: Desarrollo:
fr: Développement :
he: פיתוח:
id: Pengembangan:
it: Sviluppo:
ja: 開発:
pt: Desenvolvimento:
pt_br: Desenvolvimento:
ru: Участие в разработке:
sk: Vývoj:
ta: வளர்ச்சி:
tr: Geliştirme:
uk: Розробка:
