Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Each project's maintainers provide PyPI with a list of "Trove classifiers" to categorize each release, describing who it's for, what systems it can run on, and how mature it is.
eo: La prizorgantoj de ĉiu projekto provizas al PyPI liston de «klasigiloj» por klasifiki ĉiun eldonon, priskribante la celon, sistemajn postulojn, kaj maturecon.
es: Los responsables de cada proyecto brindan a PyPI una lista de «clasificadores de interés» para categorizar cada versión, describir el público al que va dirigida, en qué sistemas puede ejecutarse y cuán madura es.
id: Setiap pemelihara proyek memberi PyPI daftar "klasifikasi Trove" untuk mengkategorikan setiap rilis, menjelaskan untuk siapa rilis tersebut, sistem apa saja yang dapat menjalankan rilis tersebut, dan seberapa matang rilis tersebut.
it: Ciascun manutentore del progetto fornisce a PyPI una lista di "classificatori di raccolta" per categorizzare ogni rilascio, descrivendo per chi è, su che sistema può essere eseguito, e quanto è maturo.
pt: Os mantenedores de cada projeto fornecem ao PyPI uma lista de "classificadores de Trove" para categorizar cada lançamento, descrevendo para quem é, em que sistemas ele funciona e quão maduro ele está.
pt_br: Os mantenedores de cada projeto fornecem ao PyPI uma lista de "classificadores de Trove" para categorizar cada lançamento, descrevendo para quem é, em que sistemas ele funciona e quão maduro ele está.
ru: Сопровождающие каждого проекта предоставляют PyPI список "классификаторов Trove" для классификации каждого релиза, описывая, для кого он предназначен, на каких системах он может работать и насколько он зрелый.
sk: Správcovia každého projektu poskytujú PyPI zoznam „klasifikátorov Trove“ na kategorizáciu každého vydania, popisujúc pre koho je určené, na akých systémoch môže bežať a nakoľko je vyspelé.
ta: ஒவ்வொரு திட்டத்தின் பராமரிப்பாளர்களும் ஒவ்வொரு வெளியீட்டையும் வகைப்படுத்த "ட்ரோவ் வகைப்படுத்திகள்" பட்டியலை PYPI க்கு வழங்குகிறார்கள், அது யாருக்கானது, அது எந்த அமைப்புகளை இயக்க முடியும், அது எவ்வளவு முதிர்ச்சியடைந்தது என்பதை விவரிக்கிறது.
uk: Доглядачі кожного проєкту надають PyPI перелік «Trove-класифікаторів», щоб категоризувати кожен випуск, описуючи для кого він, на яких системах може запускатися і наскільки він зрілий.

source: These standardized classifiers can then be used by community members to find projects based on their desired criteria.
de: Mit Hilfe dieser standardisierten Kategorien können Mitglieder der Community Projekte nach ihren Kriterien suchen.
el: Αυτοί οι στάνταρ, πλέον, ταξινομητές (classifiers) μπορούν να χρησιμοποιηθούν από τα μέλη της κοινότητας για αναζήτηση projects ανάλογα τα επιθυμητά κριτήρια.
eo: Tiujn normajn klasigilojn povas uzi komunumanoj por trovi projektojn laŭ siaj dezirataj kriterioj.
es: Los miembros de la comunidad podrán utilizar estos clasificadores normalizados para encontrar proyectos en función de sus criterios deseados.
fr: Ces classificateurs standardisés peuvent être utilisés par les membres de la communauté pour trouver des projets basés sur leurs critères souhaités.
he: המסווגים הסטנדרטיים האלו משתמש את חברי הקהילה כדי למצוא פרויקטים לפי הקריטריונים הרצויים להם.
id: Pengklasifikasi standar ini kemudian dapat digunakan oleh anggota komunitas untuk menemukan proyek berdasarkan kriteria yang mereka inginkan.
it: Questi classificatori standardizzati possono quindi essere usati dai membri della comunità per trovare il progetto basato sui criteri da essi desiderati.
ja: これらの標準化された分類は、コミュニティメンバが自分たちの望む基準でプロジェクトを探すために使われます。
pt: Esses classificadores padronizados podem depois ser usados por membros da comunidade para encontrar projetos com base nos seus critérios desejados.
pt_br: Esses classificadores padronizados, em seguida, podem ser usados por membros da comunidade para encontrar projetos com base em seus critérios desejados.
ru: Эти стандартизированные классификаторы могут затем использоваться членами сообщества для поиска проектов на основе желаемых критериев.
sk: Tieto štandardizované klasifikátory potom môžu členovia komunity použiť na nájdenie projektov na základe ich požadovaných kritérií.
ta: இந்த தரப்படுத்தப்பட்ட வகைப்படுத்திகள் பின்னர் சமூக உறுப்பினர்கள் விரும்பிய அளவுகோல்களின் அடிப்படையில் திட்டங்களைக் கண்டறிய பயன்படுத்தலாம்.
tr: Bu standardı olan sınıflandırma listesi, daha sonra, topluluk üyelerince istedikleri kıstaslardaki projeleri bulabilmek için kulanılabilir.
uk: Ці стандартизовані класифікатори потім можуть бути використані членами спільноти, щоб знаходити проєкти на основі їх бажаних критеріїв.

source: Instructions for how to add Trove classifiers to a project can be found on the <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>. To read the original classifier specification, refer to <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 301</a>.
eo: Instrukcioj pri aldonado de klasigiloj al projekto troviĝas en la <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Manlibro por Python-Uzantoj pri Pakado</a>. Por legi la originalan normon pri klasigiloj, vidu <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Proponon por plibonigo de Python">PEP </abbr> 301</a>.
es: Encontrará instrucciones para añadir clasificadores de interés a los proyectos en el <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">manual de uso del empaquetamiento de Python</a>. Para consultar la especificación original de los clasificadores, remítase a <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Propuesta de mejora de Python">PEP</abbr> 301</a>.
it: Istruzioni su come aggiungere i classificatori a un progetto possono essere trovate nel <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>. Per leggere le specifiche originali dei classificatori, fai riferimento a <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 301</a>.
pt: Instruções sobre como adicionar classificadores de Trove a um projeto podem ser encontradas no <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Utilizador para Empacotamento de Python</a>. Para ler a especificação de classificador original, consulte a <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Proposta de aprimoramento do Python">PEP</abbr> 301</a>.
pt_br: Instruções sobre como adicionar classificadores de Trove a um projeto podem ser encontradas no <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Usuário para Empacotamento de Python</a>. Para ler a especificação de classificador original, consulte a <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Proposta de aprimoramento do Python">PEP</abbr> 301</a>.
ru: Инструкции о том, как добавить классификаторы трова в проект, можно найти на <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Руководство пользователя по упаковке Python</a>. Чтобы прочитать оригинальную спецификацию классификатора, обратитесь к <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 301</a>.
sk: Pokyny na pridanie klasifikátorov Trove do projektu nájdete v <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>. Ak si chcete prečítať pôvodnú špecifikáciu klasifikátora, pozrite si <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 301</a>.
ta: ஒரு திட்டத்திற்கு ட்ரோவ் வகைப்படுத்திகளை எவ்வாறு சேர்ப்பது என்பதற்கான வழிமுறைகள் <a href = "%(ppug_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "நூபெனர்"> பைதான் பேக்கேசிங் பயனர் கையேடு </a>. அசல் வகைப்படுத்தி விவரக்குறிப்பைப் படிக்க, <a href = "%(pep301_href) s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener" பெப் </abbr> 301 </a>.
uk: Ви можете знайти інструкції щодо додавання Trove-класифікаторів до проєкту в <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">користувацькому керівництві з пакування Python</a>. Щоб прочитати оригінальну специфікацію класифікаторів, зверніться до <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Пропозиція покращення Python">PEP</abbr> 301</a>.

source: To prevent a package from being uploaded to PyPI, use the special "Private :: Do Not Upload" classifier. PyPI will always reject packages with classifiers beginning with "Private ::".
de: Um zu verhindern, dass ein Paket auf PyPI hochgeladen wird, verwenden Sie das spezielle "Private :: Nicht hochladen" Keyword. PyPI wird immer Pakete mit Keywords abweisen, die mit "Private ::" beginnen.
eo: Por malhelpi alŝuti pakon al PyPI, uzu la specialan klasigilon «Private :: Do Not Upload». PyPI ĉiam malakceptos pakon kun klasigilo komenciĝanta per «Private ::».
es: Para impedir que un paquete se cargue en PyPI, utilice el clasificador especial «Private :: Do Not Upload». PyPI siempre rechazará los paquetes que incluyan clasificadores que comiencen por «Private ::».
it: Per impedire che un pacchetto venga caricato in PyPI, utilizzare lo speciale classificatore "Private :: Do Not Upload". PyPI rifiuterà sempre i pacchetti con classificatori che iniziano con "Private ::".
pt: Para evitar que um pacote seja enviado ao PyPI, use o classificador especial "Private :: Do Not Upload". O PyPI sempre rejeitará pacotes com classificadores começando com "Private ::".
pt_br: Para evitar que um pacote seja enviado para o PyPI, use o classificador especial "Private :: Do Not Upload". O PyPI sempre rejeitará pacotes com classificadores começando com "Private ::".
ru: Чтобы предотвратить загрузку пакета в PyPI, используйте специальный классификатор "Private :: Do Not Upload". PyPI всегда будет отклонять пакеты с классификаторами, начинающимися с "Private ::".
sk: Ak chcete zabrániť nahraniu balíka do PyPI, použite špeciálny klasifikátor „Private :: Do Not Upload“. PyPI vždy odmietne balíky s klasifikátormi začínajúcimi na "Súkromné ::".
ta: ஒரு தொகுப்பு PYPI இல் பதிவேற்றப்படுவதைத் தடுக்க, சிறப்பு "தனியார் :: பதிவேற்ற வேண்டாம்" வகைப்படுத்தியைப் பயன்படுத்தவும். "Private ::" உடன் தொடங்கி வகைப்படுத்திகளுடன் PYPI எப்போதும் தொகுப்புகளை நிராகரிக்கும்.
uk: Аби запобігти завантаженню пакунка до PyPI, скористайтеся особливим класифікатором «Private :: Do Not Upload». PyPI завжди відхилятиме пакунки із класифікаторами, які починаються на «Private ::».

source: List of classifiers
de: Liste der Kategorien
el: Λίστα ταξινομητών
eo: Listo de klasigiloj
es: Lista de clasificadores
fr: Liste des classificateurs
he: רשימת מסווגים
id: Daftar pengklasifikasi
it: Lista dei classificatori
ja: 分類リスト
pt: Lista de classificadores
pt_br: Lista de classificadores
ru: Список классификаторов
sk: Zoznam klasifikátorov
ta: வகைப்படுத்திகளின் பட்டியல்
tr: Sınıflandırma Listesi
uk: Перелік класифікаторів

source: Note:
de: Hinweis:
el: Σημείωση:
eo: Noto:
es: Nota:
fr: Remarque :
he: הערה:
id: Catatan:
it: Nota:
ja: 注意:
pt: Nota:
pt_br: Nota:
ru: Обратите внимание:
sk: Poznámka:
ta: குறிப்பு:
tr: Not:
uk: Запримітьте:

source: All users submitting feedback, reporting issues or contributing to Warehouse are expected to follow the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PSF Code of Conduct</a>.
eo: Tiuj, kiuj submetas komentojn, raportas problemojn, aŭ kontribuas al Warehouse sekvu la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Kondutkodon de PSF</a>.
es: Se espera que todos los usuarios que envíen comentarios, informen de problemas o contribuyan a Warehouse sigan el <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">código de conducta de la PSF</a>.
he: כל המשתמשים המגישים משוב, מדווחים על בעיות או תורמים Warehouse צפויים לעקוב אחר <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> קוד PSF של התנהלות </a>.
id: Semua pengguna yang mengirimkan umpan balik, melaporkan masalah, atau berkontribusi ke Warehouse diharapkan mengikuti <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Pedoman Perilaku PSF</a>.
it: Tutti gli utenti che sottomettono feedback, che riportano problemi o contribuiscono al Warehouse sono chiamati a seguire il <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PSF Codice di Condotta</a>.
pt: Todos os utilizadores que enviam comentários, relatam problemas ou contribuem para o Warehouse deverão seguir o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Código de Conduta da PSF</a>.
pt_br: Todos os usuários que enviam comentários, relatam problemas ou contribuem para o Warehouse deverão seguir o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Código de Conduta da PSF</a>.
ru: Мы ожидаем, что все пользователи, отправляющие отзывы, сообщающие о проблемах или вносящие свой вклад в проект Warehouse, будут следовать <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">правилам и нормам поведения PSF</a>.
sk: Očakáva sa, že všetci používatelia, ktorí odošlú spätnú väzbu, nahlásia problémy alebo prispejú do skladu, budú dodržiavať <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PSF Code of Conduct</a>.
ta: அனைத்து பயனர்களும் பின்னூட்டங்களைச் சமர்ப்பித்தல், சிக்கல்களைப் புகாரளிப்பது அல்லது கிடங்கிற்கு பங்களிப்பது <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> psf குறியீட்டைப் பின்பற்றும் என்று எதிர்பார்க்கப்படுகிறது நடத்தை </a>.
uk: Ми очікуємо, що всі користувачі, які надсилають відгуки, звіти про проблеми або вклади до Warehouse будуть дотримуватися <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Кодексу честі PSF</a>.

source: If you lose your %(method)s and can no longer log in, you may <strong>permanently lose access to your account</strong>. You should generate and securely store <a href="#recoverycodes">recovery codes</a> to regain access in that event..
de: Wenn Sie Ihre %(method)s verlieren und nicht mehr einloggen können, können Sie <strong>permanent Zugriff auf Ihr Konto verlieren</strong>. Sie sollten <a href="#recoverycodes">Wiederherstellungscodes</a> generieren und sicher speichern, um Zugriff in diesem Fall wieder zu erhalten..
eo: Se vi perdos vian dupaŝan aŭtentikigan metodon per %(method)s kaj ne plu povos saluti, vi eble <strong>definitive perdos vian konton</strong>. Vi generu kaj sekure konservu <a href="#recoverycodes">realirajn kodojn</a> por reakiri vian konton kontraŭ tia risko.
es: Si pierde su %(method)s y ya no puede conectarse, es posible que <strong>pierda permanentemente el acceso a su cuenta</strong>. Si eso ocurre, recobrará el acceso si genera y almacena con seguridad <a href="#recoverycodes">códigos de recuperación</a>.
fr: Si vous perdez votre %(method)s et ne pouvez plus vous connecter, vous pourriez <strong>perdre définitivement l'accès à votre compte</strong>. Vous devriez générer et stocker <a href="#recoverycodes">des codes de récupération</a> dans un endroit sûr afin de récupérer votre compte si cela se produit.
he: אם תאבד/י את %(method)s שלך ולא תוכל/י להתחבר, ייתכן ש<strong>תאבד לך הגישה לחשבונך לתמיד</strong>. מומלץ לייצור ולאחסן באופן מאובטח <a href="#recoverycodes">קודים לשחזור</a> כדי שתוכל/י לשחזר את הגישה במקרה כזה.
id: Jika Anda kehilangan %(method)s dan tidak bisa lagi login, Anda mungkin <strong> kehilangan akses ke akun Anda secara permanen </strong>. Anda harus membuat dan menyimpan <a href="#recoverycodes"> kode pemulihan </a> dengan aman untuk mendapatkan kembali akses dalam peristiwa itu ..
it: Se perdi i tuoi %(method)s e non puoi più accedere, potresti <strong>perdere permanentemente accesso al tuo account</strong>. Dovresti generare e custodire <a href="#recoverycodes"> i codici di recupero</a> per riguadagnare l'accesso in quella evenienza..
pt: Se perder o seu %(method)s e já não puder entrar, pode <strong>permanentemente perder o acesso à sua conta</strong>. Deve gerar e armazenar com segurança os <a href="#recoverycodes">códigos de recuperação</a> para recuperar o acesso nesse evento.
pt_br: Se você perder seu %(method)s e não puder mais entrar, você pode <strong>permanentemente perder o acesso à sua conta</strong>. Você deve gerar e armazenar com segurança os <a href="#recoverycodes">códigos de recuperação</a> para recuperar o acesso nesse evento..
ru: Если вы потеряете свой метод входа %(method)s и не сможете войти в систему, вы можете <strong>навсегда потерять доступ к вашей учётной записи</strong>. На такой случай для восстановления доступа необходимо создать и сохранить где-нибудь в безопасном месте <a href="#recoverycodes">коды восстановления</a>.
sk: Ak stratíte svoj %(method)s a už sa nebudete môcť prihlásiť, môžete <strong>natrvalo stratiť prístup k svojmu účtu</strong>. Mali by ste vygenerovať a bezpečne uložiť <a href="#recoverycodes">kódy obnovenia</a>, aby ste v takom prípade znova získali prístup.
ta: உங்கள் %(method)s இழந்துவிட்டால், இனி உள்நுழைய முடியாவிட்டால், நீங்கள் <strong> உங்கள் கணக்கிற்கான அணுகலை நிரந்தரமாக இழக்கலாம் </strong>. அந்த நிகழ்வில் அணுகலை மீண்டும் பெற நீங்கள் <a href = "#மீட்பு குறியீடுகள்"> மீட்பு குறியீடுகள் </a> ஐ உருவாக்கி பாதுகாப்பாக சேமிக்க வேண்டும் ..
tr: Eğer %(method)s kaybettiyseniz ve artık oturum açamıyorsanız, <strong>hesabınıza olan erişiminizi kalıcı olarak kaybedebilirsiniz</strong>.Bu yüzden <a href="#recoverycodes">kurtarma kodlar</a> oluşturmalı ve saklamalısınız, böylece bahsi geçen durumlarda erişiminizi tekrar kazanabilirsiniz..
uk: Якщо ви втратите свій %(method)s і не зможете увійти, ви можете <strong>назавжди втратити доступ до вашого акаунту</strong>. Вам варто згенерувати та безпечно зберегти <a href="#recoverycodes">коди відновлення</a>, аби відновити доступ у такому випадку..

source: We recommend that all PyPI users set up <em>at least two</em> supported two-factor authentication methods and provision <a href="#recoverycodes">recovery codes</a>.
eo: Ni rekomendas, ke ĉiuj PyPI-uzantoj agordu <em>almenaŭ du</em> subtenatajn dupaŝajn aŭtentikigajn metodojn kaj faru <a href="#recoverycodes">realirajn kodojn</a>.
ru: Мы рекомендуем, чтобы все пользователи PyPI установили <em> по крайней мере два </em> поддерживают двухфакторные методы аутентификации и предоставление <a href="#recoverycodes"> кодов восстановления </a>.
sk: Odporúčame, aby všetci používatelia PyPI zriadili <em>aspoň dve</em> podporované dva-factor autentické metódy a poskytovanie <a href="#recoverycodes">recovery kódy</a>.
ta: அனைத்து PYPI பயனர்களும் <em> குறைந்தது இரண்டு </em> ஆதரிக்கப்பட்ட இரண்டு-காரணி அங்கீகார முறைகள் மற்றும் வழங்கல் <a href = "#மீட்பு குறியீடுகள்"> மீட்பு குறியீடுகள் </a> ஐ அமைக்க பரிந்துரைக்கிறோம்.

source: If you've lost access to all two factor methods for your account and do not have <a href="#recoverycodes">recovery codes</a>, you can request help <a href="#account-recovery">with account recovery</a>.
de: Wenn Sie Zugriff auf alle Zwei-Faktor-Methoden für Ihr Konto verloren haben und keine <a href="#recoverycodes">Wiederherstellungscodes</a> haben, können Sie Hilfe für die <a href="#account-recovery">Kontowiederherstellung</a> anfordern.
eo: Se vi perdis aliron al ĉiuj dupaŝaj aŭtentikigaj metodoj por via konto kaj ne havas <a href="#recoverycodes">realirajn kodojn</a>, vi povas peti helpon <a href="#account-recovery">pri realiro al la konto</a>.
es: Si ha perdido el acceso a ambos métodos de autenticación y no cuenta con <a href="#recoverycodes">códigos de recuperación</a>, puede pedir ayuda <a href="#account-recovery">para recuperar su cuenta</a>.
fr: Si vous avez perdu l'accès à toutes les méthodes d'authentification à deux facteurs de votre compte et que vous n'avez pas de <a href="#recoverycodes">codes de récupération</a>, vous pouvez demander de l'aide <a href="#account-recovery">sur la récupération de compte</a>.
he: אם אבדו לך כל מנגנוני ההזדהות הדו-גורמיים עבור חשבונך ואין בידך <a href="#recoverycodes">קודים לשחזור</a>, תוכל/י לבקש עזרה <a href="#account-recovery">בשחזור חשבונך</a>.
id: Jika Anda kehilangan akses ke kedua metode faktor untuk akun Anda dan tidak memiliki kode pemulihan <a href="#recoverycodes"></a>, Anda dapat meminta bantuan <a href="#account-recovery">dengan pemulihan akun</a>.
it: Se hai perso l'accesso a tutti i metodi di autenticazione a 2 fattori per il tuo account e non hai <a href="#recoverycodes">i codici di recupero</a>, puoi chiedere aiuto<a href="#account-recovery">con il recupero account</a>.
pt: Se perdeu o acesso aos dois métodos de fatores para a sua conta e não tem <a href="#recoverycodes">códigos de recuperação</a>, pode solicitar ajuda <a href="#account-recovery">com recuperação de conta</a>.
pt_br: Se você perdeu o acesso aos dois métodos de fatores para sua conta e não tem <a href="#recoverycodes">códigos de recuperação</a>, você pode solicitar ajuda <a href="#account-recovery">com recuperação de conta</a>.
ru: Если вы потеряли доступ ко всем методам двухфакторной аутентификации для своей учётной записи и не имеете <a href="#recoverycodes">кодов восстановления</a>, вы можете запросить помощь по <a href="#account-recovery">восстановлению учётной записи</a>.
sk: Ak ste pre svoj účet stratili prístup ku všetkým dvom faktorom a nemáte <a href="#recoverycodes">kódy na obnovenie</a>, môžete požiadať o pomoc <a href="#account-recovery">s obnovením účtu</a>.
ta: உங்கள் கணக்கிற்கான இரண்டு காரணி முறைகளுக்கும் அணுகலை நீங்கள் இழந்துவிட்டால், <a href = "#மீட்பு குறியீடுகள்"> மீட்புக் குறியீடுகள் </a> இல்லை என்றால், நீங்கள் <ஒரு href = "#கணக்கு-மறுசீரமைப்பு"> உதவி கோரலாம் கணக்கு மீட்பு </a>.
tr: Hesabınızda tanımlı iki faktörlü doğrulama metodlarının erişimini ve <a href="#recoverycodes">kurtarma kodlarınızı</a> kaybettiyseniz, <a href="#account-recovery">hesap kurtarma</a> için yardım talep edebilirsiniz.
uk: Якщо ви втратили доступ до всіх двофакторних методів і не маєте <a href="#recoverycodes">кодів відновлення</a>, ви можете звернутися за допомогою для <a href="#account-recovery">відновлення акаунту</a>.

source: What's a package, project, or release?
de: Was sind Pakete, Projekte, oder Veröffentlichungen?
el: Τι είναι ένα πακέτο, project ή έκδοση;
eo: Kio estas pako, projekto, aŭ eldono?
es: ¿Qué es un paquete, un proyecto, una versión?
fr: Qu'est-ce qu'un paquet, un projet ou une version ?
he: מהם חבילה, פרויקט או גרסה?
id: Apa itu paket, proyek, atau rilis?
it: Cos'è un pacchetto, progetto, o rilascio?
ja: パッケージ、プロジェクト、リリースとは何ですか？
pt: O que é um pacote, projeto ou lançamento?
pt_br: O que é um pacote, projeto ou lançamento?
ru: Что такое пакет, проект или выпуск?
sk: Čo je balík, projekt alebo vydanie?
ta: ஒரு தொகுப்பு, திட்டம் அல்லது வெளியீடு என்றால் என்ன?
tr: Paket, proje veya sürüm nedir?
uk: Що таке пакунок, проєкт чи випуск?
