Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: The <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> is an independent group of developers whose goal is to improve and maintain many of the core projects related to Python packaging.
de: Die <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> ist eine unabhängige Gruppe von Entwicklern, deren Ziel es ist, viele der Kernkomponenten und -projekte rund um das Thema Python-Paketverwaltung zu verbessern und zu betreiben.
el: Το <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> είναι μια ανεξάρτητη ομάδα από developers των οποίων ο στόχος είναι η βελτίωση και η διατήρηση πολλών κεντρικών projects σχετικά με το Python packaging.
eo: La <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> estas sendependa grupo de evoluigantoj, kiuj celas plibonigi kaj mastrumi multajn kernajn projektojn pri pakado de Python.
es: El <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> es un grupo independiente de desarrolladores cuyo objetivo es mejorar y mantener muchos de los proyectos centrales relacionados con el empaquetado de Python.
fr: La <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> est un groupe indépendant de développeurs pour lesquels le but est d'améliorer et de maintenir de nombreux projets relatifs à l'empaquetage Python.
he: ה-<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> היא קבוצה עצמאית של מפתחים שמטרתה לשפר ולתחזק רבים מפרויקטי הליבה הנוגעים לאריזת קוד פייתון.
id: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> adalah grup pengembang independen yang bertujuan untuk meningkatkan dan mempertahankan banyak proyek inti yang terkait dengan pengemasan Python.
it: Il <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> è un gruppo indipendente di sviluppatori il cui obiettivo è quello di migliorare e mantenere molti dei progetti principali legati al Python packaging.
ja: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a>とは、Pythonのパッケージングに関連する多くのコアプロジェクトの改善・保守を目的とした、開発者たちの独立したグループです。
pt: O <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> é um grupo independente de programadores cujo objetivo é melhorar e manter muitos dos principais projetos relacionados ao empacotamento do Python.
pt_br: O <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> é um grupo independente de desenvolvedores cujo objetivo é melhorar e manter muitos dos principais projetos relacionados a empacotamento do Python.
ru: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> является независимой группой разработчиков, целью которой является улучшение и поддержка множества основных проектов, связанных с созданием и распространением Python’ьих пакетов.
sk: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> je nezávislá skupina vývojárov, ktorej cieľom je vylepšiť a udržiavať mnoho kľúčových projektov súvisiacich s balením Pythonu.
ta: <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைபா </a> என்பது டெவலப்பர்களின் சுயாதீனமான குழு பைதான் பேக்கேசிங் தொடர்பான பல முக்கிய திட்டங்கள்.
tr: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> Python paketleri ile ilgili olan bir çok çekirdek projeyi geliştirmek ve sürdürmek amacıyla kurulan bağımsız bir geliştiriciler grubudur.
uk: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPA</a> — незалежна група розробників, метою якої є покращення та догляд за багатьма основоположними проєктами, пов'язаними з пакуванням Python.

source: The <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> is a working group of the Python Software Foundation (PSF) whose goal is to raise and disburse funds to support the ongoing improvement of Python packaging. Most recently it <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">secured an award from the Open Technology Fund</a> whose funding is enabling developers to improve Warehouse's security and accessibility.
de: Die <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> ist eine Arbeitsgruppe der Python Software Foundation (PSF), deren Ziel es ist, Geldmittel zu organisieren und zu verteilen, um fortlaufende Verbesserungen an der Python-Paketverwaltung sicherzustellen. Kürzlich <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">erhielt sie einen Auszeichnung des Open Technology Fund</a>, deren Förderung es Entwicklern ermöglicht, die Sicherheit und Barrierefreiheit von Warehouse zu verbessern.
el: To <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> είναι μια ομάδα εργασίας του Python Software Foundation (PSF) της οποίας ο στόχος είναι να συγκεντρωθούν και να εκταμιευθούν κεφάλαια για την υποστήριξη της βελτίωσης του Python packaging. Πρόσφατα <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">εξασφάλισε ένα βραβείο από το Open Technology Fund</a> του οποίου η χρηματοδότηση επιτρέπει στους developers να βελτιώσουν την ασφάλεια και την προσβασιμότητα του Warehouse.
eo: La <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">Laborgrupo pri Pakado</a> estas laborgrupo de la Python Software Foundation (PSF), kiu celas kvestadon kaj financadon por subteni la plibonigadaon de pakado de Python. Lastatempe, ĝi <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">ricevis subvencion el la Open Technology Fund</a>, kies financado ebligas plisekurigon kaj plialirebligon de Warehouse.
es: <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> es un grupo de trabajo de la Python Software Foundation (PSF) cuyo objetivo es recaudar y desembolsar fondos para respaldar la mejora continua del empaquetamiento de Python. En fecha reciente hemos <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">conseguido una adjudicación del Open Technology Fund</a> cuya inversión ha permitido a los desarrolladores de Warehouse mejorar la seguridad y la accesibilidad de la plataforma.
fr: Le <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> est un groupe de travail de la Python Software Foundation (PSF) pour lequel le but est de lever et de débourser des fonds pour prendre en charge le développement de l'empaquetage Python. Plus récemment, elle a <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">obtenu un prix de l'Open Technology Fund</a> dont le financement permet aux développeurs d'améliorer la sécurité et l'accessibilité de Warehouse.
he: ה-<a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> היא קבוצה עבודה של ה-Python Software Foundation (PSF) שמטרתה לגייס ולהקצות תקציבים לשיפור המתמשך של אריזת קוד פייתון. לאחרונה היא <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">זכתה בפרס מה-Open Technology Fund</a> אשר התקצוב שלו מאפשר למפתחים לשפר את האבטחה והנגישות של Warehouse.
id: <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> adalah kelompok kerja Python Software Foundation (PSF) yang tujuannya adalah untuk mengumpulkan dan mencairkan dana untuk mendukung peningkatan berkelanjutan dari pengemasan Python. Baru-baru ini <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">mendapatkan penghargaan dari Open Technology Fund</a> yang dananya memungkinkan pengembang untuk meningkatkan keamanan dan aksesibilitas Warehouse.
it: Il <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> è un gruppo di lavoro di Python Software Foundation (PSF) il cui obiettivo è quello di raccogliere e sborsare fondi per supportare i continui miglioramenti di Python packaging. Più recentemente esso <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">si è aggiudicato un premio dall' Open Technology Fund</a> il cui finanziamento è abilitare sviluppatori e migliorare la sicurezza del Warehouse e l'accessibilità.
ja: <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a>とは、Python Software Foundation（PSF）のワーキンググループであり、Pythonのパッケージングの継続的な改善を支援するための資金の調達・支払いを目的としています。最近では、開発者がWarehouseのセキュリティとアクセサビリティを向上するための<a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">資金をOpen Technology Fundから獲得</a>しました。
pt: O <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> é um grupo de trabalho da Python Software Foundation (PSF), cujo objetivo é levantar e desembolsar fundos para apoiar a melhoria contínua do empacotamento do Python. Mais recentemente, <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">recebeu um prêmio do Open Technology Fund</a> cujo financiamento permite aos programadores melhorar a segurança e a acessibilidade do Warehouse.
pt_br: O <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> é um grupo de trabalho da Python Software Foundation (PSF), cujo objetivo é levantar e desembolsar fundos para apoiar a melhoria contínua do empacotamento do Python. Mais recentemente, ela <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">recebeu um prêmio do Open Technology Fund</a> cujo financiamento está permitindo aos desenvolvedores melhorar a segurança e a acessibilidade do Warehouse.
ru: <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> является рабочей группой Фонда программного обеспечения Python’а (Python Software Foundation — PSF), целью которой является сбор и распределение средств для поддержки постоянного улучшения средств создания и распространения Python’ьих пакетов. Совсем недавно она <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">получила награду от Фонда открытых технологий (Open Technology Fund)</a>, чьё финансирование позволило разработчикам улучшить безопасность и доступность Warehouse.
sk: <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> je pracovná skupina Python Software Foundation (PSF), ktorej cieľom je získavať a vyplácať finančné prostriedky na podporu neustáleho zlepšovania obalov jazyka Python. Najnovšie <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">zabezpečil ocenenie od Open Technology Fund</a>, ktorého financovanie umožňuje vývojárom zlepšiť bezpečnosť a dostupnosť skladu.
ta: தி <a href = "%(packaging_wg_href)s" தலைப்பு = "%(title)s" இலக்கு = " பைதான் பேக்கேசிங்கின் தற்போதைய முன்னேற்றத்தை ஆதரிப்பதற்காக நிதிகளை திரட்டுவதும் வழங்குவதும் குறிக்கோள். மிக அண்மைக் காலத்தில் இது <a href = "%(otf_award_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> திறந்த தொழில்நுட்ப நிதியிலிருந்து ஒரு விருதைப் பெற்றது </a> யாருடைய பொருள் செயல்படுத்தப்படுகிறது கிடங்கின் பாதுகாப்பு மற்றும் அணுகலை மேம்படுத்த உருவாக்குபவர்கள்.
uk: <a href="%(packaging_wg_href)s" title="%(title)s" target="_blank" rel="noopener">PackagingWG</a> — це робоча група Python Software Foundation (PSF), метою якої є збір і виплата коштів для підтримки постійного вдосконалення пакування Python. Нещодавно вони <a href="%(otf_award_href)s" title="%(title)s" target="_blank" rel="noopener">забезпечили нагороду від Open Technology Fund</a>, чиє фінансування забезпечує розробникам можливість покращити безпеку та доступність Warehouse.

source: PyPI is powered by <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> and by a variety of tools and services provided by our <a href="%(sponsors_href)s">generous sponsors</a>.
de: PyPI wird betrieben auf <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> und durch eine Vielzahl von Werkzeugen und Dienstleistungen unserer <a href="%(sponsors_href)s">großzügigen Sponsoren</a>.
el: Το PyPI τροφοδοτείται από το <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> και από μια ποικιλία από εργαλεία και υπηρεσίες που παρέχονται από τους <a href="%(sponsors_href)s">γενναιόδωρους χορηγούς μας</a>.
eo: PyPI funkcias pere <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> kaj per multaj iloj kaj servoj donacitaj de niaj <a href="%(sponsors_href)s">malavaraj sponsoroj</a>.
es: PyPI funciona con <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> y diversas herramientas y servicios que nos brindan nuestros <a href="%(sponsors_href)s">generosos patrocinadores</a>.
fr: PyPI est propulsé par <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> et par une variété d'outils et de services fournis par nos <a href="%(sponsors_href)s">généreux sponsors</a>.
he: PyPI מופעל על ידי <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> ועל ידי מגוון של כלים ושירותים המסופקים על ידי <a href="%(sponsors_href)s">נותני החסות הנדיבים שלנו</a>.
id: PyPI diberdayakan oleh <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> dan oleh berbagai alat dan layanan yang disediakan oleh <a href="%(sponsors_href)s">sponsor murah hati</a> kami.
it: PyPI è offerto da <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> e da una varietà di strumenti e servizi forniti dai nostri <a href="%(sponsors_href)s"> generosi sponsors</a>.
ja: PyPIは<a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a>と、<a href="%(sponsors_href)s">寛大なスポンサーたち</a>が提供する様々なツールとサービスによって支えられています。
pt: O PyPI funciona com a tecnologia do <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> e por uma variedade de ferramentas e serviços fornecidos por nossos <a href="%(sponsors_href)s">generosos patrocinadores</a>.
pt_br: O PyPI funciona com a tecnologia do <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> e por uma variedade de ferramentas e serviços fornecidos por nossos <a href="%(sponsors_href)s">generosos patrocinadores</a>.
ru: PyPI работает на <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a>, а также использует различные инструменты и услуги, предоставляемые нашими <a href="%(sponsors_href)s">великодушными спонсорами</a>.
sk: PyPI využíva <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> a množstvo nástrojov a služieb poskytovaných našimi <a href="%(sponsors_href)s">štedrými sponzormi</a>.
ta: PYPI <a href = "%(warehouse_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> கிடங்கு </a> மற்றும் வழங்கப்பட்ட பல்வேறு கருவிகள் மற்றும் சேவைகளால் இயக்கப்படுகிறது எங்கள் <a href = "%(sponsors_href)s"> தாராளமான ஒப்புரவாளர்கள் </a>.
tr: PyPI <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> tarafından desteklenmektedir ve çeşitli araçlar, servisler <a href="%(sponsors_href)s">cömert sponsorlarımız</a> tarafından karşılanmaktadır.
uk: PyPI працює на базі <a href="%(warehouse_href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> та різноманітних інструментів наданих нашими <a href="%(sponsors_href)s">щедрими спонсорами</a>.

source: As of April 16, 2018, PyPI.org is at "production" status, meaning that it has moved out of beta and replaced the old site (pypi.python.org). It is now robust, tested, and ready for expected browser and API traffic.
de: Seit dem 16. April 2018 befindet sich PyPI.org im "Produktions-Zustand", d. h. es hat die Beta-Phase verlassen und vollständig die alte Seite (pypi.python.org) ersetzt. Es ist robust, getestet, und bereit für den zu erwartenden Browser- und API-Traffic.
el: Από τις 16 Απριλίου 2018, το PyPI.org είναι σε κατάσταση "παραγωγής", που σημαίνει ότι έφυγε από το beta στάδιο και αντικατέστησε την παλαιά ιστοσελίδα (pypi.python.org). Είναι πλέον στιβαρό, τεσταρισμένο και έτοιμο για την αναμενόμενη κυκλοφορία σε επίπεδο browser και API.
eo: Ekde la 16a de Aprilo, 2018, PyPI.org estas en la stato de "produktado", kio signifas, ke ĝi elbetaiĝis kaj anstataŭigis la malnovan retejon (pypi.python.org). Ĝi nun estas fortika, provita, kaj preta por atendataj TTT-legila kaj API-trafiko.
es: Desde el 16 de abril de 2018, PyPI.org se encuentra en estatus «de producción», lo que significa que ha finalizado su condición de «beta» y ha sustituido el sitio antiguo (pypi.python.org). Ahora es una plataforma robusta, probada y preparada para manejar el tráfico y los navegadores esperados.
fr: Depuis le 16 avril 2018, PyPI.org est en statut « production », ce qui signifie qu'il a quitté la version bêta et remplacé l'ancien site (pypi.python.org). Il est maintenant robuste, testé et prêt pour le trafic attendu depuis les navigateurs et l'API.
he: מאז ה-16 באפריל 2018, PyPI.org נמצא בסטטוס "production", שמשמעותו שהוא יצא מ-"בטא" והחליף את האתר הישן (pypi.python.org). כעת הוא איתן, בדוק, ומוכן לתעבורת דפדפנים ו-API צפויה.
id: Mulai 16 April 2018, PyPI.org berstatus "produksi", yang berarti telah keluar dari beta dan menggantikan situs lama (pypi.python.org). Sekarang sudah kuat, teruji, dan siap untuk browser dan lalu lintas API yang diharapkan.
it: Dal 16 Aprile 2018, PyPI.org è in una stato di "produzione", nel senso che è uscito dalla versione beta e ha rimpiazzato il vecchio sito (pypi.python.org). Adesso è forte, testato, e pronto per il traffico previsto di browser e API.
ja: 2018年4月16日現在、PyPI.orgは"production"の状態にあります。これは、ベータ版を脱して旧サイト（pypi.python.org)）から置き換わったことを意味します。今は堅牢で、テストされており、ブラウザやAPIのトラフィックに対応しています。
pt: A partir de 16 de abril de 2018, o PyPI.org está no esatdo de "produção", o que significa que saiu do beta e substituiu o site antigo (pypi.python.org). Agora é robusto, testado e pronto para o navegador esperado e tráfego de API.
pt_br: A partir de 16 de abril de 2018, PyPI.org está no status de "produção", o que significa que ele se mudou para fora do beta e substituiu o site antigo (pypi.python.org). Agora é robusto, testado e pronto para o navegador esperado e tráfego de API.
ru: С 16 апреля 2018 года PyPI.org находится в «боевом» статусе, что означает, что он перестал быть бета-версией и заменил собой старый сайт (pypi.python.org). Теперь это надёжный и протестированный сайт, готовый к ожидаемому трафику от браузеров и вызовов своего API.
sk: Od 16. apríla 2018 je PyPI.org v „produkčnom“ stave, čo znamená, že sa presunul z beta verzie a nahradil starú stránku (pypi.python.org). Teraz je robustný, otestovaný a pripravený na očakávanú návštevnosť prehliadača a rozhrania API.
ta: ஏப்ரல் 16, 2018 நிலவரப்படி, pypi.org "விளைவாக்கம்" நிலையில் உள்ளது, அதாவது இது பீட்டாவிலிருந்து வெளியேறி பழைய தளத்தை (pypi.python.org) மாற்றியுள்ளது. இது இப்போது வலுவானது, சோதிக்கப்பட்டது மற்றும் எதிர்பார்க்கப்படும் உலாவி மற்றும் பநிஇ போக்குவரத்திற்கு தயாராக உள்ளது.
tr: 16 Nisan 2018 tarihi itibariyle PyPI.org "production" statüsündedir, yani beta dan çıkmış ve eski sitenin (pypi.python.org) yerini almıştır. Şimdi sağlam, test edilmiş ve yoğun tarayıcı ve API trafiği için hazırdır.
uk: Станом на 16 квітня 2018, PyPI.org має статус «продакшна», що означає що він вийшов з бети і замінив старий сайт (pypi.python.org). Тепер він надійний, протестований і готовий до очікуваного трафіку з браузера та API.
