Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Be respectful of other users and avoid abusive or discriminatory language.
eo: Respektu aliulojn, kaj evitu fian aŭ diskriminacian lingvaĵon.
pt: Seja respeitoso á outros usuarios e evite linguagem abusiva ou discriminatória.
pt_br: Seja respeitoso com as outras pessoas e evite linguagem abusiva ou discriminatória.
ru: Уважайте других пользователей и избегайте бранных или дискриминирующий выражений.
sk: Byť úctený iných užívateľov a vyhnúť sa abusive alebo diskriminačným jazykom.
ta: பிற பயனர்களை மதிக்கவும், தவறான அல்லது பாரபட்சமான மொழியைத் தவிர்க்கவும்.
uk: Поважайте інших користувачів та уникайте образливої або дискримінаційної мови.

source: Do not post spam or distribute malware.
eo: Ne afiŝu trudaĵojn, nek distribuu fiprogramojn.
pt: Não spammar ou distribuir malware.
pt_br: Não publique spam nem distribua malware.
ru: Не публикуйте спам и не распространяйте вредоносные программы.
sk: Neposielajte spam alebo distribuujte malware.
ta: ச்பேமை இடுகையிட வேண்டாம் அல்லது தீம்பொருளை விநியோகிக்க வேண்டாம்.
uk: Не розміщуйте спам і не розповсюджуйте шкідливе програмне забезпечення.

source: Do not use %(title)s to conduct security research.
eo: Ne uzu %(title)s por sekureca esplorado.
pt: Não utilize o %(title)s para conduzir pesquisa de segurança.
pt_br: Não use %(title)s para conduzir pesquisas de segurança.
ru: Не используйте %(title)s как объект исследований безопасности.
sk: Nepoužívajte %(title)s na vykonávanie bezpečnostného výskumu.
ta: பாதுகாப்பு ஆராய்ச்சி நடத்த %(title)s பயன்படுத்த வேண்டாம்.
uk: Не використовуйте %(title)s для проведення досліджень у сфері безпеки.

source: For more information, please read the full <a href="%(aup)s" rel="noopener">Acceptable Use Policy</a>.
eo: Por pli da informoj, bonvolu legi la plenajn <a href="%(aup)s" rel="noopener">Regulojn pri Akceptebla Uzado</a>.
pt: Para mais informações leia as <a href="%(aup)s" rel="noopener">Políticas de Uso Aceitável</a> .
pt_br: Para obter mais informações, leia a <a href="%(aup)s" rel="noopener">Política de Uso Aceitável</a> na íntegra.
ru: Для получения дополнительной информации ознакомьтесь с полным текстом <a href="%(aup)s" rel="noopener">Политики приемлемого использования</a>.
uk: Аби дізнатися більше, будь ласка, прочитайте <a href="%(aup)s" rel="noopener">Політику прийнятного використання</a> цілком.

source: By registering, you agree to the <a href="%(tos)s">PyPI Terms of Service</a>.
eo: Registrante vin, vi konsentas la <a href="%(tos)s">Uzkondiĉojn de PyPI</a>.
pt: Por se registrar, você concorda com os<a href="%(tos)s">Termos de serviço da PyPI</a>.
pt_br: Por se registrar, você aceita os<a href="%(tos)s">Termos De Serviço PyPI</a>.
ru: Регистрируясь, вы соглашаетесь с <a href="%(tos)s">условиями обслуживания PyPI</a>.
uk: Реєструючись, ви погоджуєтесь із <a href="%(tos)s">Умови надання послуг PyPI</a>.

source: Please confirm that your email address is <strong data-email-confirmation-target="email"></strong>.
ru: Пожалуйста, подтвердите что ваш адрес электронной почты является <strong data-email-confirmation-target="email"></strong>.

source: Confirm
ru: Подтверждение
uk: Підтвердити

source: Cancel
de: Abbrechen
el: Άκυρο
eo: Rezigni
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Cancellare
ja: キャンセル
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
ta: ரத்துசெய்
tr: İptal Et
uk: Скасувати

source: Name
el: Όνομα
eo: Nomo
es: Nombre
fr: Nom
he: שם
id: Nama
it: Nome
ja: 名前
pt: Nome
pt_br: Nome
ru: Имя
sk: Meno
ta: பெயர்
tr: Ad
uk: Імʼя

source: Your name
de: Name
el: Το όνομα σας
eo: Via nomo
es: Su nombre
fr: Votre nom
he: שמך
id: Nama anda
it: Il tuo nome
ja: 氏名
pt: O seu nome
pt_br: Seu nome
ru: Ваше имя
sk: Vaše meno
ta: உங்கள் பெயர்
tr: Sizin adınız
uk: Ваше імʼя

source: Email address
de: E-Mail-Adresse
el: Διεύθυνση email
eo: Retpoŝta adreso
es: Dirección de correo
fr: Adresse e-mail
he: כתובת אי-מייל
id: Alamat email
it: Indirizzo email
ja: メールアドレス
pt: Endereço de e-mail
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sk: Emailová adresa
ta: மின்னஞ்சல் முகவரி
tr: E-posta adresiniz
uk: Електронна адреса

source: Your email address
de: E-Mail-Adresse
el: Την διεύθυνση email σας
eo: Via retpoŝta adreso
es: Su dirección de correo
fr: Votre adresse e-mail
he: כתובת האי-מייל שלך
id: Alamat email Anda
it: Il tuo indirizzo email
ja: メールアドレス
pt: O seu endereço de e-mail
pt_br: Seu endereço de e-mail
ru: Адрес вашей электронной почты
sk: Vaša emailová adresa
ta: உங்கள் மின்னஞ்சல் முகவரி
tr: Sizin e-posta adresiniz
uk: Ваша електронна адреса

source: Confirm form
de: Bestätigungsformular
el: Επιβεβαίωση φόρμας
eo: Konfirmi formularon
es: Formulario de confirmación
fr: Formulaire de confirmation
he: טופס אישור
id: Konfirmasikan formulir
it: Conferma modulo
ja: 確認フォーム
pt: Formulário de confirmação
pt_br: Formulário de confirmação
ru: Форма подтверждения
sk: Potvrdiť formulár
ta: படிவத்தை உறுதிப்படுத்தவும்
tr: Formu onayla
uk: Підтвердити форму

source: Select a username
de: Benutzername wählen
el: Επιλέξτε ένα όνομα χρήστη
eo: Elektu salutnomon
es: Seleccione un nombre de usuario
fr: Sélectionnez un nom d'utilisateur
he: בחר/י שם משתמש
id: Pilih sebuah nama pengguna
it: Scegli un nome utente
ja: ユーザ名を入力
pt: Selecione um nome de utilizador
pt_br: Selecione um nome de usuário
ru: Выберите имя пользователя
sk: Vybrať užívateľské meno
ta: பயனர்பெயரைத் தேர்ந்தெடுக்கவும்
tr: Bir kullanıcı adı seç
uk: Оберіть імʼя користувача

source: Show passwords
de: Passwörter anzeigen
el: Εμφάνιση κωδικών
eo: Montri pasvortojn
es: Mostrar contraseñas
fr: Afficher les mots de passe
he: הצגת סיסמאות
id: Perlihatkan kata sandi
it: Mostra le passwords
ja: パスワードを表示
pt: Mostrar palavras-passe
pt_br: Mostrar senhas
ru: Показать пароли
sk: Zobraziť heslá
ta: கடவுச்சொற்களைக் காட்டு
tr: Parolaları göster
uk: Показати паролі

source: Select a password
de: Passwort auswählen
el: Διαλέξτε έναν κωδικό χρήστη
eo: Elektu pasvorton
es: Seleccione una contraseña
fr: Choisissez un mot de passe
he: בחר/י סיסמה
id: Pilih kata sandi
it: Scegli una password
ja: パスワードを選択
pt: Selecionar uma palavra-passe
pt_br: Selecione uma senha
ru: Выберите пароль
sk: Vybrať heslo
ta: கடவுச்சொல்லைத் தேர்ந்தெடுக்கவும்
tr: Bir parola seç
uk: Оберіть пароль

source: This password appears in a security breach or has been compromised and cannot be used. Please refer to the <a href="/help/#compromised-password">FAQ</a> for more information.
de: Dieses Passwort fiel bei einer Sicherheitsverletzung auf oder ist kompromittiert und darf nicht verwendet werden. Weitere Informationen finden sich unter <a href="/help/#compromised-password">FAQ</a>.
eo: Ĉi tiu pasvorto difektiĝis pro sekureca breĉo aŭ estas kompromitita kaj tial evitenda. Bonvolu konsulti la <a href="/help/#compromised-password">Oftajn Demandojn</a> por pliaj informoj.
es: Esta contraseña figura en una vulneración de datos o se encuentra en peligro y no puede utilizarse. Consulte las <a href="/help/#compromised-password">preguntas frecuentes</a> para obtener más información.
fr: Ce mot de passe apparaît dans une faille de sécurité ou bien a été compromis et ne peut pas être utilisé. Veuillez vous référer à la <a href="/help/#compromised-password">FAQ</a> pour plus d'informations.
he: סיסמה זו מופיעה בפריצת אבטחה או שהיא נפרצה ולא ניתן להשתמש בה. ראה את <a href="/help/#compromised-password">השאלות הנפוצות</a> למידע נוסף.
id: Kata sandi ini muncul dalam pelanggaran keamanan atau telah disusupi dan tidak dapat digunakan. Silakan merujuk ke <a href="/help/#compromised-password">FAQ</a> untuk informasi lebih lanjut.
it: Questa password appare in una violazione di sicurezza o è stata compromessa e non può essere usata. Per favore, consulta le <a href="/help/#compromised-password">FAQ</a> per maggiori informazioni.
ja: このパスワードはセキュリティ違反または侵害を受けているため、使用できません。より多くの情報を得るには、<a href="/help/#compromised-password">FAQ</a>を参照してください。
pt: Esta palavra-passe aparece numa violação de segurança ou foi comprometida e não pode ser usada. Consulte a <a href="/help/#compromised-password">FAQ</a> para obter mais informações.
pt_br: Esta senha aparece em uma violação de segurança ou foi comprometida e não pode ser usada. Por favor, consulte o <a href="/help/#compromised-password">FAQ</a> para obter mais informações.
ru: Этот пароль «утёк» через брешь в безопасности или же он был скомпрометирован и больше не может быть использован. Для получения более подробной информации, пожалуйста, обратитесь к <a href="/help/#compromised-password">ЧаВо</a>.
sk: Toto heslo sa objavilo pri narušení bezpečnosti alebo bolo prezradené a nemožno ho použiť. Ďalšie informácie nájdete v časti <a href="/help/#compromised-password">Časté otázky</a>.
ta: இந்த கடவுச்சொல் பாதுகாப்பு மீறலில் தோன்றும் அல்லது வேறுபாடின்மை செய்யப்பட்டு பயன்படுத்த முடியாது. மேலும் தகவலுக்கு <a href = "/help/#சமரசம்-பாச்வேர்ட்"> கேள்விகள் </a> ஐப் பார்க்கவும்.
tr: Seçtiğiniz parola güvenlik ihlali teşkil ettiği ya da sızdırıldığı gerekçesiyle kullanılamıyor. Bilgi almak istiyorsanız lütfen <a href="/help/#compromised-password">SSS</a> sayfasını inceleyin.
uk: Цей пароль з'явився у зламі безпеки або його було скомпрометовано, і більше ним користуватися не можна. Будь ласка, зверніться до <a href="/help/#compromised-password">ЧаПів</a>, аби дізнатися більше.

source: Create account
de: Konto erstellen
el: Δημιουργία λογαριασμού
eo: Krei konton
es: Crear cuenta
fr: Créer un compte
he: יצירת חשבון
id: Buat Akun
it: Crea account
ja: アカウントを作成
pt: Criar conta
pt_br: Criar conta
ru: Создать учётную запись
sk: Vytvorenie účtu
ta: கணக்கை உருவாக்கவும்
tr: Hesap oluştur
uk: Створити обліковий запис

source: Password reset
de: Passwort zurücksetzen
el: Μηδενισμός κωδικού χρήστη
eo: Restarigi pasvorton
es: Restablecimiento de contraseña
fr: Réinitialisation du mot de passe
he: איפוס סיסמה
id: Reset kata sandi
it: Reimposta password
ja: パスワードリセット
pt: Redefinir a palavra-passe
pt_br: Redefinir senha
ru: Сброс пароля
sk: Reset hesla
ta: கடவுச்சொல் மீட்டமைப்பு
tr: Parola sıfırla
uk: Скидання пароля

source: To reset your password, enter your username or email.
de: Um das Passwort zurückzusetzen, bitte Benutzername oder E-Mail-Adresse angeben.
el: Για να μηδενίσετε τον κωδικό σας, εισάγετε το όνομα χρήστη ή το email σας.
eo: Por restarigi vian pasvorton, entajpu vian salutnomon aŭ retpoŝtan adreson.
es: Para restablecer su contraseña, proporcione su nombre de usuario o dirección de correo.
fr: Pour réinitialiser votre mot de passe, entrez votre nom d‘utilisateur ou votre e-mail.
he: לאיפוס סיסמתך, יש להזין שם משתמש או אי-מייל.
id: Untuk mereset kata sandi anda, masukkan nama pengguna anda atau email anda.
it: Per reimpostare la password, inserisci il nome utente o l'indirizzo email.
ja: パスワードをリセットするには、ユーザ名またはメールアドレスを入力してください。
pt: Para redefinir a sua palavra-passe, insire o seu nome de utilizador ou e-mail.
pt_br: Para redefinir sua senha, insira seu nome de usuário ou e-mail.
ru: Чтобы сбросить пароль, введите имя пользователя или адрес электронной почты.
sk: Ak chcete obnoviť svoje heslo, zadajte svoje používateľské meno alebo e-mail.
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க, உங்கள் பயனர்பெயர் அல்லது மின்னஞ்சலை உள்ளிடவும்.
tr: Parolanızı sıfırlamak için, kullanıcı adınızı ya da e-postanızı girin.
uk: Щоб скинути пароль, введіть своє імʼя користувача або електронну адресу.

source: Username or email
de: Benutzername oder E-Mail-Adresse
el: Όνομα χρήστη ή email
eo: Salutnomo aŭ retpoŝta adreso
es: Nombre de usuario o correo
fr: Nom d’utilisateur ou adresse e-mail
he: שם משתמש או אי-מייל
id: Nama pengguna atau email
it: Nome utente o indirizzo e-mail
ja: ユーザ名またはメールアドレス
pt: Nome de utilizador ou e-mail
pt_br: Nome de usuário ou e-mail
ru: Имя пользователя или адрес электронной почты
sk: Užívateľské meno alebo email
ta: பயனர்பெயர் அல்லது மின்னஞ்சல்
tr: Kullanıcı adı veya e-posta
uk: Імʼя користувача або електронна адреса

source: Request password reset
de: Zurücksetzen des Passwortes anfordern
el: Αίτηση για μηδενισμό κωδικού χρήστη
eo: Peti por restarigo de pasvorto
es: Solicitar restablecimiento de contraseña
fr: Demander la réinitialisation du mot de passe
he: בקשת איפוס סיסמה
id: Minta pengaturan ulang kata sandi
it: Richiedi la reimpostazione della password
ja: パスワードリセットを要求
pt: Solicitar uma redefinição de palavra-passe
pt_br: Solicitar redefinição de senha
ru: Запросить сброс пароля
sk: Požiadať o reset hesla
ta: கடவுச்சொல் மீட்டமைப்பைக் கோருங்கள்
tr: Parola sıfırlanması iste
uk: Здійснити запит на скидання пароля

source: Reset email sent
de: E-Mail zum Zurücksetzen des Passwortes gesendet
el: Το email, για μηδενισμό του κωδικού χρήστη, στάλθηκε
eo: Retmesaĝo sendita pri restarigo
es: Se envió un mensaje para restablecer la contraseña
fr: E-mail de réinitialisation envoyé
he: נשלח אי-מייל לאיפוס
id: Email pengaturan ulang terkirim
it: Email di reimpostazione della password inviata
ja: リセットのメールが送信されました
pt: O e-mail de redefinição foi enviado
pt_br: E-mail de redefinição enviado
ru: Сообщение с инструкцией по сбросу отправлено по электронной почте
sk: Email pre reset hesla odoslaný
ta: அனுப்பப்பட்ட மின்னஞ்சல் மீட்டமை
tr: Sıfırlama e-postası gönderildi
uk: Електронний лист-скидання надіслано

source: If you submitted a valid username or verified email address, an email has been sent to your registered email address.
ru: Если вы указали правильное имя пользователя или подтверждённый адрес электронной почты, на ваш зарегистрированный адрес электронной почты было отправлено письмо.

source: The email contains a link to reset your password. This link will expire in %(n_hours)s hours.
de: Diese E-Mail enthält einen Link, um das Passwort zurückzusetzen. Dieser Link läuft in %(n_hours)s Stunden ab.
el: Το email περιέχει έναν σύνδεσμο για να μηδενίσετε τον κωδικό χρήστη. Αυτός ο σύνδεσμος θα λήξει σε %(n_hours)s ώρες.
eo: La retmesaĝo enhavas ligilon por restarigi vian pasvorton. La ligilo eksvalidiĝos post %(n_hours)s horoj.
es: El mensaje contiene un enlace para restablecer su contraseña. El enlace caducará en %(n_hours)s horas.
fr: L’e-mail contient un lien pour réinitialiser votre mot de passe. Ce lien expirera dans %(n_hours)s heures.
he: הודעת האי-מייל מכילה קישור לאיפוס סיסמתך. תוקף קישור זה יפוג תוך %(n_hours)s שעות.
id: Email berisi tautan untuk mengatur ulang kata sandi Anda. Tautan ini akan kedaluwarsa dalam %(n_hours)s jam.
it: L'email contiene un link per reimpostare la tua password. Questo link scadrà in %(n_hours)s ore.
ja: メールにはパスワードをリセットするためのリンクが含まれています。このリンクの有効期限は%(n_hours)s 時間です。
pt: O e-mail contém uma ligação para redefinir a sua palavra-passe. Esta ligação expirará em %(n_hours)s horas.
pt_br: O e-mail contém um link para redefinir sua senha. Este link expirará em %(n_hours)s horas.
ru: Сообщение содержит ссылку для сброса пароля. Срок действия ссылки истечёт через %(n_hours)s часов.
sk: E-mail obsahuje odkaz na obnovenie hesla. Platnosť tohto odkazu vyprší o %(n_hours)s hodín.
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க மின்னஞ்சலில் ஒரு இணைப்பு உள்ளது. இந்த இணைப்பு %(n_hours) மணிநேரங்களில் காலாவதியாகும்.
tr: Bu e-posta sizin parolanızı sıfırlamanız için bir bağlantı içerir. Bu bağlantının %(n_hours)s saat içinde dolacak.
uk: Електронний лист містить посилання для скидання пароля. Термін дії цього посилення збіжить за %(n_hours)s годин(-у,-и).

source: Reset your password
de: Passwort zurücksetzen
el: Μηδενίστε τον κωδικό σας
eo: Restarigi vian pasvorton
es: Restablecer su contraseña
fr: Réinitialiser votre mot de passe
he: אפס/י סיסמתך
id: Reset kata sandi Anda
it: Reimposta la tua password
ja: パスワードのリセット
pt: Redefinir a sua palavra-passe
pt_br: Redefinir sua senha
ru: Сброс пароля
sk: Reset vášho hesla
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும்
tr: Parolanızı sıfırlayın
uk: Скиньте свій пароль

source: Select a new password
de: Neues Passwort wählen
el: Επιλέξετε έναν νέο κωδικό
eo: Elektu novan pasvorton
es: Seleccione una contraseña nueva
fr: Sélectionnez un nouveau mot de passe
he: בחר/י סיסמה חדשה
id: Pilih kata sandi baru
it: Scegli una nuova password
ja: 新しいパスワードを入力
pt: Selecione uma nova palavra-passe
pt_br: Selecione uma nova senha
ru: Выберите новый пароль
sk: Vybrať nové heslo
ta: புதிய கடவுச்சொல்லைத் தேர்ந்தெடுக்கவும்
tr: Yeni bir parola seçin
uk: Оберіть новий пароль

source: Reset password
de: Passwort zurücksetzen
el: Μηδενισμός κωδικού
eo: Restarigi pasvorton
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
he: איפוס סיסמה
id: Setel ulang kata sandi
it: Reimposta password
ja: パスワードをリセットする
pt: Reiniciar palavra-passe
pt_br: Redefinir senha
ru: Сбросить пароль
sk: Obnova hesla
ta: கடவுச்சொல்லை மீட்டமைக்கவும்
tr: Parola sıfırlama
uk: Скинути пароль

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
el: Πιστοποίηση δύο-παραγόντων
eo: Dupaŝa aŭtentikigo
es: Autenticación en dos fases
fr: Authentification à deux facteurs
he: אימות דו-גורמי
id: Otentikasi dua faktor
it: Autenticazione a due fattori
ja: 二要素認証
pt: Autenticação de dois fatores
pt_br: Autenticação de dois fatores
ru: Двухфакторная аутентификация
sk: Dvojfaktorové overenie
ta: இரண்டு காரணி ஏற்பு
tr: 2-aşamalı kimlik doğrulama
uk: Двофакторна автентифікація

source: Authenticate with a security device (e.g. USB key)
de: Mit einem USB-Sicherheitsschlüssel oder anderen Gerät authentifizieren
el: Πιστοποιηθείτε με μια συσκευή ασφάλειας (πχ ένα USB κλειδί)
eo: Aŭtentikigi per sekuriga aparato (ekz. USB-ŝlosilo)
es: Autentíquese con un aparato de seguridad (p. ej., una llave USB)
fr: Authentification avec un périphérique de sécurité (ex : clé USB)
he: אימות עם מכשיר אבטחה (כגון מפתח USB)
id: Otentikasi dengan perangkat keamanan (mis. Kunci USB)
it: Identificati con un dispositivo di sicurezza (es. chiavetta USB)
ja: セキュリティ端末（例: USBキー）による認証
pt: Autenticar com um aparelho de segurança (por exemplo, chave USB)
pt_br: Autenticar com um dispositivo de segurança (por exemplo, chave USB)
ru: Аутентификация с помощью устройства безопасности (например, USB-ключа)
sk: Autentifikácia pomocou bezpečnostného zariadenia (napr. USB kľúča)
ta: பாதுகாப்பு சாதனத்துடன் அங்கீகரிக்கவும் (எ.கா. யூ.எச்.பி விசை)
tr: Bir güvenlik aracı (örneğin USB anahtarı) ile kimlik doğrula
uk: Здійснюйте автентифікацію за допомогою пристрою безпеки (напр. USB-ключа)

source: Connect your security device and click the "Authenticate with device" button.
de: Den USB-Sicherheitsschlüssel (oder ähnliches) anschließen und auf den "Mit Gerät verbinden"-Knopf drücken.
el: Συνδέστε την συσκευή ασφαλείας και κλικάρετε στο κουμπί "Πιστοποίηση με συσκευή".
eo: Konektu vian sekurigan aparaton kaj alklaku la butonon «Aŭtentikigi per aparato».
es: Conecte su aparato de seguridad y pulse en el botón «Autenticar con dispositivo».
fr: Connectez votre périphérique de sécurité et cliquez sur le bouton « S’authentifier avec le périphérique ».
he: יש לחבר את מכשיר האבטחה וללחוץ על הכפתור ״אימות באמצעות מכשיר״.
id: Hubungkan perangkat keamanan Anda dan klik tombol "Otentikasi dengan perangkat".
it: Connetti il tuo dispositivo di sicurezza e clicca sul pulsante "Identificati con dispositivo".
ja: セキュリティ端末を接続し、「端末で認証」ボタンをクリックします。
pt: Conecte o seu aparelho de segurança e clique no botão "Autenticar com aparelho".
pt_br: Conecte seu dispositivo de segurança e clique no botão "Autenticar com dispositivo".
ru: Подключите устройство безопасности и нажмите на кнопку «Аутентифицироваться с помощью устройства».
sk: Pripojte svoje bezpečnostné zariadenie a kliknite na tlačidlo „Autentifikácia so zariadením“.
ta: உங்கள் பாதுகாப்பு சாதனத்தை இணைத்து, "சாதனத்துடன் அங்கீகரிக்கவும்" பொத்தானைக் சொடுக்கு செய்க.
tr: Güvenlik aracınızı bağlayın ve "Cihaz ile kimlik doğrula" butonuna basın.
uk: Підключіть свій пристрій безпеки і клікніть на кнопку «Автентифікуватися за допомогою пристрою».

source: Enable JavaScript to log in with a security device (e.g. USB key)
de: Bitte JavaScript aktivieren, um sich mit einem USB-Sicherheitsschlüssel (oder ähnliches) anmelden zu können
el: Ενεργοποιήστε την JavaScript για να συνδεθείτε με μια συσκευή ασφαλείας (πχ USB key)
eo: Ŝaltu JavaScript por saluti per sekuriga aparato (ekz. USB-ŝlosilo)
es: Active JavaScript para acceder con un aparato de seguridad (p. ej., una llave USB)
fr: Activez JavaScript pour vous connecter avec un périphérique de sécurité (ex : clé USB)
he: יש לאפשר JavaScript כדי להזדהות באמצעות מכשיר אבטחה (כגון מפתח USB)
id: Aktifkan JavaScript untuk masuk dengan perangkat keamanan (mis. Kunci USB)
it: Abilita JavaScript per accedere con un dispositivo di sicurezza(es. chiavetta USB)
ja: セキュリティ端末（USBキーなど）でログインするにはJavaScriptを有効にして下さい
pt: Ative JavaScript para entrar usando um aparelho de segurança (por exemplo, chave USB)
pt_br: Habilite JavaScript para entrar usando um dispositivo de segurança (por exemplo, chave USB)
ru: Чтобы войти с помощью устройства безопасности (например, USB-ключа), включите JavaScript
sk: Povoliť JavaScript na prihlásenie pomocou bezpečnostného zariadenia (napr. USB kľúča)
ta: பாதுகாப்பு சாதனத்துடன் (எ.கா. யூ.எச்.பி விசை) உள்நுழைய சாவாச்கிரிப்டை இயக்கவும்
tr: Güvenlik cihazınız (örneğin USB anahtarı) ile giriş yapmak için JavaScript'i aktif hale getirin
uk: Щоб увійти за допомогою пристрою безпеки (напр. USB-ключа), увімкніть JavaScript

source: Authenticate with device
de: Mit Gerät verbinden
el: Πιστοποίηση με συσκευή
eo: Aŭtentikigi per aparato
es: Autenticar con dispositivo
fr: S’authentifier avec le périphérique
he: אימות באמצעות מכשיר
id: Otentikasi dengan perangkat
it: Identificati con dispositivo
ja: 端末で認証
pt: Autenticar com aparelho
pt_br: Autenticar com dispositivo
ru: Аутентифицироваться с помощью устройства
sk: Overte sa pomocou zariadenia
ta: சாதனத்துடன் அங்கீகரிக்கவும்
tr: Cihaz ile kimlik doğrula
uk: Автентифікуватися за допомогою пристрою
