Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Only the current owners of a project have the ability to add new owners or maintainers. If you need to request ownership, you should contact the current owner(s) of the project directly. Many project owners provide their contact details in the 'Author' field of the 'Meta' details on the project page.
de: Nur der momentane Eigentümer des Projekts kann neue Eigentümer oder Betreuer hinzufügen. Um Eigentümerschaft zu beantragen, wenden Sie sich direkt an die momentanen Eigentümer des Projekts. Viele Projekteigentümer geben ihre Kontaktdaten im Feld "Autor" der "Meta"-Details auf der Projektseite an.
el: Μόνο οι παρόντες κάτοχοι ενός project έχουν τη δυνατότητα να προσθέσουν νέους κατόχους ή συντηρητές. Αν θέλετε να αιτηθείτε κατοχή, θα πρέπει να επικοινωνήσετε απ' ευθείας με τον τρέχον κάτοχο (ή τρέχοντες κατόχους) του project. Πολλοί κάτοχοι project παρέχουν στοιχεία επικοινωνίας κάτω από το πεδίο "Κάτοχος" στις λεπτομέρειες "Meta" στη σελίδα του project.
eo: Nur la aktualaj posedantoj de projekto rajtas aldoni novajn posedantojn aŭ prizorgantojn. Se vi bezonas posedantecon, vi rekte kontaktu la aktualajn posedantojn de la projekto. Multaj projekto-posedantoj donas siajn kontaktajn detalojn en la kampo 'Aŭtoro' de la 'Metadateno'-detaloj sur la projektopaĝo.
es: Únicamente los propietarios actuales de un proyecto son capaces de añadir más propietarios o responsables. Si quiere solicitar la titularidad, póngase en contacto directamente con los propietarios del proyecto. Muchos propietarios de proyecto proporcionan sus datos de contacto en el campo «Autor» del apartado «Meta» de la página del proyecto.
fr: Seuls les propriétaires actuels d'un projet ont la possibilité d'ajouter de nouveaux propriétaires ou mainteneurs. Si vous devez faire une demande de propriété, vous devez communiquer directement avec le ou les propriétaires actuels du projet. De nombreux propriétaires de projets fournissent leurs coordonnées dans le champ « Auteur » des détails « Métadonnées » sur la page du projet.
he: רק הבעלים הנוכחיים של פרויקט יכולים להוסיף בעלים נוספים או מתחזקים. אם יש לך צורך לבקש בעלות, עליך ליצור קשר ישירות עם הבעלים הנוכחי של הפרויקט. בעלים רבים של פרויקט מספקים פרטי קשר שלהם בשדה ה-'מחבר' בפרטי ה-'מטא' בעמוד בפרויקט.
id: Hanya pemilik proyek saat ini yang memiliki kemampuan untuk menambahkan pemilik atau pengelola baru. Jika Anda perlu meminta kepemilikan, Anda harus menghubungi langsung pemilik proyek saat ini. Banyak pemilik proyek memberikan rincian kontak mereka di bidang 'Pencipta' pada rincian 'Meta' di halaman proyek.
it: Solo gli attuali proprietari di un progetto hanno l'abilità di aggiungere nuovi proprietari o manutentori. Se hai bisogno di richiedere la proprietà, dovresti contattare direttamente l'attuale proprietario(i) del progetto. Molti proprietari dei progetti forniscono i dettagli di contatto nel campo "Autore" dei "Meta" dettagli sulla pagina del progetto.
ja: プロジェクトの現在のオーナーだけが、新しいオーナーやメンテナを追加できます。もし所有権をリクエストする必要がある場合、プロジェクトの現在のオーナーに直接連絡してください。多くのプロジェクトのオーナーは、プロジェクトページの「メタデータ」詳細にある「作者」欄に問い合わせ先を記載しています。
pt: Somente os proprietários atuais de um projeto têm a capacidade de adicionar novos proprietários ou mantenedores. Se precisar de solicitar a propriedade, deve entrar em contato com o(s) proprietário(s) atual(is) do projeto diretamente. Muitos proprietários de projetos fornecem os seus detalhes de contato no campo "Autor" dos detalhes "Meta" na página do projeto.
pt_br: Somente os proprietários atuais de um projeto têm a capacidade de adicionar novos proprietários ou mantenedores. Se você precisar solicitar a propriedade, você deve entrar em contato com o(s) proprietário(s) atual(is) do projeto diretamente. Muitos proprietários de projetos fornecem seus detalhes de contato no campo "Autor" dos detalhes "Meta" na página do projeto.
ru: Только текущие владельцы проекта имеют возможность добавлять новых владельцев или сопровождающих. Если вам нужно запросить право собственности, вы должны связаться с текущим владельцем (или владельцами) проекта напрямую. Многие владельцы проектов указывают свои контактные данные в поле «Автор» раздела «Метаданные» на странице проекта.
sk: Iba súčasní vlastníci projektu majú možnosť pridávať nových vlastníkov alebo správcov. Ak potrebujete požiadať o vlastníctvo, mali by ste kontaktovať priamo aktuálneho vlastníka (vlastníkov) projektu. Mnoho vlastníkov projektov poskytuje svoje kontaktné údaje v poli „Autor“ v časti „Meta“ na stránke projektu.
ta: ஒரு திட்டத்தின் தற்போதைய உரிமையாளர்கள் மட்டுமே புதிய உரிமையாளர்கள் அல்லது பராமரிப்பாளர்களைச் சேர்க்கும் திறனைக் கொண்டுள்ளனர். நீங்கள் உரிமையை கோர வேண்டும் என்றால், திட்டத்தின் தற்போதைய உரிமையாளரை (களை) நேரடியாக தொடர்பு கொள்ள வேண்டும். பல திட்ட உரிமையாளர்கள் தங்கள் தொடர்பு விவரங்களை திட்டப் பக்கத்தில் உள்ள 'மேவு' விவரங்களின் 'ஆசிரியர்' துறையில் வழங்குகிறார்கள்.
tr: Bir kullanıcıyı projeye sahip ya da geliştirici olarak ekleme yetkisi, sadece projenin o anki sahibine aittir. Bir projeye sahiplik için başvurmak istiyorsanız bunu direk projenin şuan ki sahiplerine yapmalısınız. Proje sahipleri genelde iletişim bilgilerini proje sayfasında ki 'Meta' detaylarının 'Author' alanında paylaşıyorlar.
uk: Лише нинішні власники проєкту здатні додавати нових власників або доглядачів. Якщо вам необхідно попросити право власності, вам слід зв'язатися з поточним(-и) власником(-ами) проєкту напряму. Багато власників проєктів надають свою контактну інформацію у полі «Автор» деталей «Мета» на сторінці проєкту.

source: If the owner is unresponsive, see <a href="%(href)s">%(anchor_text)s</a>
de: Wenn der Eigentümer nicht reagiert, finden Sie weitere Informationen unter: <a href="%(href)s">%(anchor_text)s</a>
el: Αν ο κάτοχος δεν επικοινωνήσει μαζί σας ανατρέξτε στο <a href="%(href)s">%(anchor_text)s</a>
eo: Se la posedanto ne estas respondema, vidu la paĝon <a href="%(href)s">%(anchor_text)s</a>
es: Si el propietario no contesta, vea <a href="%(href)s">%(anchor_text)s</a>
fr: Si le propriétaire ne répond pas, voir <a href="%(href)s">%(anchor_text)s</a>
he: אם הבעלים אינו מגיב, ראה/י <a href="%(href)s">%(anchor_text)s</a>
id: Jika pemilik tidak merespons, lihat <a href="%(href)s">%(anchor_text)s</a>
it: Se il proprietario non risponde, vedi <a href="%(href)s">%(anchor_text)s</a>
ja: オーナーから応答がない場合は、こちらを参照してください。<a href="%(href)s">%(anchor_text)s</a>
pt: Se o proprietário não responder, consulte <a href="%(href)s">%(anchor_text)s</a>
pt_br: Se o proprietário não responder, consulte <a href="%(href)s">%(anchor_text)s</a>
ru: Если владелец не реагирует, смотрите вопрос <a href="%(href)s">%(anchor_text)s</a>
sk: Ak vlastník nereaguje, pozrite si <a href="%(href)s">%(anchor_text)s</a>
ta: உரிமையாளர் பதிலளிக்கவில்லை என்றால், <a href = "%(href)s">%(anchor_text)s </a> ஐப் பார்க்கவும்
tr: Eğer sahip yanıt vermiyorsa, şuraya <a href="%(href)s">%(anchor_text)s</a> bakın
uk: Якщо автор не відповідає, дивіться <a href="%(href)s">%(anchor_text)s</a>

source: When using <code>pyproject.toml</code> for project metadata, you can use the extension of the <code>readme</code> field value to control how PyPI renders your description.
eo: Se vi uzas <code>pyproject.toml</code> por projektaj metadatenoj, vi povas uzi la dosiersufikson en la kampo <code>readme</code> por regi kiel PyPI montras vian priskribon.
pt: Quando usar <code>pyptoject.toml</code></code> para metadados do projeto, você pode usar a extensão do campo <code>readme</code> para controlar como o PyPI renderiza sua descrição.
ru: Если вы используете <code>pyproject.toml</code> для метаданных проекта, расширение файла <code>readme</code> будет использовано для настройки отображения описания.
sk: Pri použití <code>pyproject.toml</code> pre metadáta projektu môžete použiť rozšírenie <code>readme</code> hodnota poľa na kontrolu, ako PyPI vykresľuje váš popis.
ta: திட்ட மெட்டாடேட்டாவிற்கு <code> pyproject.toml </code> ஐப் பயன்படுத்தும் போது, உங்கள் விளக்கத்தை PYPI எவ்வாறு வழங்குகிறது என்பதைக் கட்டுப்படுத்த <குறியீடு> ரீட்மே </code> புல மதிப்பின் நீட்டிப்பைப் பயன்படுத்தலாம்.

source: For example, <code>readme = "README.md"</code> will render the description as Markdown, while <code>readme = "README.rst"</code> will render it as <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>
eo: Ekzemple, <code>readme = "README.md"</code> igos la priskribon montriĝi kiel Markdown, dum <code>readme = "README.rst"</code> igos ĝin montriĝi kiel <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>
pt: Por exemplo, <code>readme = "README.md"</code> vai renderizar a descrição como Markdown, enquanto <code>readme = "README.rst"</code> vai renderizar como <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>
ru: Например, <code>readme = "README.md"</code> будет отображен как Markdown, а <code>readme = "README.rst"</code> — как <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>
sk: Napríklad, <code>readme = "README.md"</code> bude popisovať ako Markdown, zatiaľ čo <code>readme = "README.rst"</code> bude to ako <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">%(title)s cieľ="blank" ="blank" ="noreuced"></code>
ta: எடுத்துக்காட்டாக, <code> ReadMe = "ReadMe.md" </code> விளக்கத்தை மார்க் பேரூர் என வழங்கும், அதே நேரத்தில் <code> ReadMe = "ReadMe.RST" </code> அதை <a href = "%( href) S "தலைப்பு ="%(href)s "இலக்கு =" _ வெற்று "rel =" noopener "> மறுசீரமைப்பு செய்யப்பட்ட டெக்ச்ட் </a>

source: Refer to the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a> for details on the available formats.
de: Details zu den verfügbaren Formaten finden Sie im <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
el: Αναφερθείτε στο <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a> για λεπτομέρειες σχετικά με τις διαθέσιμες μορφές.
eo: Vidu la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Manlibron por Python-Uzantoj pri Pakado</a> por detaloj pri la haveblaj dosierformoj.
es: Consulte el <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">manual de uso del empaquetamiento de Python</a> para conocer detalles sobre los formatos disponibles.
fr: Référez vous au <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guide Utilisateur de l'Empaquetage Python</a> pour plus de détails sur les formats disponibles.
he: ראה/י את ה<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">מדריך למשתמש באריזת חבילות פייתון</a> לפרטים אודות הפורמטים הזמינים.
id: Lihat <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Panduan Pengguna Python Packaging</a> untuk detail tentang format yang tersedia.
it: Fare riferimento al <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a> per dettagli sui formati disponibili.
ja: 使用可能なフォーマットの詳細については、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>を参照してください。
pt: Consulte o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Utilizador para Empacotamento de Python</a> para detalhes sobre os formatos disponíveis.
pt_br: Consulte o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Usuário para Empacotamento de Python</a> para detalhes sobre os formatos disponíveis.
ru: Для получения подробной информации о доступных форматах обратитесь к <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Руководству пользователя по созданию Python’ьих пакетов</a>.
sk: Podrobnosti o dostupných formátoch nájdete v <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
ta: கிடைக்கக்கூடிய வடிவங்கள் குறித்த விவரங்களுக்கு <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் பேக்கேசிங் பயனர் கையேடு </a> ஐப் பார்க்கவும்.
tr: Mevcut formatlar ile ilgili ayrıntılı bilgi için <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>' na bakınız.
uk: Зверніться до <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">користувацького керівництва з пакування Python</a>, щоб дізнатися більше про доступні формати.

source: See the <a href="%(href)s">user documentation</a> for more information on requesting a file size limit increase.
eo: Vidu la <a href="%(href)s">dokumentaron por uzantoj</a> por pli da informoj pri kiel peti por pliigi la maksimumon.
ru: Смотрите <a href="%(href)s">пользовательскую документацию</a> для получения дополнительной информации о запросе увеличения лимита размера файла.

source: PyPI receives reports on vulnerabilities in the packages hosted on it from the <a href="%(osv_href)s" title="%(title)s" target="_blank" rel="noopener">Open Source Vulnerabilities project</a>, which in turn ingests vulnerabilities from the <a href="%(vulns_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Advisory Database</a>.
eo: Pri vundeblaĵoj de siaj pakaĵoj, PyPI ricevas raportojn de la projekto <a href="%(osv_href)s" title="%(title)s" target="_blank" rel="noopener">Open Source Vulnerabilities</a>, kiu siavice ricevas datenojn de <a href="%(vulns_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Advisory Database</a>.
es: PyPI recibe informes sobre vulnerabilidades en los paquetes que alberga del <a href="%(osv_href)s" title="%(title)s" target="_blank" rel="noopener">proyecto Open Source Vulnerabilities</a>, que a su vez recibe las vulnerabilidades de la <a href="%(vulns_href)s" title="%(title)s" target="_blank" rel="noopener">Base de datos de avisos de empaquetamiento de Python</a>.
it: PyPI riceve rapporti sulle vulnerabilità nei pacchetti ospitati da <a href="%(osv_href)s" title="%(title)s" target="_blank" rel="noopener">Open Source progetto Vulnerabilità</a>, che a sua volta riceve dati sulle vulnerabilità da <a href="%(vulns_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Advisory Database</a>.
pt: O PyPI recebe relatórios sobre vulnerabilidades nos pacotes hospedados nele do <a href="%(osv_href)s" title="%(title)s" target="_blank" rel="noopener">projeto Open Source Vulnerabilities</a>, que por sua vez é alimentado com as vulnerabilidades contidas no <a href="%(vulns_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Advisory Database</a>.
pt_br: O PyPI recebe relatórios sobre vulnerabilidades nos pacotes hospedados nele do <a href="%(osv_href)s" title="%(title)s" target="_blank" rel="noopener">projeto Open Source Vulnerabilities</a>, que por sua vez é alimentado com as vulnerabilidades contidas no <a href="%(vulns_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Advisory Database</a>.
ru: PyPI получает сообщения об уязвимостях в размещенных на нем пакетах от <a href="%(osv_href)s" title="%(title)s" target="_blank" rel="noopener">проекта Open Source Vulnerabilities</a>, который, в свою очередь, получает уязвимости из <a href="%(vulns_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Advisory Database</a>.
sk: PyPI prijíma správy o zraniteľnostiach v balíkoch, ktoré sú na ňom hosťované, z <a href="%(osv_href)s" title="%(title)s" target="_blank" rel="noopener">Open Source Vulnerabilities project</a>, ktorý zase prijíma zraniteľnosti z <a href="%(vulns_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Advisory Database</a>.
ta: <A href = "%(osv_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> திறந்த மூல பாதிப்புகள் திட்டம் </ a>, இது <a href = "%(vulns_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் பேக்கேசிங் அறிவுரை தரவுத்தளம் </a> இலிருந்து பாதிப்புகளை உட்கொள்கிறது.
uk: PyPI отримує звіти про вразливості у пакунках, розміщених на ньому, із <a href="%(osv_href)s" title="%(title)s" target="_blank" rel="noopener">проєкту Open Source Vulnerabilities</a>, який, у свою чергу, витягує вразливості із <a href="%(vulns_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Advisory Database</a>.

source: If you believe vulnerability data for your project is invalid or incorrect, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">file an issue</a> with details.
eo: Se vi kredas, ke datenoj pri sekurecaj problemoj de via projekto estas nevalidaj aŭ malĝustaj, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">raportu la problemon</a> kune kun detaloj.
es: Si cree que los datos de vulnerabilidades sobre su proyecto no son válidos o correctos, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">envíe un informe de error</a> y proporcione detalles al respecto.
id: Jika menurut Anda data kerentanan proyek anda tidak valid atau tidak benar, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">laporkan masalah</a> secara mendetail.
it: Se credi che i dati di vulnerabilità del tuo progetto siano non validi o incorretti, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">Documenta un problema</a> con i dettagli.
pt: Se julga que os dados de vulnerabilidade do seu projeto são inválidos ou incorretos, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">relate um problema</a> com os detalhes.
pt_br: Se você acredita que os dados de vulnerabilidade de seu projeto são inválidos ou incorretos, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">relate um problema</a> com os detalhes.
ru: Если вы считаете, что данные об уязвимости для вашего проекта недействительны или неверны, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">напишите проблему</a> с подробной информацией.
sk: Ak sa domnievate, že údaje o zraniteľnosti vášho projektu sú neplatné alebo nesprávne, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">nahláste problém</a> s podrobnosťami.
ta: உங்கள் திட்டத்திற்கான பாதிப்பு தரவு தவறானது அல்லது தவறானது என்று நீங்கள் நம்பினால், <a href = "%(file_issue_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> ஒரு சிக்கலைக் கோப்பு </a > விவரங்களுடன்.
uk: Якщо ви вважаєте, що дані про вразливість у вашому проєкті недійсні чи неточні, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">створіть заявку</a> з подробицями.

source: Deletion of a project, release or file on PyPI is permanent and irreversable, without exception. Deletion of a project makes it uninstallable, and releases the project name for use by any other PyPI user. Deleted files <a href="#file-name-reuse">cannot be re-uploaded</a>. Deleted projects, releases or files cannot be restored by PyPI administrators.
eo: Forviŝo de projekto, eldono aŭ dosiero ĉe PyPI estas malprovizora kaj nemalfarebla senescepte. Forviŝo de projekto igas ĝin neinstalebla kaj malrezervas la projektan nomon por aliaj uzantoj ĉe PyPI. Forviŝitaj dosieroj <a href="#file-name-reuse"> ne estas realŝuteblaj</a>. Forviŝita projekto, eldono aŭ dosiero ne estas restaŭrebla far administrantoj de PyPI.
pt: Exclusão de um projeto, lançamento ou arquivo no PyPI é permanente e irreversível, sem excessões. A exclusão de um projeto o torna impossível de instalar, e libera o nome do projeto para uso por outros usuarios do PyPI. Arquivos deletados <a href="#file-name-reuse">não podem ser re-enviados</a>. Projetos excluídos, lançamento ou arquivos não podem ser restaurados por administradores do PyPI.
ru: Удаление проекта, релиза или файла на PyPI является постоянным и необратимым, без исключений. Удаление проекта делает его неустанавливаемым и освобождает имя проекта для использования любым другим пользователем PyPI. Удаленные файлы <a href="#file-name-reuse">не могут быть повторно загружены</a>. Удаленные проекты, релизы или файлы не могут быть восстановлены администраторами PyPI.
sk: Deletion projektu, uvoľnenia alebo súboru na PyPI je trvalé a neodolateľné, bez výnimky. Deletion projektu umožňuje odinštalovať a uvoľňuje názov projektu pre použitie akéhokoľvek iného používateľa PyPI. Zmazané súbory <a href="#file-name-reuse"> Nemožno znovu načítať</a>. Vymazané projekty, správy alebo súbory nemožno obnoviť administrátormi PyPI.
ta: PYPI இல் ஒரு திட்டத்தை நீக்குவது, வெளியீடு அல்லது கோப்பு நிரந்தரமானது மற்றும் விதிவிலக்கு இல்லாமல் மாற்ற முடியாதது. ஒரு திட்டத்தை நீக்குவது நிறுவல் நீக்க முடியாதது, மேலும் வேறு எந்த PYPI பயனரின் பயன்பாட்டிற்கான திட்ட பெயரை வெளியிடுகிறது. நீக்கப்பட்ட கோப்புகள் <a href = "#கோப்பு-பெயர்-பயிற்சி"> மீண்டும் பதிவேற்ற முடியாது </a>. நீக்கப்பட்ட திட்டங்கள், வெளியீடுகள் அல்லது கோப்புகளை PYPI நிர்வாகிகளால் மீட்டெடுக்க முடியாது.

source: PyPI will reject uploads if the package description fails to render. You may <a href="%(href)s" title="%(title)s">use twine's check command</a> to locally check a description for validity.
eo: PyPI malakceptos alŝutojn, se la priskribo de la pako ne estas montrebla. Vi povas <a href="%(href)s" title="%(title)s">uzi la komandon «check» de Twine</a> por loke kontroli la validecon de priskribo.
id: PyPI akan menolak unggahan jika deskripsi paket gagal di-render. Anda dapat <a href="%(href)s" title="%(title)s">menggunakan perintah check dari twine</a> untuk memeriksa validitas deskripsi secara lokal.
it: PyPI rigetterà i caricamenti se la descrizione fallisce l'esecuzione. Per controllare la validità di una descrizione a livello locale, puoi usare <a href="%(href)s">readme_renderer</a>, che è lo stesso esecutore di descrizione usato da PyPI.
pt: O PyPI rejeitará envios se a descrição do pacote não for renderizada. Pode usar <a href="%(href)s" title="%(title)s">usar o comando check do twine</a>, para verificar localmente uma descrição da validade dela.
pt_br: O PyPI rejeitará envios se a descrição do pacote não for renderizada. Você pode usar <a href="%(href)s" title="%(title)s">usar o comando check do twine</a>, para verificar localmente uma descrição por sua validade.
ru: PyPI отклонит uploads, если описание пакета не отображается. Вы можете <a href="%(href)s" title="%(title)s"> использовать чековую команду близнеца </a> для локальной проверки описания действительности.
sk: PyPI odmietne nahrávanie, ak sa nepodarí vykresliť popis balíka. Môžete <a href="%(href)s" title="%(title)s">použiť príkaz kontroly špagátu</a> na lokálne overenie platnosti popisu.
ta: தொகுப்பு விளக்கம் வழங்கத் தவறினால் பதிவேற்றங்களை PYPI நிராகரிக்கும். நீங்கள் <a href = "%(href)s" தலைப்பு = "%(title)s"> செல்லுபடியாகும் விளக்கத்தை உள்நாட்டில் சரிபார்க்க ட்வின் காசோலை கட்டளையைப் பயன்படுத்தலாம்.
uk: PyPI відхилить завантаження, якщо опис пакунку не вдасться відобразити. Ви можете скористатися <a href="%(href)s" title="%(title)s">командою twine check </a>, щоб перевірити прийнятність опису локально.

source: If you've forgotten your PyPI password, but you remember your email address or username, follow these steps to reset your password:
eo: Se vi forgesis vian PyPI-pasvorton, sed vi memoras vian retpoŝtan adreson aŭ salutnomon, sekvu ĉi tiujn paŝojn por restarigi vian pasvorton:
ru: Если вы забыли свой пароль PyPI, но помните свой адрес электронной почты или имя пользователя, выполните эти шаги, чтобы сбросить пароль:
sk: Ak ste zabudli heslo PyPI, ale pamätáte si svoju e-mailovú adresu alebo používateľské meno, postupujte podľa týchto krokov na obnovenie hesla:
ta: உங்கள் PYPI கடவுச்சொல்லை நீங்கள் மறந்துவிட்டால், ஆனால் உங்கள் மின்னஞ்சல் முகவரி அல்லது பயனர்பெயரை நினைவில் வைத்திருந்தால், உங்கள் கடவுச்சொல்லை மீட்டமைக்க இந்த படிகளைப் பின்பற்றவும்:
