Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Advanced users may wish to inspect their token by decoding it with base64, and checking the output against the unique identifier displayed on PyPI.
de: Fortgeschrittene Benutzer können ihren Token überprüfen, indem sie ihn mit base64 dekodieren und die Ausgabe anhand der in PyPI angezeigten eindeutigen Kennung überprüfen.
el: Οι πιο προχωρημένοι χρήστες ίσως να θέλουν να εξετάσουν το token τους αποκωδικοποιώντας το με base64 και να ελέγξουν την έξοδο σε σχέση με το μοναδικό αναγνωριστικό που εμφανίζεται στο PyPI.
eo: Altnivelaj uzantoj eble volas inspekti sian ĵetonon per base64-malkodado kaj kompari la rezulton kun la unika identigilo montrita ĉe PyPI.
es: Los usuarios avanzados tal vez deseen inspeccionar su ficha descodificándola con base64 y comprobando que la salida coincida con el identificador único que PyPI muestra.
fr: Les utilisateurs avancés peuvent vouloir inspecter leur jeton en le décodant avec base64, et en vérifiant la sortie par rapport à l'identifiant unique affiché sur PyPI.
he: ייתכן שמשתמשים מתקדמים ירצו לבחון את האסימון שלהם על ידי פענוחו באמצעות base64 ובדיקת התוצאה לעומת המזהה הייחודי המוצג ב-PyPI.
id: Pengguna mahir mungkin ingin memeriksa token mereka dengan mendekodekannya dengan base64, dan memeriksa keluarannya dengan pengenal unik yang ditampilkan pada PyPI.
it: Utenti avanzati potrebbero voler isppezionare il loro token decodificandolo con base64, e confrontare il risultato con l'identificatore unico mostrato su PyPI.
ja: 上級ユーザは、base64でデコードし、その出力とPyPIに表示される一意の識別子を照合することでトークンを検査できます。
pt: Utilizadores avançados podem inspecionar o seu token, decodificando-o com base64 e verificando a saída contra o identificador exclusivo exibido no PyPI.
pt_br: Usuários avançados podem querer inspecionar seu token, decodificando-o com base64 e verificando a saída contra o identificador exclusivo exibido no PyPI.
ru: Опытные пользователи могут захотеть проверить свой токен, декодировав его из base64 и сверив вывод с уникальным идентификатором, отображаемым на PyPI.
sk: Pokročilí používatelia môžu chcieť skontrolovať svoj token tak, že ho dekódujú pomocou base64 a skontrolujú výstup podľa jedinečného identifikátora zobrazeného na PyPI.
ta: மேம்பட்ட பயனர்கள் தங்கள் கிள்ளாக்கை பேச் 64 உடன் டிகோட் செய்வதன் மூலம் ஆய்வு செய்ய விரும்பலாம், மேலும் PYPI இல் காட்டப்படும் தனித்துவமான அடையாளங்காட்டிக்கு எதிராக வெளியீட்டைச் சரிபார்க்கிறார்கள்.
tr: Bazı ileri seviye kullanıcılar sahip oldukları belirteci base64 fonksiyonu ile çözüp, çıktıyı PyPI' da görüntülenen eşsiz tanımlayıcı ile karşılaştırarak incelemek isteyebilir.
uk: Просунуті користувачі можуть зажадати перевірити свій токен, декодувавши його за допомогою base64, і перевіривши що вивід містить унікальний ідентифікатор, що відображається на PyPI.

source: PyPI does not currently support changing a username.
de: PyPI unterstützt derzeit keinen Änderungen von Benutzernamen.
eo: Aktuale ne eblas ŝanĝi salutnomon ĉe PyPI.
es: Por ahora, PyPI no permite cambiar nombres de usuario.
it: PyPI attualmente non supporta la modifica di un nome utente.
pt: A PyPI atualmente não suporta a troca de nomes de usuário.
ru: В настоящее время PyPI не поддерживает изменение имени пользователя.
sk: PyPI momentálne nepodporuje zmenu používateľského mena.
ta: பயனர்பெயரை மாற்ற பைபி தற்போது ஆதரிக்கவில்லை.

source: Instead, you can create a new account with the desired username, add the new account as a maintainer of all the projects your old account owns, and then delete the old account, which will have the same effect.
de: Stattdessen können Sie ein neues Konto mit dem gewünschten Benutzernamen erstellen, das neue Konto als Betreuer aller Projekte hinzufügen, die Ihr altes Konto besitzt, und dann das alte Konto löschen, das den gleichen Effekt hat.
eo: Anstataŭe, vi povas krei novan konton ĉe la dezirata salutnomo, aldoni la novan konton kiel mastrumanton de ĉiuj projektoj posedataj de via malnova konto, kaj forviŝi la malnovan konton; tio havos la saman rezulton.
es: En cambio, puedes crear una nueva cuenta con el nombre de usuario que desees, añadirla como mantenedora de todos los proyectos que tu cuenta anterior posee y luego borrar la cuenta anterior, lo cual tendrá el mismo efecto.
it: Invece, puoi creare un nuovo account con il nome utente desiderato, aggiungere il nuovo account come manutentore di tutti i progetti di proprietà del tuo vecchio account e quindi eliminare il vecchio account, che avrà lo stesso effetto.
pt: Em vez disso, você pode criar uma nova conta com o nome desejado, adicionar a nova conta como mantenedor de todos os projetos que sua antiga conta possuí, e então deletar a conta antiga, o que terá o mesmo efeito.
ru: Вместо этого вы можете создать новую учетную запись с нужным именем пользователя, добавить ее в качестве сопровождающего всех проектов, принадлежащих вашей старой учетной записи, а затем удалить старую учетную запись, что приведет к тому же результату.
sk: Namiesto toho si môžete vytvoriť nový účet s požadovaným používateľským menom, pridať nový účet ako správcu všetkých projektov, ktoré vlastní váš starý účet, a potom starý účet odstrániť, čo bude mať rovnaký účinok.
ta: அதற்கு பதிலாக, நீங்கள் விரும்பிய பயனர்பெயருடன் ஒரு புதிய கணக்கை உருவாக்கலாம், புதிய கணக்கை உங்கள் பழைய கணக்கில் வைத்திருக்கும் அனைத்து திட்டங்களையும் பராமரிப்பவராக சேர்க்கலாம், பின்னர் பழைய கணக்கை நீக்கலாம், இது அதே விளைவைக் கொண்டிருக்கும்.

source: PyPI users and projects can use <a href="%(docs)s">Trusted Publishers</a> to delegate publishing authority for a PyPI package to a trusted third party service, eliminating the need to use API tokens.
eo: Uzantoj kaj projektoj ĉe PyPI povas uzi <a href="%(docs)s">Fidatajn Eldonantojn</a> por delegi eldonajn rajtojn pri pako ĉe PyPI al fidata triapartia servo, sen API-ĵetonoj.
ru: Пользователи и проекты PyPI могут использовать <a href="%(docs)s">Trusted Publishers</a> для делегирования полномочий по публикации пакета PyPI доверенному стороннему сервису, что избавляет от необходимости использовать API-токены.
sk: Užívatelia PyPI a projekty môžu používať <a href="%(docs)s">Trusted Vydavateľstvo</a> delegátnym orgánom pre balík PyPI na dôveryhodnú službu tretej strany, ktorá eliminuje potrebu používať API žetóny.
ta: PYPI பயனர்கள் மற்றும் திட்டங்கள் <a href = "%(docs)s"> நம்பகமான வெளியீட்டாளர்கள் </a> ஐப் பயன்படுத்தலாம், நம்பகமான மூன்றாம் தரப்பு சேவைக்கு PYPI தொகுப்புக்கான வெளியீட்டு அதிகாரத்தை பிரதிநிதித்துவப்படுத்தலாம், பநிஇ டோக்கன்களைப் பயன்படுத்த வேண்டிய அவசியத்தை நீக்குகிறது.
uk: Користувачі та проєкти на PyPI можуть використовувати <a href="%(docs)s">довірених видавців</a>, аби делегувати повноваження публікації PyPI-пакунка довіреній сторонній службі, усуваючи потребу використовувати API-токени.

source: Yes, including RSS feeds of new packages and new releases.
de: Ja, einschließlich RSS-Feeds neuer Pakete und neuer Veröffentlichungen.
el: Ναι, περιλαμβάνοντας RSS feeds νέων πακέτων και νέων εκδόσεων.
eo: Jes, inkluzive de RSS-abonfluoj de novaj pakoj kaj novaj eldonoj.
es: Sí, incluidos los suministros RSS de paquetes nuevos y de versiones nuevas.
fr: Oui, y compris les flux RSS des nouveaux paquets et nouvelles versions.
he: כן, כולל ערוצי RSS של חבילות חדשות וגרסאות חדשות.
id: Ya, termasuk RSS feed dari paket baru dan rilis baru.
it: Si, inclusi contenuti RSS di nuovi pacchetti e nuovi rilasci.
ja: はい。新しいパッケージと新しいリリースに関するRSSフィードを含みます。
pt: Sim, incluindo feeds RSS de pacotes e lançamentos novos.
pt_br: Sim, incluindo feeds RSS de novos pacotes e novos lançamentos.
ru: Да, включая RSS-каналы для новых пакетов и новых выпусков.
sk: Áno, vrátane kanálov RSS nových balíkov a nových vydaní.
ta: ஆம், புதிய தொகுப்புகள் மற்றும் புதிய வெளியீடுகளின் ஆர்எச்எச் ஊட்டங்கள் உட்பட.
tr: Yeni paketlerin ve yeni sürümlerin RSS beslemeleri ile beraber evet.
uk: Так, включно з RSS-стрічками нових пакунків та новими випусками.

source: See the API reference.
de: Siehe API-Referenz.
el: Δείτε στο API reference.
eo: Vidu la API-referencon.
es: Consulte la documentación de la API.
fr: Voir la référence de l'API.
he: ראה/י את תיעוד ה-API.
id: Lihat referensi API.
it: Vedi i riferimenti API.
ja: APIリファレンスを参照してください。
pt: Consulte a referência de API.
pt_br: Consulte a referência de API.
ru: Смотрите справочник по API.
sk: Pozrite si referenciu API.
ta: பநிஇ குறிப்பைக் காண்க.
tr: API referansına bakın.
uk: Перегляньте API-довідник.

source: If you need to run your own mirror of PyPI, the <a href="%(href)s">bandersnatch project</a> is the recommended solution. Note that the storage requirements for a PyPI mirror would exceed 1 terabyte—and growing!
de: Wenn Sie einen eigenen Mirror/Spiegelserver von PyPI ausführen müssen, ist das <a href="%(href)s">bandersnatch-Projekt</a> die empfohlene Lösung. Beachten Sie, dass der Speicherbedarf für einen PyPI-Spiegel mehr als 1 Terabyte betragen würde - Tendenz steigend!
el: Αν θέλετε να τρέξετε τον δικό σας καθρέπτη του PyPI, τότε το <a href="%(href)s">bandersnatch project</a> είναι η προτεινόμενη λύση. Σημειώστε ότι οι απαιτήσεις αποθηκευτικού χώρου για ένα καθρέπτη PyPI θα υπερβούν το 1 terabyte—και θα συνεχίσουν να ανεβαίνουν!
eo: Se vi volas speguli PyPI, la <a href="%(href)s">projekto bandersnatch</a> estas la rekomendata solvo. Notu ke spegulo de PyPI postulas pli ol 1 terabajton — kaj la postulata grando pligrandiĝadas!
es: Si ha de operar su propia réplica de PyPI, la solución recomendada es el <a href="%(href)s">proyecto bandersnatch</a>. Observe que los requisitos de almacenamiento de una réplica de PyPI superan 1 terabyte, y esta cantidad va en aumento.
fr: Si vous avez besoin d’exécuter votre propre miroir de PyPI, le <a href="%(href)s">projet bandersnatch</a> est la solution recommandée. Notez que les exigences de stockage pour un miroir de PyPI dépasseraient 1 téraoctet - et continuerons d'augmenter !
he: אם יש לך צרוך להחזיק עותק שיקוף (mirror) של PyPI, <a href="%(href)s">פרויקט bandersnatch</a> הוא הפתרון המומלץ לשם כך. שים/י לב לכך שדרישת האחסון לעותק שיקוף של PyPI היא למעלה מ-1TB—והיא הולכת וגדלה!
id: Jika Anda perlu menjalankan mirror PyPI Anda sendiri,<a href="%(href)s">proyek bandersnatch</a> adalah solusi yang disarankan. Perhatikan bahwa persyaratan penyimpanan untuk mirror PyPI akan melebihi 1 terabyte — dan terus bertambah!
it: Se vuoi eseguire il tuo mirror di PyPI, il <a href="%(href)s">progetto bandersnatch</a> è la soluzione raccomandata. Nota che i requisiti di memoria per un mirror PyPI supererebbero 1 terabyte - e oltre!
ja: PyPIのミラーを独自に実行する必要がある場合、お勧めの解決方法は<a href="%(href)s">bandersnatchプロジェクト</a>です。PyPIのミラーに必要なストレージ要件は1テラバイトを超え、さらに増大することに注意してください！
pt: Se precisa executar o seu próprio espelho do PyPI, o <a href="%(href)s">projeto bandersnatch</a> é a solução recomendada. Observe que os requisitos de armazenamento para um espelho PyPI excederia 1 terabyte — e crescendo!
pt_br: Se você precisa executar seu próprio espelho do PyPI, o <a href="%(href)s">projeto bandersnatch</a> é a solução recomendada. Observe que os requisitos de armazenamento para um espelho PyPI excederia 1 terabyte — e crescendo!
ru: Если вам необходимо запустить собственное зеркало PyPI, то рекомендуемым решением является <a href="%(href)s">проект bandersnatch</a>. Обратите внимание, что требования к объёму хранилища для зеркала PyPI превышают 1 терабайт и будут только расти!
sk: Ak potrebujete spustiť vlastné zrkadlo PyPI, odporúčaným riešením je projekt <a href="%(href)s">bandersnatch</a>. Všimnite si, že požiadavky na úložisko pre zrkadlo PyPI by presiahli 1 terabajt – a stále rastú!
ta: உங்கள் சொந்த பைபியின் கண்ணாடியை இயக்க வேண்டும் என்றால், <a href = "%(href)s"> BandersNatch திட்டம் </a> பரிந்துரைக்கப்பட்ட தீர்வாகும். ஒரு பைபி கண்ணாடியின் சேமிப்பக தேவைகள் 1 டெராபைட்டை தாண்டி வளரும் என்பதை நினைவில் கொள்க!
tr: PyPI' ın kendinize ait bir kopyası ile çalışmak istiyorsanız, <a href="%(href)s">bandersnatch projesi</a> iyi bir çözüm olabilir. Yalnız unutmayın ki PyPI'ın bir kopyasının ihtiyacı olan depolama gereksinimi 1 terabyte'dan daha fazladır ve anlık olarak artmaya devam etmektedir!
uk: Якщо вам необхідно підтримувати власне дзеркало PyPI, ми радимо скористатися <a href="%(href)s">проєктом bandersnatch</a>. Запримітьте, що вимоги до сховища для дзеркала PyPI перевищують 1 терабайт — і більше!

source: You can subscribe to the <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">project releases RSS feed</a>. Additionally, there are several third-party services that offer comprehensive monitoring and notifications for project releases and vulnerabilities listed as <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">GitHub apps</a>.
eo: Vi povas aboni la <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS-abonfluon de projektaj eldonoj</a>. Krome, ekzistas pluraj triapartiaj servoj, kiuj ofertas ampleksan monitoradon kaj sciigojn pri eldonoj de projektoj kaj nesekuraĵoj listigitaj kiel <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">GitHub-aplikaĵoj</a>.
es: Es posible suscribirse al <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">suministro RSS de versiones de cada proyecto</a>. Además, existen varios servicios de terceros que brindan monitorizaciones exhaustivas y notificaciones ante versiones y vulnerabilidades nuevas, disponibles como <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">aplicaciones de GitHub</a>.
he: באפשרותך להירשם אל <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">ערוץ ה-RSS של גרסאות הפרויקט</a>. בנוסף, ישנם מספר שירותי צד ג׳ המספקים בקרה מקיפה והתראות אודות גרסאות ופרצות אבטחה של פרויקטים הרשומים בצורת <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">אפליקציות GitHub</a>.
id: Anda dapat berlangganan ke <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">umpan RSS rilis proyek</a>. Selain itu, ada beberapa layanan pihak ketiga yang menawarkan pemantauan dan pemberitahuan komprehensif untuk rilis proyek dan kerentanan yang tercantum sebagai <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">aplikasi GitHub</a>.
it: Puoi sottoscrivere <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">i contenuti RSS dei rilasci del progetto</a>. In aggiunta, ci sono parecchi servizi di terze parti che offrono monitoraggio completo e notifiche per i rilasci e le vulnerabilità del progetto elencate come <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">GitHub apps</a>.
pt: Pode inscrever-se ao <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">feed RSS de lançamentos do projeto</a>. Além disso, existem vários serviços de terceiros que oferecem monitoramento abrangente e notificações para versões de projeto e vulnerabilidades listadas como <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">apps do GitHub</a>.
pt_br: Você pode ser inscrever ao <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">feed RSS de lançamentos do projeto</a>. Além disso, existem vários serviços de terceiros que oferecem monitoramento abrangente e notificações para versões de projeto e vulnerabilidades listadas como <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">aplicativos do GitHub</a>.
ru: Вы можете подписаться на <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">ленту RSS с выпусками проекта</a>. Кроме того, существует несколько сторонних сервисов, которые предлагают исчерпывающий мониторинг и уведомления о выпусках проектов и об их уязвимостях. Эти проекты перечислены на странице <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">приложений GitHub’а</a>.
sk: Môžete sa prihlásiť na odber <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">project releases RSS feed</a>. Okrem toho existuje niekoľko služieb tretích strán, ktoré ponúkajú komplexné monitorovanie a oznámenia o vydaniach projektu a zraniteľných miestach uvedených ako <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">GitHub apps</a>.
ta: நீங்கள் <a href = "%(rss_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> திட்ட வெளியீடுகள் RSS FEAT </a> க்கு நீங்கள் குழுசேரலாம். கூடுதலாக, பல மூன்றாம் தரப்பு சேவைகள் உள்ளன, அவை <a href = "%(href)s" தலைப்பு = "%(title)s" _ வெற்று "rel =" என பட்டியலிடப்பட்ட திட்ட வெளியீடுகள் மற்றும் பாதிப்புகளுக்கான விரிவான கண்காணிப்பு மற்றும் அறிவிப்புகளை வழங்குகின்றன. noopener "> github apps </a>.
uk: Ви можете підписатися на <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS-стрічку проєкту</a>. Крім того, є сторонні служби, які пропонують всеосяжний моніторинг та сповіщення про публікації проєктів та переліки вразливостей у вигляді <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">GitHub-застосунків</a>.

source: You can analyze PyPI project/package metadata and <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">download usage statistics</a> via our public dataset on Google BigQuery.
eo: Vi povas analizi projektajn/pakajn metadatenojn ĉe PyPI kaj <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">elŝuti statistikojn pri uzado</a> per nia publika datenbanko ĉe Google BigQuery.
es: Puede analizar metadatos de proyectos y paquetes de PyPI y <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">descargar estadísticas de uso</a> de nuestro conjunto de datos público en Google BigQuery.
he: אתה יכול לנתח מסד הנתונים של פרויקט / חבילה של PyPI ול <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> להוריד סטטיסטיקות שימוש </a> דרך הציבור שלנו מערך נתונים ב- BigQuery של גוגל.
id: Anda dapat menganalisis proyek PyPI / metadata paket dan <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">mengunduh statistik penggunaan</a> melalui data set publik kami di Google BigQuery.
it: Puoi analizzare i metadati del progetto/pacchetto e <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">scaricare le statistiche di utilizzo</a> attraverso il nostro dataset pubblico su Google BigQuery.
pt: Pode analisar os metadados de pacotes/projetos do PyPI e <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">estatísticas de uso de download</a> por meio de nosso conjunto de dados público no Google BigQuery.
pt_br: Você pode analisar os metadados de pacotes/projetos do PyPI e <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">estatísticas de uso de download</a> por meio de nosso conjunto de dados público no Google BigQuery.
ru: Вы можете проанализировать метаданные размещённого на PyPI проекта/пакета и <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">скачать статистику использования</a> через наш общедоступный набор данных на Google BigQuery.
sk: Metadáta projektu/balíka PyPI a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">download štatistiky používania</a> môžete analyzovať prostredníctvom našej verejnej množiny údajov v nástroji Google BigQuery.
ta: நீங்கள் PYPI திட்டம்/தொகுப்பு மேனிலை தரவு மற்றும் <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பயன்பாட்டு புள்ளிவிவரங்களைப் பதிவிறக்குங்கள் </a> எங்கள் பொது வழியாக பகுப்பாய்வு செய்யலாம் Google Bigquery இல் தரவுத்தொகுப்பு.
uk: Ви можете аналізувати метадані проєкту/пакунка та <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">статистику використання завантажень з PyPI</a> за допомогою нашого публічного набору даних на Google BigQuery.
