Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: If you lose access to your <a href="#totp">authentication application</a> or <a href="#utfkey">security device</a>, you can use these codes to sign into PyPI.
fr: Si vous perdez l'accès à votre <a href="#totp">application d'authentification</a> ou à votre <a href="#utfkey">périphérique de sécurité</a>, vous pouvez utiliser ces codes pour vous connecter à PyPI.
he: אם תאבד לך הגישה ל<a href="#totp">אפליקצית האימות</a> או ל<a href="#utfkey">מכשיר האבטחה</a>, תוכל/י להשתמש בקודים אלו כדי להתחבר ל-PyPI.
id: Jika Anda kehilangan akses ke <a href="#totp">aplikasi otentikasi</a> atau <a href="#utfkey">perangkat keamanan</a>, Anda dapat menggunakan kode ini untuk masuk ke PyPI.
tr: Eğer <a href="#totp">kimlik doğrulama cihazınıza</a> yahut <a href="#utfkey">güvenlik cihazınıza</a> erişiminizi kaybederseniz, PyPI'da oturum açmak için bu kodları kullanabilirsiniz.

source: Recovery codes are <strong>one time use</strong>. They are not a substitute for a <a href="#totp">authentication application</a> or <a href="#utfkey">security device</a> and should only be used for recovery. After using a recovery code to sign in, it becomes inactive.
fr: Les codes de récupération sont <strong>à usage unique</strong>. Ils ne remplacent pas une <a href="#totp">application d'authentification</a> ou un <a href="#utfkey">périphérique de sécurité</a> et ne doivent être utilisés que pour la récupération du compte. Après l'utilisation d'un code de récupération pour la connexion, celui-ci devient inactif.
he: קודים לשחזור הם <strong>חד-פעמיים</strong>. הם אינם תחליף ל<a href="#totp">אפליקצית אימות</a> או ל<a href="#utfkey">מכשיר אבטחה</a> וצריכים לשמש רק לשחזור גישה לחשבון. אחרי שימוש בקוד שחזור להתחברות, הקוד מפסיק להיות פעיל.
id: Kode pemulihan <strong>hanya digunakan satu kali</strong>. Kode ini bukanlah pengganti dari <a href="#totp">aplikasi otentikasi</a> atau <a href="#utfkey">perangkat keamanan</a> dan hanya boleh digunakan untuk pemulihan. Setelah menggunakan kode pemulihan untuk sign in, kode akan menjadi tidak aktif.
tr: Kurtarma kodları <strong>tek seferliktir</strong>. Yapı olarak <a href="#totp">kimlik doğrulama uygulamaları</a> yahut <a href="#utfkey">güvenlik cihazlarının</a> yerine geçmezler ve sadece hesap kurtarma işlemi için kullanılmalıdırlar. Bir kurtarma kodu kullanıldıktan sonra inaktif hale gelir ve tekrar kullanılamaz.

source: When prompted for two factor authentication, select "Login using recovery codes"
he: כאשר תתבקש/י לספק אימות דו-גורמי, בחר/י ב-"התחברות באמצעות קוד שחזור"
id: Saat diminta untuk otentikasi dua faktor, pilih "Login menggunakan kode pemulihan"

source: <p>API tokens provide an alternative way (instead of username and password) to authenticate when <strong>uploading packages</strong> to PyPI.</p> <p>You can create a token for an entire PyPI account, in which case, the token will work for all projects associated with that account. Alternatively, you can limit a token's scope to a specific project.</p> <p><strong>We strongly recommend you authenticate with an API token where possible.</strong></p>
fr: <p>Les jetons d'API fournissent une alternative (au lieu d'un nom d'utilisateur et d'un mot de passe) à l'authentification sur PyPI lors de la <strong>publication de paquets</strong></p> <p>Vous pouvez créer un jeton pour l'ensemble d'un compte PyPI, dans ce cas, le jeton fonctionnera pour tous les projets associés à ce compte. Autrement, vous pouvez limiter la portée d'un jeton à un projet spécifique.</p> <p><strong>Nous vous recommandons fortement de vous connecter avec un jeton d'API lorsque c'est possible.</strong></p>
he: <p>אסימוני API מאפשר דרך חלופית (במקום שם משתמש וסיסמה) להזדהות בעת <strong>העלאת חבילות</strong> אל PyPI.</p> <p>ניתן ליצור אסימון עבור חשבון PyPI שלם. במקרה כזה, האסימון יהיה תקף עבור כל הפרויקטים המשויכים לחשבון זה. לחלופין, ניתן להגביל את תחום התוקף של אסימון לפרויקט מסוים.</p> <p><strong>אנו ממליצים בחום להזדהות באמצעות אסימון API היכן שאפשר.</strong></p>
tr: <p>PyPI' a <strong>paket yüklerken</strong> normal yöntemler ile (kullanıcı adı ve parola) kimlik doğrulamaya alternatif olarak API belirteçleri kullanabilirsiniz.</p> <p>PyPI hesabınızın tamamını kapsayıcı bir belirteç oluşturabilirsiniz, bu durumda belirteç hesabınızla ilişkili tüm projeler için çalışacaktır. Buna alternatif olarak sadece belirli projeler için çalışacak kısıtlı bir kapsama sahip belirteçler de oluşturabilirsiniz.</p> <p><strong>Kimlik doğrulama sırasında eğer mümkünse API belirteçleri kullanmanızı tavsiye ediyoruz.</strong></p>

source: <p>PyPI asks you to confirm your password before you want to perform a <i>sensitive action</i>. Sensitive actions include things like adding or removing maintainers, deleting distributions, generating API tokens, and setting up two-factor authentication.</p> <p>You'll only have to re-confirm your password if it's been more than an hour since you last confirmed it.</p> <p><strong>We strongly recommend you only perform such actions on your personal, password-protected computer.</strong></p>
he: <p> PyPI מבקש ממך לאשר את הסיסמה שלך לפני שאתה רוצה לבצע <i> פעולה רגישה </i>. פעולות רגישות כוללות דברים כמו הוספה או הסרה של תחזוקנים, מחיקת הפצות, יצירת אסימוני API והגדרת אימות דו-גורמי. </p> <p>תצטרך לאשר מחדש את הסיסמה שלך רק אם חלפה יותר משעה מאשרת אותה לאחרונה. </p> <p><strong>אנו ממליצים בחום לבצע פעולות כאלה רק במחשב האישי שלך, המוגן באמצעות סיסמה.</strong></p>

source: Your publishing tool may return an error that your new project can't be created with your desired name, despite no evidence of a project or release of the same name on PyPI. Currently, there are three primary reasons this may occur:
el: Το εργαλείο που ανεβάζετε πακέτα μπορεί να σας επιστρέψει σφάλμα ότι το νέο project δεν μπορεί να δημιουργηθεί με το επιθυμητό όνομα παρόλο αυτό το όνομα φαίνεται να μην υπάρχει πουθενά στο PyPI. Προς το παρόν, υπάρχουν τρεις πιθανοί λόγοι που μπορεί να συμβαίνει αυτό:
fr: Votre outil de publication peut renvoyer une erreur indiquant que votre nouveau projet ne peut pas être créé avec le nom désiré, malgré l'absence de preuve d'un projet ou d'une version du même nom sur PyPI. Actuellement, il y a trois raisons principales pour lesquelles cela peut se produire :
he: כלי הפרסום שלך עלול לדווח שגיאה על כך שהפרויקט לא ניתן ליצירה עם השם המבוקש, למרות שאין עדות לפרויקט או גרסה עם שם כזה ב-PyPI. נכון לעכשיו, ישנן שלוש סיבות עיקריות שזה יכול להתרחש:
ja: PyPI上に同名のプロジェクトやリリースの形跡がないにもかかわらず、希望する名前で新しいプロジェクトを作成できないエラーを公開ツールが返すかもしれません。現在、これが発生する主な原因は以下の3つです。
tr: Yayımlama aracınız, yeni projeniz için belirlediğiniz ismin, PyPI üzerinde o isme sahip herhangi bir proje yahut proje sürümü olmamasına rağmen, kullanılamayacağına dair bir hata dönebilir. (Şu anki sisteme göre) Böyle bir duruma neden olabilecek üç şey var:

source: PyPI will reject uploads if the description fails to render. To check a description locally for validity, you may use <a href="%(href)s">readme_renderer</a>, which is the same description renderer used by PyPI.
el: Το PyPI θα απορρίψει ανεβάσματα αν η περιγραφή δεν μπορεί να αναγνωριστεί. Για να ελέγξετε τοπικά την εγκυρότητα της περιγραφής, θα χρειαστεί να κάνετε χρήση του <a href="%(href)s">readme_renderer</a>, το ίδιο ακριβώς που χρησιμοποιεί το PyPI.
fr: PyPI rejette les publications si la mise en forme de la description échoue. Pour vérifier la validité d'une description en local, vous pouvez utiliser <a href="%(href)s">readme_renderer</a>, qui utilise le même système de mise en forme des descriptions que PyPI.
he: PyPI ידחה העלאות אם הוא ייכשל בהפקת התיאור בהתאם לפורמט. כדי לבדוק מקומית האם תיאור הוא תקין, ניתן להשתמש ב-<a href="%(href)s">readme_renderer</a>, שהוא אותו כלי הפקת תיאורים המשמש את PyPI.
ja: 説明文のレンダリングに失敗した場合、PyPIはアップロードを拒否するでしょう。ローカルで説明文の妥当性をチェックするには、<a href="%(href)s">readme_renderer</a>を使用できます。これは、PyPIで使われている説明文のレンダラと同じものです。
tr: Eğer açıklama işlenemez ise yükleme PyPI tarafından reddedilecektir. Açklamanın işlenebilirliğini yerel olarak test etmek için PyPI tarafından da kullanılan <a href="%(href)s">readme_renderer</a> 'yı kullanabilirsiniz.

source: If you've forgotten your PyPI password but you remember your email address or username, follow these steps to reset your password:
el: Αν ξεχάσατε τον κωδικό χρήστη σας στο PyPI αλλά θυμάστε την διεύθυνση email ή το όνομα χρήστη σας, ακολουθήστε τα ακόλουθα βήματα για να μηδενίσετε τον κωδικό σας:
fr: Si vous avez oublié votre mot de passe PyPI mais que vous vous souvenez de votre adresse e-mail ou de votre nom d'utilisateur, suivez ces étapes pour réinitialiser votre mot de passe :
he: אם שכחת את הסיסמה שלך ל-PyPI אבל את/ה זוכר/ת את האי-מייל או שם המשתמש שלך, בצע/י את הצעדים הבאים כדי לאפס את סיסמתך:
id: Jika Anda lupa password PyPI Anda tapi Anda ingat alamat email atau username, ikuti langkah-langkah berikut untuk mereset password Anda:
ja: PyPIのパスワードを忘れたけれどメールアドレスまたはユーザ名を覚えている場合は、以下のステップを踏んでパスワードをリセットしてください。
tr: Eğer PyPI parolanızı unuttunuz ama e-posta adresinizi yahut kullanıcı isminizi hatırlıyorsanız, şu adımları takip ederek parolanızı sıfırlayabilirsiniz:

source: Lost two factor authentication <a href="#totp">application</a>, <a href="#utfkey">device</a>, and <a href="#recoverycodes">recovery codes</a>
fr: Vous avez perdu l'accès à votre <a href="#totp">application d'authentification</a>, <a href="#utfkey">périphérique de sécurité</a> et à vos <a href="#recoverycodes">codes de récupération</a>
he: אובדן <a href="#totp">אפליקצית</a>, <a href="#utfkey">מכשיר</a> ו<a href="#recoverycodes">קודי השחזור</a> להזדהות דו-גורמית
id: Kehilangan <a href="#totp">aplikasi</a>, <a href="#utfkey">perangkat</a>, dan <a href="#recoverycodes">kode pemulihan</a> otentikasi dua faktor
tr: İki faktörlü kimlik doğrulama <a href="#totp">uygulaması</a>, <a href="#utfkey">cihazı</a>, ve <a href="#recoverycodes">kurtarma kodları</a>'na olan erişimin kaybedilmesi

source: If you are using a username and password for uploads:
fr: SI vous utilisez un nom d'utilisateur et un mot de passe pour publier :
he: אם הינך משתמש/ת בשם משתמש ובסיסמה לצורך העלאות:
id: Jika Anda menggunakan nama pengguna dan kata sandi untuk mengunggah:
tr: Yüklemeler için bir kullanıcı adı ve parola kullanıyorsanız:

source: Ensure that your username and password are correct.
he: ודא/י ששם המשתמש והסיסמה נכונים.
id: Pastikan username dan password Anda benar.

source: Ensure that your username and password do not contain any trailing characters such as newlines.
fr: Assurez-vous que votre nom d'utilisateur et votre mot de passe ne contiennent pas de de caractères de fin de ligne.
he: ודא/י ששם המשתמש והסיסמה אינם מכילים תווים מיותרים בסופם, כגון תו שורה חדשה.
id: Pastikan username dan password Anda tidak mengandung karakter tambahan seperti baris baru.
tr: Kullanıcı adınızın ve parolanızın yeni satır(/n/r) gibi herhangi bir trailing karakter içermediğinden emin olun.

source: If you are using an <a href="#apitoken">API Token</a> for uploads:
fr: Si vous utilisez un <a href="#apitoken">jeton d'API</a> pour publier :
he: אם הינך משתמש/ת ב<a href="#apitoken">אסימון API</a> עבור העלאות:
id: Jika Anda menggunakan <a href="#apitoken">API Token</a> untuk mengunggah:
tr: Yüklemeler için bir <a href="#apitoken">API Belirteci</a> kullanıyorsanız:

source: In both cases, remember that PyPI and TestPyPI each require you to create an account, so your credentials may be different.
he: בשני המקרים, זכר/י שכל אחד מבין PyPI ו-TestPyPI דורש יצירת חשבון, לכן פרטי ההזדהות שלך יכולים להיות שונים.
id: Dalam kedua kasus tersebut, ingatlah bahwa PyPI dan Test PyPI masing-masing mengharuskan Anda membuat akun, jadi kredensial Anda mungkin berbeda.

source: For help, go to <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">the <code>#pypa</code> IRC channel on Freenode</a>, file an issue at <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a>, or <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">post to the python-help mailing list</a>, including your OS and installation details and the output of <code>%(command)s</code>.
el: Για βοήθεια μεταβείτε <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">στο κανάλι IRC <code>#pypa</code> στο Freenode</a>, ανοίξτε ένα θέμα στο <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a> ή <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">γράψτε στη python-help mailing list</a>, συμπεριλαμβάνοντας το λειτουργικό σας σύστημα και οδηγίες εγκατάστασης του καθώς και την έξοδο από την εντολή <code>%(command)s</code>.
fr: Pour obtenir de l'aide, rendez-vous sur <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">le canal IRC <code>#pypa</code> sur Freenode</a>, ouvrez un ticket sur <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a>, ou <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">postez un message sur la liste de diffusion python-help</a>, en indiquant votre système d'exploitation et les détails de votre installation ainsi que la sortie de <code>%(command)s</code>.
he: לעזרה גש/י ל<a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">ערוץ ה-IRC‏ <code>#pypa</code> ב-Freenode</a>, צר/י סוגיה ב-<a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a> או <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">כתב/י את רשימת המייל python-help</a>, תוך ציון מערכת ההפעלה שלך, פרטי ההתקנה והפלט של הרצת הפקודה <code>%(command)s</code>.
ja: 助けが必要な場合は、<a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">FreenodeのIRCチャンネル<code>#pypa</code></a>にアクセスする、<a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a>でイシューを報告する、あるいは<a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">python-helpメーリングリストに投稿</a>してください。その際には、あなたのOSとインストールの詳細と<code>%(command)s</code>の出力結果を含めてください。
tr: Yardım için <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener"> <code>#pypa</code> Freenode üzerinde ki IRC kanalı</a>' a gidin, <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a> üzerinde bir sorun bildirin, yahut <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">python-help e-posta listesine</a>, işletim sisteminiz, kurulum detaylarınız ve <code>%(command)s</code>' unuzun çıktısı ile ileti gönderin.

source: To avoid this situation, <a href="%(test_pypi_href)s" title="%(title)s" target="_blank" rel="noopener">use Test PyPI to perform and check your upload first</a>, before uploading to <a href="%(pypi_href)s">pypi.org</a>.
el: Για την αποφυγή αυτής της κατάστασης, <a href="%(test_pypi_href)s" title="%(title)s" target="_blank" rel="noopener">χρησιμοποιήστε το Test PyPI για να ελέγξετε το ανέβασμα του πακέτου σας</a>, προτού το ανεβάσετε στο <a href="%(pypi_href)s">pypi.org</a>.
fr: Pour éviter cette situation, <a href="%(test_pypi_href)s" title="%(title)s" target="_blank" rel="noopener">utilisez Test PyPI pour procéder et vérifier votre publication dans un premier temps</a>, avant de la publier sur <a href="%(pypi_href)s">pypi.org</a>.
he: כדי להימנע ממצב זה, <a href="%(test_pypi_href)s" title="%(title)s" target="_blank" rel="noopener">השתמש/י ב-Test PyPI כדי לבצע העלאה ולבדוק אותה תחילה</a>, לפני העלאה אל <a href="%(pypi_href)s">pypi.org</a>.
ja: このような状況を避けるために、<a href="%(pypi_href)s">pypi.org</a>にアップロードする前に、<a href="%(test_pypi_href)s" title="%(title)s" target="_blank" rel="noopener">まずTest PyPIを使ってアップロードのチェックを行ってください</a>。
tr: Bu gibi durumlardan kaçınmak için, <a href="%(pypi_href)s">pypi.org</a>' a direkt yükleme yapmadan önce, <a href="%(test_pypi_href)s" title="%(title)s" target="_blank" rel="noopener">Test PyPI' ı kullanarak yükleme yapın ve yüklemenizi kontrol edin</a>.

source: If you have skills in Python, ElasticSearch, HTML, SCSS, JavaScript, or SQLAlchemy then skim our <a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">"Getting started" guide</a>, then take a look at the <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">issue tracker</a>. We've created a <a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">'Good first issue'</a> label – we recommend you start here.
el: Αν έχετε γνώσεις πάνω σε Python, ElasticSearch, HTML, SCSS, JavaScript, ή SQLAlchemy τότε διαβάστε τον οδηγό μας <a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">"Getting started"</a> και έπειτα ρίξτε μια ματιά στον <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">issue tracker</a>. Έχουμε δημιουργήσει issues με την ετικέτα <a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">'Good first issue'</a> – προτείνουμε να ξεκινήσετε από εκεί.
fr: Si vous avez des compétences en Python, ElasticSearch, HTML, SCSS, JavaScript ou SQLAlchemy alors lisez notre <a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">Guide de démarrage</a>, puis jetez un œil à notre <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">gestionnaire de tickets</a>. Nous avons créé une étiquette <a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">« Good first issue »</a> – nous vous recommandons de commencer par là.
he: אם יש לך כישורים בפייתון, ElasticSearch, ‏HTML,‏ SCSS,‏ JavaScript‏ או SQLAlchemy אז רפרף/י מעל <a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">מדריך "Getting started"</a> שלנו ואז תן/י מבט ב<a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">מערכת מעקב הסוגיות (issue tracker)</a>. יצרנו תווית <a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">'Good first issue'</a> – אנו ממליצים להתחיל כאן.
id: Jika Anda memiliki keterampilan dalam Python, ElasticSearch, HTML, SCSS, JavaScript, atau SQLAlchemy kemudian skim panduan <a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">"Memulai"</a>, lalu lihatlah <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">issue tracker</a>. Kami telah membuat label <a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">'Good first issue'</a> – kami sarankan Anda mulai dari sini.
ja: もしあなたがPython、ElasticSearch、HTML、SCSS、JavaScript、またはSQLAlchemyのスキルを持っている場合、<a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">"Getting started"ガイド</a>に目を通し、 <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">イシュートラッカー</a>を見てください。私たちは<a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">'Good first issue'</a>ラベルを作っており、ここから始めることを推奨しています。

source: Issues are grouped into <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">milestones</a>; working on issues in the current milestone is a great way to help push the project forward. If you're interested in working on a particular issue, leave a comment and we can guide you through the contribution process.
el: Τα θέματα (issues) είναι κατηγοριοποιημένα σε <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">milestones</a>. Δουλεύοντας πάνω σε issues στο τρέχον milestone θα βοηθήσετε να πάει το project μπροστά. Αν ενδιαφέρεστε να δουλέψετε πάνω σε ένα συγκεκριμένο issue, αφήστε ένα σχόλιο και θα σας καθοδηγήσουμε στη διαδικασία συνεισφοράς.
fr: Les tickets sont groupés en <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">jalons</a> ; Travailler sur les tickets du jalon courant est une bonne façon d'aider à faire avancer le projet. Si vous êtes intéressé pour travailler sur un ticket particulier, laissez un commentaire et nous pouvons vous aider à travers le processus de contribution.
he: סוגיות מחולקות ל<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">אבני דרך (milestones)</a>; עבודה על סוגיות באבן הדרך הנוכחית היא דרך מצוינת לעזור לקדם את הפרויקט. אם את/ה מעוניין/ת לעבוד על סוגיה מסוימת, השאר/י הערה ונוכל להדריך אותך לאורך התהליך.
id: Masalah dikelompokkan ke dalam <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">milestone</a>; mengerjakan masalah dalam milestone saat ini adalah cara yang bagus untuk membantu mendorong proyek ke depan. Jika Anda tertarik untuk mengerjakan masalah tertentu, tinggalkan komentar dan kami dapat memandu Anda melalui proses kontribusi.
ja: イシューは、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">マイルストン</a>ごとにグルーピングされています。現在のマイルストン上のイシューに取り組むことは、プロジェクトを前進させる素晴らしい方法です。もしあなたが特定のイシューに取り組むことに関心がある場合、コメントを残していただけると、私たちは貢献のプロセスを案内できます。

source: You can also follow the ongoing development of the project on the <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">distutils-sig mailing list</a> and the <a href="%(discourse_forum_href)s" title="%(title)s" target="_blank" rel="noopener">Python packaging forum on Discourse</a>.
he: ניתן גם לעקוב אחר הפיתוח לאורך הזמן של הפרויקט ב<a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">רשימת המייל distutils-sig</a> וב<a href="%(discourse_forum_href)s" title="%(title)s" target="_blank" rel="noopener">פורום Python packaging ב-Discourse</a>.
