Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: In order to verify that you have safely stored your recovery codes for use in the event of a lost 2FA device, submit one of your recovery codes here.
de: Um zu überprüfen, ob Sie Ihre Wiederherstellungscodes sicher für die Verwendung bei einem verlorenen 2FA-Gerät gespeichert haben, geben Sie hier einen Ihrer Wiederherstellungscodes ein.
eo: Por kontroli, ĉu vi sekure konservis viajn realirajn kodojn se la 2PA-aparato perdiĝus, tajpu unu el viaj realiraj kodoj ĉi tie.
it: Per verificare che i tuoi codici di recupero siano stati salvati correttamente, da utilizzare in caso di perdita di un dispositivo 2FA, invia uno dei tuoi codici di recupero qui.
pt: Para verificar se armazenou os seus códigos de recuperação com segurança para uso em caso de perda de um aparelho de 2FA, envie um dos seus códigos de recuperação aqui.
pt_br: Para verificar se você armazenou com segurança seus códigos de recuperação para uso em caso de perda de um dispositivo 2FA, envie um de seus códigos de recuperação aqui.
ru: Чтобы убедиться, что вы безопасно хранили свои коды восстановления для использования в случае потерянного устройства 2FA, подайте один из ваших кодов восстановления здесь.
sk: Aby ste si overili, že ste si bezpečne uložili svoje obnovovacie kódy na použitie v prípade straty zariadenia 2FA, odošlite sem jeden z vašich obnovovacích kódov.
ta: இழந்த 2FA சாதனம் ஏற்பட்டால், உங்கள் மீட்புக் குறியீடுகளை நீங்கள் பாதுகாப்பாக சேமித்து வைத்திருக்கிறீர்களா என்பதை சரிபார்க்க, உங்கள் மீட்பு குறியீடுகளில் ஒன்றை இங்கே சமர்ப்பிக்கவும்.

source: The recovery code you choose will be considered used and no longer be available to bypass 2FA.
de: Der Wiederherstellungscode, den Sie wählen, wird als verwendet markiert und nicht mehr verfügbar sein, um 2FA zu umgehen.
eo: La realira kodo elektita de vi estos foruzita kaj ne plu uzebla por preteriri 2PA.
it: Il codice di recupero che hai scelto verrà considerato come utilizzato e non sarà più disponibile per bypassare l'autenticazione a due fattori (2FA).
pt: O código de recuperação escolhido será considerado usado e não estará mais disponível para ignorar o 2FA.
pt_br: O código de recuperação escolhido será considerado usado e não estará mais disponível para ignorar o 2FA.
ru: Код восстановления, который вы выберете, будет считаться использованным и больше не будет доступен для обхода 2FA.
sk: Kód na obnovenie, ktorý si vyberiete, sa bude považovať za použitý a už nebude k dispozícii na obídenie 2FA.
ta: நீங்கள் தேர்ந்தெடுக்கும் மீட்பு குறியீடு பயன்படுத்தப்படுவதாகக் கருதப்படும், மேலும் 2FA ஐத் தவிர்ப்பதற்கு இனி கிடைக்காது.

source: <strong>Forgot to safely store your recovery codes?</strong> You'll need to generate them again.
de: <strong> Vergessen Ihre Wiederherstellungscodes sicher zu speichern? </strong> Dann müssen Sie sie wieder generieren.
eo: <strong>Ĉu vi forgesis sekure konservi viajn realirajn kodojn?</strong> Vi devas generi ilin denove.
it: <strong>Hai dimenticato di salvare i tuoi codici di recupero?</strong> Avrai bisogno di generarli di nuovo.
pt: <strong>Esqueceu-se de armazenar os seus códigos de recuperação com segurança?</strong> Precisará gerá-los novamente.
pt_br: <strong>Esqueceu de armazenar seus códigos de recuperação com segurança?</strong> Você precisará gerá-los novamente.
ru: <strong>Forgot, чтобы безопасно хранить ваши коды восстановления? </strong> Вам нужно будет генерировать их снова.
sk: <strong>Zabudli ste bezpečne uložiť svoje kódy na obnovenie?</strong> Budete ich musieť vygenerovať znova.
ta: <strong> உங்கள் மீட்புக் குறியீடுகளை பாதுகாப்பாக சேமிக்க மறந்துவிட்டீர்களா? </strong> நீங்கள் அவற்றை மீண்டும் உருவாக்க வேண்டும்.

source: Account recovery codes
eo: Kodoj por realiro al la konto
es: Códigos de recuperación de la cuenta
he: קודים לשחזור חשבון
id: Kode pemulihan akun
it: Codici di recupero account
pt: Códigos de recuperação da conta
pt_br: Códigos de recuperação da conta
ru: Коды восстановления учётной записи
sk: Kódy na obnovenie účtu
ta: கணக்கு மீட்பு குறியீடுகள்
uk: Коди відновлення облікового запису

source: Regenerate recovery codes
de: Wiederherstellungcodes erneut generieren
eo: Regeneri realirajn kodojn
es: Volver a generar códigos de recuperación
fr: Régénérer des codes de récupération
he: ייצור מחדש של קודים לשחזור
id: Buat kembali kode pemulihan
it: rigenera codici di recupero
pt: Gerar códigos de recuperação novamente
pt_br: Gerar novamente códigos de recuperação
ru: Повторно сгенерировать коды восстановления
sk: Obnovte obnovovacie kódy
ta: மீட்பு குறியீடுகளை மீண்டும் உருவாக்கவும்
tr: Kurtarma kodlarını yeniden oluştur
uk: Згенерувати нові коди відновлення

source: If you lose access to your authentication application or security key(s), you’ll need to use one of these recovery codes to log into your PyPI account. Each code can only be used <strong>once</strong>.
de: Wenn Sie Zugriff auf Ihre Authentifizierungs-Anwendung oder Sicherheitsschlüssel verlieren, müssen Sie eine dieser Wiederherstellungscodes verwenden, um sich in Ihr PyPI-Konto einzuloggen. Jeder Code kann nur <strong>einmal</strong> verwendet werden.
eo: Se vi perdos vian aŭtentikigan programon aŭ sekuriga(j)n ŝlosilo(j)n, vi devos uzi unu el ĉi tiuj realiraj kodoj por saluti en vian PyPI-konton. Ĉiu kodo estas uzebla nur <strong>unu fojon</strong>.
es: Si pierde el acceso a su aplicación de autenticación o a su llave de seguridad, habrá de utilizar uno de estos códigos de recuperación para acceder a su cuenta de PyPI. Cada código puede utilizarse <strong>una vez</strong>.
fr: Si vous perdez l'accès à votre application d'authentification ou votre/vos clé(s) de sécurité, vous devrez utiliser l'un de ces codes pour vous connecter à votre compte PyPI. Chaque code ne peut être utilisé qu'<strong>une seule fois</strong>.
he: אם תאבד/י גישה לאפליקציית ההזדהות שלך או למפתח/ות האבטחה, תצטרכ/י להשתמש באחד הקודם האלו כדי להתחבר לחשבון ה-PyPI שלך. בכל קוד ניתן להשתמש רק <strong>פעם אחת</strong>.
id: Jika Anda kehilangan akses ke aplikasi otentikasi atau kunci keamanan, Anda harus menggunakan salah satu kode pemulihan ini untuk masuk ke akun PyPI Anda. Setiap kode hanya dapat digunakan <strong>sekali</strong>.
it: Se perdi l'accesso alla tua applicazione di autenticazione o alla chiave(i) di sicurezza, avrai biogno di uno di questi codici di recupero per accedere al tuo account PyPi. Ogni codice può essere usato solo <strong>una volta</strong>.
pt: Se perder o acesso à sua aplicação de autenticação ou chave(s) de segurança, precisará usar um desses códigos de recuperação para entrar na sua conta PyPI. Cada código só pode ser usado <strong>uma vez</strong>.
pt_br: Se você perder o acesso ao seu aplicativo de autenticação ou chave(s) de segurança, você precisará usar um desses códigos de recuperação para entrar na sua conta PyPI. Cada código só pode ser usado <strong>uma vez</strong>.
ru: Если вы потеряете доступ к своему приложению проверки подлинности или к ключу или ключам безопасности, вам нужно будет использовать один из этих кодов восстановления для входа в свою учётную запись PyPI. Каждый код может быть использован <strong>лишь один раз</strong>.
sk: Ak stratíte prístup k svojej autentifikačnej aplikácii alebo bezpečnostným kľúčom, na prihlásenie do účtu PyPI budete musieť použiť jeden z týchto kódov na obnovenie. Každý kód možno použiť iba <strong>raz</strong>.
ta: உங்கள் அங்கீகார பயன்பாடு அல்லது பாதுகாப்பு விசை (கள்) க்கான அணுகலை நீங்கள் இழந்தால், உங்கள் PYPI கணக்கில் உள்நுழைய இந்த மீட்பு குறியீடுகளில் ஒன்றைப் பயன்படுத்த வேண்டும். ஒவ்வொரு குறியீட்டையும் <strong> ஒருமுறை </strong> மட்டுமே பயன்படுத்த முடியும்.
tr: Kimlik doğrulama uygulamanıza veya güvenlik anahtar(lar)ına erişiminizi kaybederseniz, PyPI hesabınıza giriş yapmak için bu kurtarma kodlarından birini kullanmanız gerekecektir. Her bir kod <strong>yalnız</strong> bir kez kullanılabilir.
uk: Якщо ви втратили доступ до свого застосунку автентифікації чи до ключа(-ів) безпеки, вам знадобиться скористатися одним із кодів відновлення, аби увійти до облікового запису PyPI. Кожен код можна використати лише <strong>один</strong> раз.

source: These codes should <strong>only</strong> be used for account recovery, not for typical logins.
de: Diese Codes sollten <strong>nur</strong> für die Kontowiederherstellung verwendet werden, nicht für typische Logins.
eo: Tiuj kodoj <strong>nur</strong> uziĝu por realiro al la konto, ne por ordinaraj salutoj.
es: Estos códigos deberían utilizarse <strong>solamente</strong> para recuperar la cuenta, no para accesos típicos.
fr: Ces codes ne doivent être utilisés <strong>que</strong> pour la récupération du compte, pas pour les connexions habituelles.
he: בקודים אלו כדאי להשתמש <strong>רק</strong> לצורך שחזור גישה לחשבון, ולא להתחברות רגילה.
id: Kode ini seharusnya <strong>hanya</strong> digunakan untuk pemulihan akun, bukan untuk masuk biasa.
it: Questi codici dovrebbero essere usati <strong>solo</strong>per recupero account , non per accessi abituali.
pt: Estes códigos devem <strong>somente</strong> ser usados para a recuperação de contas, não para inícios de sessão típicos.
pt_br: Estes códigos devem <strong>somente</strong> ser usados para recuperação de contas, não para início de sessão típicos.
ru: Эти коды должны использоваться <strong>только</strong> для восстановления учётной записи, а не для повседневного в неё входа.
sk: Tieto kódy by sa mali používať <strong>len</strong> na obnovenie účtu, nie na typické prihlásenia.
ta: இந்த குறியீடுகள் <strong> மட்டும் </strong> கணக்கு மீட்புக்கு பயன்படுத்தப்பட வேண்டும், வழக்கமான உள்நுழைவுகளுக்கு அல்ல.
tr: Bu kodlar <strong>sadece</strong> hesap kurtarmak için kullanılmalıdır, normal oturum açmalar için değil.
uk: Ці коди повинні використовуватися <strong>лише</strong> для відновлення облікового запису, а не типових входів на сайт.

source: <strong>Keep these somewhere safe</strong>. If you lose your authentication application or security key(s) and do not have access to these recovery codes, you may permanently lose access to your PyPI account!
de: <strong>Bitte bewahren Sie diese Wiederherstellungscodes sicher auf</strong>. Wenn Sie Ihre Authentifizierungs-Anwendung oder Sicherheitsschlüssel verlieren und keinen Zugriff auf diese Wiederherstellungscodes haben, können Sie dauerhaft den Zugriff auf Ihr PyPI-Konto verlieren!
eo: <strong>Konservu ilin sekure</strong>. Se vi perdos vian aŭtentikigan programon aŭ sekuriga(j)n ŝlosilo(j)n kaj ne havos atingon al tiuj realiraj kodoj, vi eble definitive perdos vian konton ĉe PyPI!
es: <strong>Almacénelos en un sitio seguro</strong>. ¡Si pierde su aplicación de autenticación o su llave de seguridad y no cuenta con sus códigos, podría perder permanentemente el acceso a su cuenta de PyPI!
fr: <strong>Conservez-les dans un endroit sûr</strong>. Si vous perdez l'accès à votre application ou à votre/vos clé(s) de sécurité et n'avez plus accès à ces codes de récupération, vous pourriez perdre définitivement l'accès à votre compte PyPI !
he: <strong>שמר/י את הקודים במקום בטוח</strong>. אם תאבד לך אפליקציית האבטה או מפתח/ות האבטחה שלך ולא תהיה לך גישה לקודים האלו, את/ה עלול/ה לאבד לתמיד את הגישה לחשבון ה-PyPI שלך!
id: <strong>Simpan ini di tempat yang aman</strong>. Jika Anda kehilangan aplikasi autentikasi atau kunci keamanan Anda dan tidak memiliki akses ke kode pemulihan ini, Anda mungkin kehilangan akses ke akun PyPI Anda secara permanen!
it: <strong>Conservali in qualche luogo al sicuro </strong>. Se perdi la tua applicazione di autenticazione o chiave(i) di sicurezza e non hai accesso a questi codici di recupero, potresti perdere l'accesso al tuo account PyPI in modo permanente!
pt: <strong>Mantenha-os em algum lugar seguro</strong>. Se perder a sua aplicação de autenticação ou chave(s) de segurança e não tiver acesso a esses códigos de recuperação, poderá perder permanentemente o acesso à sua conta PyPI!
pt_br: <strong>Mantenha estes em algum lugar seguro</strong>. Se você perder seu aplicativo de autenticação ou chave(s) de segurança e não tiver acesso a esses códigos de recuperação, poderá perder permanentemente o acesso à sua conta PyPI!
ru: <strong>Храните их в каком-нибудь безопасном месте</strong>. Если вы потеряете своё приложение проверки подлинности или ключ или ключи безопасности и у вас не будет доступа к этим кодам восстановления, вы можете навсегда потерять доступ к своей учётной записи PyPI!
sk: <strong>Uchovajte ich niekde v bezpečí</strong>. Ak stratíte svoju autentifikačnú aplikáciu alebo bezpečnostný kľúč(y) a nebudete mať prístup k týmto obnovovacím kódom, môžete natrvalo stratiť prístup k svojmu účtu PyPI!
ta: <strong> இவற்றை எங்காவது பாதுகாப்பாக வைத்திருங்கள் </strong>. உங்கள் அங்கீகார பயன்பாடு அல்லது பாதுகாப்பு விசை (களை) இழந்தால், இந்த மீட்பு குறியீடுகளுக்கான அணுகல் இல்லையென்றால், உங்கள் PYPI கணக்குக்கான அணுகலை நிரந்தரமாக இழக்க நேரிடும்!
tr: <strong>Bunları güvenli bir yerde saklayın</strong>. Kimlik doğrulama uygulamanızı veya güvenlik anahtar(lar)ınızı kaybederseniz ve bu kurtarma kodlarına da erişiminiz yoksa, PyPI hesabınıza olan erişiminizi kalıcı olarak kaybedebilirsiniz!
uk: <strong>Зберігайте їх у безпечному місці</strong>. Якщо ви втратите свій застосунок аутентифікації або ключ(і) безпеки і не матимете доступу до цих кодів відновлення, ви можете назавжди втратити доступ до свого облікового запису PyPI!

source: Save your recovery codes
eo: Konservi viajn realirajn kodojn
es: Guarde sus códigos de recuperación
he: שמירת הקודים לשחזור
id: Simpan kode pemulihan Anda
it: Salva i tuoi codici di recupero
pt: Grave os seus códigos de recuperação
pt_br: Salvar seus códigos de recuperação
ru: Сохраните свои коды восстановления
sk: Uložte si kódy na obnovenie
ta: உங்கள் மீட்பு குறியீடுகளைச் சேமிக்கவும்
uk: Збережіть свої коди відновлення

source: Download as file
eo: Elŝuti kiel dosieron
es: Descargar como archivo
fr: Télécharger le fichier
he: הורדה כקובץ
id: Unduh sebagai file
it: Scarica come file
ja: ファイルのダウンロード
pt: Descarregar como ficheiro
pt_br: Baixar como arquivo
ru: Скачать в виде файла
sk: Stiahnuť ako súbor
ta: கோப்பாக பதிவிறக்கவும்
tr: Dosya olarak indirin
uk: Завантажити у вигляді файла

source: Save
de: Speichern
el: Αποθήκευση
eo: Konservi
es: Guardar
fr: Enregistrer
he: שמירה
id: Simpan
it: Salva
ja: 保存
pt: Gravar
pt_br: Salvar
ru: Сохранить
sk: Uložiť
ta: சேமி
tr: Kaydet
uk: Зберегти

source: Continue
de: Fortsetzen
eo: Daŭrigi
es: Continuar
fr: Continuer
he: המשך
id: Lanjutkan
it: Continua
pt: Continuar
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
ta: தொடரவும்
tr: Devam
uk: Продовжити

source: These codes will not be visible again.
de: Diese Codes werden nicht wieder sichtbar.
eo: Tiuj kodoj ne estos videbla denove.
es: Estos códigos no serán visibles de nuevo.
fr: Ces codes ne seront plus visibles.
he: קודים אלו לא יופיעו שוב.
id: Kode ini tidak akan terlihat lagi.
it: Questi codici non saranno visibili nuovamente.
pt: Estes códigos não estarão visíveis novamente.
pt_br: Estes códigos não estarão visíveis novamente.
ru: Эти коды больше не будут видны.
sk: Tieto kódy už nebudú viditeľné.
ta: இந்த குறியீடுகள் மீண்டும் தெரியவில்லை.
tr: Bu kodlar bir daha görünebilir olmayacak.
uk: Цих кодів не буде показано знову.

source: Ensure that you have securely stored them before continuing.
de: Stellen Sie sicher, dass Sie sie sicher gespeichert haben, bevor Sie fortfahren.
eo: Certigu, ke vi sekure konservis ilin, antaŭ daŭrigo.
es: Cerciórese de que los ha almacenado de manera segura antes de proceder.
fr: Assurez-vous de les avoir stocké dans un endroit sûr avant de continuer.
he: ודא/י שאחסנת אותם באופן בטוח לפני שתמשיך/י.
id: Pastikan bahwa Anda menyimpannya dengan aman sebelum melanjutkan.
it: Assicurati di averli conservati in luogo sicuro prima di continuare.
pt: Certifique-se de que os guardou em segurança antes de continuar.
pt_br: Certifique-se de que os guardou em segurança antes de continuar.
ru: Перед продолжением убедитесь в том, что они надёжно сохранены.
sk: Pred pokračovaním sa uistite, že ste ich bezpečne uložili.
ta: தொடர்வதற்கு முன்பு நீங்கள் அவற்றை பாதுகாப்பாக சேமித்துள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்.
tr: Devam etmeden önce bunları güvenli bir şekilde sakladığınızdan emin olun.
uk: Перед тим, як продовжити, переконайтеся, що ви зберегли їх надійно.

source: Create API token
eo: Krei API-ĵetonon
it: Rimuovi token dell'API
ru: Создайте токен API
sk: Vytvoriť API token
ta: பநிஇ கிள்ளாக்கை உருவாக்கவும்

source: Token for "%(macaroon_description)s"
de: Token für "%(macaroon_description)s"
el: Token για "%(macaroon_description)s"
eo: Ĵetono por «%(macaroon_description)s»
es: Ficha para «%(macaroon_description)s»
fr: Jeton pour « %(macaroon_description)s »
he: אסימון עבור "%(macaroon_description)s"
id: Token untuk %(macaroon_description)s
it: Token per "%(macaroon_description)s"
ja: "%(macaroon_description)s"のためのトークン
pt: Token para "%(macaroon_description)s"
pt_br: Token para "%(macaroon_description)s"
ru: Токен для «%(macaroon_description)s»
sk: Token pre "%(macaroon_description)s"
ta: "%(macaroon_description)s" க்கான கிள்ளாக்கு "
tr: "%(macaroon_description)s" için belirteç
uk: Токен для «%(macaroon_description)s»

source: Permissions:
de: Berechtigungen:
el: Άδειες:
eo: Permesoj:
es: Permisos:
he: הרשאות:
id: Izin:
it: Permessi:
ja: 権限:
pt: Permissões:
pt_br: Permissões:
ru: Разрешения:
sk: Povolenia:
ta: அனுமதிகள்:
tr: İzinler:
uk: Допуски:

source: Upload packages
de: Pakete hochladen
el: Ανέβασμα πακέτων
eo: Alŝuti pakojn
es: Cargar paquetes
fr: Publier des paquets
he: העלאת חבילות
id: Unggah paket
it: Carica pacchetti
ja: パッケージのアップロード
pt: Enviar pacotes
pt_br: Enviar pacotes
ru: Загрузка пакетов
sk: Nahrajte balíčky
ta: தொகுப்புகளை பதிவேற்றவும்
tr: Paket yükleyebilir
uk: Завантажувати пакунки

source: Scope:
de: Geltungsbereich:
el: Πεδίο εφαρμογής:
eo: Amplekso:
es: Ámbito:
fr: Portée :
he: תחום תוקף:
id: Cakupan:
it: Portata:
ja: スコープ:
pt: Escopo:
pt_br: Escopo:
ru: Область действия:
sk: Rozsah:
ta: நோக்கம்:
tr: Kapsam:
uk: Область допуску:

source: Entire account (all projects)
de: Gesamtes Konto (alle Projekte)
el: Ολόκληρος ο λογαριασμός (όλα τα projects)
eo: Tuta konto (ĉiuj projektoj)
es: La cuenta completa (todos los proyectos)
fr: Ensemble du compte (tous les projets)
he: כל החשבון (כלל הפרויקטים)
id: Seluruh akun (semua proyek)
it: Intero account (tutti i progetti)
ja: アカウント全体（全プロジェクト）
pt: Toda a conta (todos projetos)
pt_br: Toda a conta (todos projetos)
ru: Вся учётная запись (все проекты)
sk: Celý účet (všetky projekty)
ta: முழு கணக்கு (அனைத்து திட்டங்களும்)
tr: Tüm Hesap (Tüm Projeler)
uk: Увесь обліковий запис (усі проєкти)

source: Project "%(project)s"
de: Projekt "%(project)s"
eo: Projekto "%(project)s"
es: Proyecto «%(project)s»
fr: Projet « %(project)s »
he: הפרויקט "%(project)s"
id: Proyek "%(project)s"
it: Progetto "%(project)s"
ja: プロジェクト %(project)s
pt: Projeto "%(project)s"
pt_br: Projeto "%(project)s"
ru: Проект «%(project)s»
sk: Projekt "%(project)s"
ta: திட்டம் "%(project)s"
tr: "%(project)s" Projesi
uk: Проєкт «%(project)s»

source: For security reasons this token will only appear once. <strong>Copy it now.</strong>
de: Aus Sicherheitsgründen wird dieses Token nur einmal angezeigt. <strong>Kopieren Sie es jetzt.</strong>
el: Για λόγους ασφαλείας αυτό το token θα εμφανιστεί μόνο μια φορά. <strong>Αντιγράψτε το τώρα.</strong>
eo: Pro sekureco, ĉi tiu ĵetono aperos nur unufoje. <strong>Kopiu ĝin nun.</strong>
es: Por motivos de seguridad, esta ficha aparecerá solo una vez. <strong>Cópiela ahora.</strong>
fr: Pour des raisons de sécurité, ce jeton n'apparaîtra qu"une seule fois. <strong>Copiez-le maintenant.</strong>
he: משיקולי אבטחה אסימון זה יופיע רק פעם אחת. <strong>העתק/י אותו עכשיו.</strong>
id: Demi alasan keamann token ini hanya akan muncul sekali. <strong>Salin sekarang.</strong>
it: Per motivi di sicurezza questo token apparirà solo una volta. <strong>Copialo adesso.</strong>
ja: セキュリティ上の理由により、このトークンは一度だけ表示されます。<strong>今すぐコピーしてください。</strong>
pt: Por motivos de segurança, este token vai aparecer apenas uma vez. <strong>Copie-o agora.</strong>
pt_br: Por motivos de segurança, este token vai aparecer apenas uma vez. <strong>Copie-o agora.</strong>
ru: По соображениям безопасности этот токен появится лишь однажды. <strong>Скопируйте его сейчас.</strong>
sk: Z bezpečnostných dôvodov sa tento token zobrazí iba raz. <strong>Skopírujte teraz.</strong>
ta: பாதுகாப்பு காரணங்களுக்காக இந்த கிள்ளாக்கு ஒரு முறை மட்டுமே தோன்றும். <strong> இப்போது நகலெடுக்கவும். </strong>
tr: Güvenlik nedenleriyle bu belirteç yalnızca bir kez görünür. <strong>Hemen şimdi kopyalayın.</strong>
uk: З міркувань безпеки, цей токен з'явиться лише одного разу. <strong>Скопіюйте його зараз.</strong>

source: Copy token to clipboard
de: Token in die Zwischenablage kopieren
el: Αντιγραφή token στο πρόχειρο (clipboard)
eo: Kopii ĵetonon en tondujon
es: Copiar ficha en el portapapeles
fr: Copier le jeton dans le presse-papiers
he: העתקת האסימון ללוח הגזירים
id: Salin token ke papan klip
it: Copia il token negli appunti
ja: クリップボードにトークンをコピー
pt: Copiar o token para a área de transferência
pt_br: Copia o token para a área de transferência
ru: Скопировать токен в буфер обмена
sk: Skopírujte token do schránky
ta: இடைநிலைப்பலகைக்கு கிள்ளாக்கை நகலெடுக்கவும்
tr: Belirteci panoya kopyalama
uk: Скопіювати токен до буферу обміну

source: Copy token
de: Token kopieren
el: Αντιγραφή token
eo: Kopii ĵetonon
es: Copiar ficha
fr: Copier le jeton
he: העתקת האסימון
id: Salin token
it: Copia il token
ja: トークンのコピー
pt: Copiar o token
pt_br: Copiar token
ru: Скопировать токен
sk: Kopírovať token
ta: கிள்ளாக்கை நகலெடுக்கவும்
tr: Belirteci kopyala
uk: Скопіювати токен

source: Using this token
de: Verwendung dieses Tokens
el: Χρησιμοποιώντας αυτό το token
eo: Uzado de ĉi tiu ĵetono
es: Uso de esta ficha
fr: Utiliser ce jeton
he: אופן השימוש באסימון זה
id: Menggunakan token ini
it: Usare questo token
ja: このトークンを使用する
pt: Usar este token
pt_br: Usando este token
ru: Использование этого токена
sk: Pomocou tohto tokenu
ta: இந்த கிள்ளாக்கைப் பயன்படுத்துதல்
tr: Bu belirteci kullan
uk: Використання цього токена

source: To use this API token:
de: So verwenden Sie dieses API-Token:
el: Για να χρησιμοποιήσετε αυτό το API token:
eo: Por uzi ĉi tiun API-ĵetonon:
es: Para utilizar esta ficha de API:
fr: Pour utiliser ce jeton d'API :
he: כדי להשתמש באסימון ה-API הזה:
id: Untuk menggunakan token API ini:
it: Per usare questo token API:
ja: このAPIトークンを使うには:
pt: Para usar um token de API:
pt_br: Para usar um token de API:
ru: Чтобы использовать этот API-токен:
sk: Ak chcete použiť tento token rozhrania API:
ta: இந்த பநிஇ கிள்ளாக்கைப் பயன்படுத்த:
tr: Bu API belirtecini kullanmak için:
uk: Щоб скористатися цим API-токеном:

source: Set your username to <code>%(token)s</code>
de: Setzen Sie Ihren Benutzernamen auf <code>%(token)s</code>
el: Ορίστε το όνομα χρήστη σας σε <code>%(token)s</code>
eo: Via salutnomo estu <code>%(token)s</code>
es: Establezca su nombre de usuario a <code>%(token)s</code>
fr: Définissez votre nom d'utilisateur à <code>%(token)s</code>
he: קבע את שם המשתמש שלך ל- <code>%(token)s</code>
id: Setel nama pengguna Anda ke <code>%(token)s</code>
it: Imposta il tuo username su <code>%(token)s</code>
ja: usernameに<code>%(token)s</code>を設定する
pt: Definir o seu nome de utilizador para <code>%(token)s</code>
pt_br: Definir seu nome de usuário para <code>%(token)s</code>
ru: В качестве имени пользователя используйте значение <code>%(token)s</code>
sk: Nastavte svoje používateľské meno na <code>%(token)s</code>
ta: உங்கள் பயனர்பெயரை <code>%(token)s </code> ஆக அமைக்கவும்
tr: Kullanıcı adınızı <code>%(token)s</code> olarak belirtin
uk: Використайте <code>%(token)s</code> як своє ім'я користувача
