Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: There is a growing ecosystem of <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">devices that are FIDO compliant</a>, and can therefore be used with PyPI.
de: Es gibt eine wachsendes Ökosystem von <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Geräten, die FIDO-zertifiziert sind</a> und daher mit PyPI genutzt werden können.
el: Υπάρχει ένα ολοένα και αναπτυσσόμενο οικοσύστημα από <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">συσκευές που είναι συμβατές με το FIDO στάνταρ</a> και συνεπώς μπορούν αν χρησιμοποιηθούν με το PyPI.
eo: Ekzistas kresktanta ekosistemo da <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">aparatoj kongruaj kun la normo FIDO</a>, kiuj tial estas uzeblaj kune kun PyPI.
es: Existe un ecosistema creciente de <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">aparatos compatibles con FIDO</a> y PyPI.
fr: Il y a un écosystème croissant de <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">dispositifs qui sont conformes FIDO</a>, et qui peuvent donc être utilisés avec PyPI.
he: ישנם מספר הולך וגדל של <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">מכשירים תואמי FIDO</a>, אשר אפשר להשתמש בהם עם PyPI.
id: Ada ekosistem yang berkembang dari <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">perangkat yang sesuai dengan FIDO</a>, dan oleh karena itu dapat digunakan dengan PyPI.
it: C'è un crescente ecosistema di <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">dispositivi conformi a FIDO</a>, e che quindi possono essere usati con PyPI.
ja: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO準拠の端末</a>のエコシステムが成長しており、PyPIで使用できます。
pt: Há um ecossistema crescente de <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">aparelhos que são compatíveis com FIDO</a> e, portanto, podem ser usados com PyPI.
pt_br: Há um ecossistema crescente de <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">dispositivos que são compatíveis com FIDO</a>, e, portanto, podem ser usados com PyPI.
ru: Существует растущая экосистема <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">совместимых с FIDO устройств</a>, все из которых могут использоваться вместе с PyPI.
sk: Existuje rastúci ekosystém <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">zariadenia, ktoré sú kompatibilné s FIDO</a>, a preto ich možno používať s PyPI.
ta: <A href = "%(href)s" title = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> ஃபிடோ இணக்கமான சாதனங்கள் </a> இன் வளர்ந்து வரும் சுற்றுச்சூழல் அமைப்பு உள்ளது, எனவே முடியும் பைபியுடன் பயன்படுத்தப்பட வேண்டும்.
tr: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">FIDO uyumlu cihazların</a> kullanımı ve desteği git gide büyümektedir, ve bu cihazlar PyPI ile kullanılabilir.
uk: Стрімко розвивається екосистема <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">пристроїв, які сумісні зі стандартом FIDO</a>, і завдяки цьому вони можуть бути використані з PyPI.

source: Emerging solutions include biometric (facial and fingerprint) scanners and FIDO compatible credit cards. There is also growing support for <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">mobile phones to act as security devices</a>.
de: Zu den neuen Lösungen gehören biometrische (Gesichts- und Fingerabdruck-) Scanner und FIDO-kompatible Kreditkarten. Es gibt auch eine wachsende Unterstützung für <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Handys, die als Sicherheitsvorrichtungen dienen</a>.
el: Μελλοντικές λύσεις περιλαμβάνουν βιομετρικούς σαρωτές (προσώπου και αποτυπώματος) και συμβατές με το FIDO στάνταρ πιστωτικές κάρτες. Υπάρχει επίσης αναπτυσσόμενη υποστήριξη για <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">κινητά τηλέφωνα τα οποία θα δρουν ως συσκευές ασφάλειας</a>.
eo: Aperantaj solvoj inkluzivas biometrikajn (vizaĝajn kaj fingrospurajn) skanilojn kaj FIDO-kongruajn kreditkartojn. Ankaŭ kreskas subteno por <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">poŝtelefonoj kiel sekurigaj aparatoj</a>.
es: Entre algunas de las soluciones nuevas figuran escáneres biométricos (faciales y dactilares) y tarjetas de crédito habilitadas para FIDO. Además, hay una compatibilidad cada vez mayor con <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">teléfonos móviles que actúan como dispositivos de seguridad</a>.
fr: Parmi les solutions émergentes, citons les scanners biométriques (reconnaissance faciale et empreintes digitales) et les cartes de crédit compatibles FIDO. Il y a aussi un intérêt croissant pour <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">les téléphones portables comme dispositifs de sécurité</a>.
he: פתרונות מתהווים כוללים סורקים ביומטריים (פנים וטביעות אצבע) וכרטיסים תואמי FIDO. ישנה גם תמיכה הולכת וגדלה ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">טלפונים סלולריים המשמשים כמכשירי אבטחה</a>.
id: Solusi yang muncul termasuk pemindai biometrik (wajah dan sidik jari) dan kartu kredit yang kompatibel dengan FIDO. Ada juga dukungan yang berkembang untuk %(title)s<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">ponsel untuk bertindak sebagai perangkat keamanan</a>.
it: Soluzioni emergenti includono scanners biometrici(facciali e delle impronte digitali) e carte di credito compatibili con FIDO. C'è anche un crescente supporto per <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">telefoni cellulari che agiscono da dispositivi di sicurezza</a>.
ja: 新しいソリューションには、生体認証（顔認証や指紋認証）スキャナとFIDO互換のクレジットカードが含まれます。また、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">セキュリティ端末として機能する携帯電話</a>もますますサポートされてきています。
pt: As soluções emergentes incluem leitores biométricos (faciais e digitais) e cartões de crédito compatíveis com FIDO. Há também um crescente suporte a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">telemóveis para atuar como aparelhos de segurança</a>.
pt_br: As soluções emergentes incluem leitores biométricos (faciais e digitais) e cartões de crédito compatíveis com FIDO. Há também um crescente suporte a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">telefones celulares para atuar como dispositivos de segurança</a>.
ru: Новые решения включают в себя биометрические сканеры (работающие по распознаванию лица или отпечатков пальцев) и совместимые с FIDO кредитные карты. Также растёт поддержка <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">мобильных телефонов, работающих устройствами безопасности</a>.
sk: Medzi nové riešenia patria biometrické skenery (tváre a odtlačkov prstov) a kreditné karty kompatibilné s FIDO. Rastie tiež podpora pre <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">mobilné telefóny, ktoré fungujú ako bezpečnostné zariadenia</a>.
ta: வளர்ந்து வரும் தீர்வுகளில் பயோமெட்ரிக் (முக மற்றும் கைரேகை) ச்கேனர்கள் மற்றும் ஃபிடோ இணக்கமான கடன் கார்டுகள் அடங்கும். <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> மொபைல் போன்கள் பாதுகாப்பு சாதனங்களாக செயல்பட வேண்டும் </a>.
tr: Ortaya çıkan çözümler arasında biyometrik (yüz ve parmak izi) tarayıcılar ve FIDO uyumlu kredi kartları yer almaktadır. Ayrıca <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">güvenlik cihazı gibi davranan mobil telefonlar</a>' a da artan bir destek bulunmakta.
uk: Новітні розробки включають біометричні сканери (лиця та відбитків) та FIDO-сумісні кредитні картки. Також, розвивається підтримка <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">використання мобільних телефонів як пристроїв безпеки</a>.

source: As PyPI's two-factor implementation follows the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="web authentication">WebAuthn</abbr> standard</a>, PyPI users will be able to take advantage of any future developments in this field.
eo: Ĉar la efektivigo de dupaŝa aŭtentikigo ĉe PyPI sekvas la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">normon <abbr title="reta aŭtentikigo"> WebAuthn</abbr></a>, PyPI-uzantoj povos utiligi estontajn evoluojn en ĉi tiu kampo.
ru: Поскольку двух‐факторная реализация PyPI следует стандарту <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="веб-аутентификация">WebAuthn</abbr></a>, пользователи PyPI смогут воспользоваться преимуществами любых будущих разработок в этой области.
sk: Keďže dvojfaktorová implementácia PyPI sa riadi štandardom <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="web authentication">WebAuthn</abbr></a>, používatelia PyPI budú môcť využiť akýkoľvek budúci vývoj v tejto oblasti.
ta: பைபியின் இரண்டு காரணி செயல்படுத்தல் <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> <abbr தலைப்பு = "வலை ஏற்பு" /abbr> தரநிலை </a>, PYPI பயனர்கள் இந்த துறையில் எதிர்கால முன்னேற்றங்களைப் பயன்படுத்திக் கொள்ள முடியும்.

source: If you lose access to your <a href="#totp">authentication application</a> or <a href="#utfkey">security device</a>, you can use these codes to log in to PyPI.
eo: Se vi perdas vian <a href="#totp">aŭtentikigan aplikaĵon</a> aŭ <a href="#utfkey">sekurigan aparaton</a>, vi povas uzi tiujn kodojn por saluti al PyPI.
ru: Если вы потеряете доступ к своему <a href="#totp">приложению аутентификации</a> или <a href="#utfkey">устройству безопасности</a>, вы можете использовать эти коды для входа в PyPI.
sk: Ak stratíte prístup k vašej <a href="#totp">authentication aplikácie</a> alebo <a href="#utfkey"> bezpečnostné zariadenie</a>, môžete použiť tieto kódy na prihlásenie do PyPI.
ta: உங்கள் <a href = "#totp"> அங்கீகார பயன்பாடு </a> அல்லது <a href = "#utfkey"> பாதுகாப்பு சாதனம் </a> க்கான அணுகலை நீங்கள் இழந்தால், இந்த குறியீடுகளைப் பயன்படுத்தி PYPI இல் உள்நுழையலாம்.

source: Recovery codes are <strong>one time use</strong>. They are not a substitute for an <a href="#totp">authentication application</a> or a <a href="#utfkey">security device</a> and should only be used for recovery. After using a recovery code to sign in, it becomes inactive.
eo: Realiraj kodoj estas <strong>por unufoja uzo</strong>. Ili ne anstataŭigas <a href="#totp">aŭtentikigan programon</a> aŭ <a href="#utfkey">sekurigan aparaton</a>, kaj nur uziĝu por restaŭrado. Post saluto per realira kodo, la kodo eksvalidiĝas.
ru: Коды восстановления <strong>одноразового использования</strong>. Они не заменяют <a href="#totp">приложение для аутентификации</a> или <a href="#utfkey">устройство безопасности</a> и должны использоваться только для восстановления. После использования кода восстановления для входа в систему он становится неактивным.
sk: Recovery kódy sú <strong>one čas používania</strong>. Nie sú náhradou pre aplikáciu <a href="#totp">authentication</a> alebo <a href="#utfkey"> bezpečnostné zariadenie</a> a mali by byť použité len pre obnovu. Po použití kódu obnovy sa prihláste, stáva sa neaktívnym.
ta: மீட்புக் குறியீடுகள் <strong> ஒரு முறை பயன்பாடு </strong>. அவை <a href = "#totp"> அங்கீகார பயன்பாடு </a> அல்லது ஒரு <a href = "#utfkey"> பாதுகாப்பு சாதனம் </a> க்கு மாற்றாக இல்லை, மேலும் மீட்புக்கு மட்டுமே பயன்படுத்தப்பட வேண்டும். உள்நுழைய மீட்புக் குறியீட்டைப் பயன்படுத்திய பிறகு, அது செயலற்றதாகிவிடும்.

source: To provision recovery codes:
de: Zur Generierung der Wiederherstellungscodes:
eo: Por generi realirajn kodojn:
es: Para crear códigos de recuperación:
fr: Pour générer des codes de récupération :
he: כדי ליצור קודים לשחזור:
id: Untuk menyediakan kode pemulihan:
it: Per disporre di codici di recupero:
pt: Para fornecer códigos de recuperação:
pt_br: Para fornecer códigos de recuperação:
ru: Для предоставления кодов восстановления:
sk: Poskytnutie kódov na obnovenie:
ta: மீட்பு குறியீடுகளை வழங்க:
tr: Kurtarma kodlarını sağlamak için:
uk: Щоб отримати коди відновлення:

source: Log in to your PyPI account, go to your account settings, and choose "Generate recovery codes"
eo: Salutu en vian PyPI-konton, iru al agordoj pri via konto, kaj elektu «Generi realirajn kodojn»
es: Acceda a su cuenta de PyPI, diríjase a la configuración de la cuenta y seleccione «Generar códigos de recuperación»
fr: Connectez-vous à votre compte PyPI, rendez-vous dans vos paramètre de compte, et choisissez « Générer des codes de récupération »
he: התחבר/י לחשבון ה-PyPI שלך, גש/י אל הגדרות החשבון, ובחר/י "ייצור קודים לשחזור"
id: Masuk ke akun PyPI Anda, buka pengaturan akun Anda, dan pilih "Buat kode pemulihan"
it: Accedi al tuo account PyPI, vai nelle impostazioni del tuo account, e seleziona "Genera codici di recupero"
pt: Entre na sua conta PyPI, vá às configurações da sua conta e escolha "Gerar códigos de recuperação"
pt_br: Entre na sua conta PyPI, vá para as configurações da sua conta e escolha "Gerar códigos de recuperação"
ru: Войдите в свою учётную запись PyPI, зайдите в настройки учётной записи и нажмите на кнопку «Сгенерировать коды восстановления»
sk: Prihláste sa do svojho účtu PyPI, prejdite do nastavení účtu a vyberte možnosť „Generovať kódy na obnovenie“
ta: உங்கள் PYPI கணக்கில் உள்நுழைந்து, உங்கள் கணக்கு அமைப்புகளுக்குச் சென்று, "மீட்பு குறியீடுகளை உருவாக்கு" என்பதைத் தேர்வுசெய்க
tr: PyPI hesabınıza giriş yapın, hesap ayarlarına gidin ve "Kurtarma kodları oluştur" seçeneğini seçin
uk: Увійдіть до свого облікового запису на PyPI, перейдіть до налаштувань свого облікового запису та оберіть «Згенерувати коди відновлення»

source: Securely store the displayed recovery codes! Consider printing them out and storing them in a safe location or saving them in a password manager.
de: Bitte speichern Sie die angezeigten Wiederherstellungscodes sicher ab! Bitte ziehen Sie in Erwägung die sie auszudrucken und an einem sicheren Ort zu speichern oder sie in einem Passwort-Manager zu speichern.
eo: Sekure konservu la montratajn realirajn kodojn! Konsideru presadon de ili kaj konservado en sekura loko, aŭ konservadon per pasvorto-administrilo.
es: Almacene cuidadosamente los códigos de recuperación mostrados. Considere imprimirlos y almacenarlos en un lugar seguro, o bien, guardarlos en un gestor de contraseñas.
fr: Conservez les codes de récupération affichés dans un endroit sûr ! Vous pouvez les imprimer et les conserver dans un endroit sûr ou bien les sauvegarder dans un gestionnaire de mots de passe.
he: שמר/י באופן בטוח את הקודם לשחזור המוצגים! שקל/י להדפיס אותם ולאחסן אותם במקום בטוח או לשמור אותם במנהל סיסמאות.
id: Simpan kode pemulihan yang ditampilkan dengan aman! Pertimbangkan untuk mencetaknya dan menyimpannya di lokasi yang aman atau menyimpannya di pengelola kata sandi.
it: Custodisci i codici di recupero mostrati! Prendi in considerazione di stamparli e custodirli in un luogo sicuro o salvarli in un gestore di password.
pt: Armazene os códigos de recuperação exibidos em lugar seguro! Considere imprimi-los e armazená-los num local seguro ou gravá-los num gestor de palavras-passe.
pt_br: Armazene com segurança os códigos de recuperação exibidos! Considere imprimi-los e armazená-los em um local seguro ou salvá-los em um gerenciador de senhas.
ru: Сохраните отображаемые коды восстановления в какое-нибудь надёжное место! Рассмотрите возможность их распечатки и размещения в безопасном месте или сохранения в менеджере паролей.
sk: Bezpečne uložte zobrazené obnovovacie kódy! Zvážte ich vytlačenie a uloženie na bezpečnom mieste alebo ich uloženie do správcu hesiel.
ta: காட்டப்பட்ட மீட்பு குறியீடுகளை பாதுகாப்பாக சேமிக்கவும்! அவற்றை அச்சிட்டு அவற்றை பாதுகாப்பான இடத்தில் சேமித்து வைப்பது அல்லது கடவுச்சொல் நிர்வாகியில் சேமிப்பது ஆகியவற்றைக் கவனியுங்கள்.
tr: Görüntülenen kurtarma kodlarını güvenli bir şekilde saklayın! Kodları kağıda yazdırıp güvenli bir yerde saklayabilirsiniz veya parola yöneticisine kaydedebilirsiniz.
uk: Надійно збережіть показані коди відновлення! Розгляньте можливість їх друку та зберігання в безпечному місці або додавання їх у менеджер паролів.

source: If you lose access to your stored recovery codes or use all of them, you can get new ones by selecting "Regenerate recovery codes" in your account settings.
de: Wenn Sie den Zugriff auf Ihre gespeicherten Wiederherstellungscodes verlieren oder alle von ihnen verwenden, können Sie neue erhalten, indem Sie in Ihren Kontoeinstellungen auf "Wiederherstellungscodes generieren" klicken.
eo: Se vi perdas viajn realirajn kodojn aŭ foruzas ilin, vi povas akiri novajn kodojn per elekto de "Regeneri realirajn kodojn" en viaj kontaj agordoj.
es: Si pierde sus códigos de recuperación almacenados o los utiliza todos, puede obtener unos nuevos mediante la herramienta «Volver a generar códigos de recuperación» en la configuración de la cuenta.
fr: Si vous perdez l'accès à votre copie des codes de récupération ou que vous les avez tous utilisés, vous pouvez en obtenir de nouveaux en sélectionnant l'option « Régénérer des codes de récupération » dans les paramètres de votre compte.
he: אם תאבד לך הגישה לקודים לשחזור השמורים שלך או אם תשתמש/י בכולם, תוכל/י לקבל חדשים על ידי בחירה ב-"ייצור מחדש של קודים לשחזור" בהגדרות החשבון שלך.
id: Jika Anda kehilangan akses ke kode pemulihan yang tersimpan atau menggunakan semuanya, Anda bisa mendapatkan yang baru dengan memilih "Buat kembali kode pemulihan" di pengaturan akun Anda.
it: Se perdi l'accesso ai tuoi codici di recupero custoditi o li usi tutti, puoi ottenerne di nuovi selezionando "Rigenera codici di recupero" nelle tue impostazioni account.
pt: Se perder o acesso aos seus códigos de recuperação armazenados ou usou-los todos, pode obter novos códigos selecionando "Gerar novamente códigos de recuperação" nas configurações da sua conta.
pt_br: Se você perder o acesso aos seus códigos de recuperação armazenados ou usar todos eles, você pode obter novos códigos selecionando "Gerar novamente códigos de recuperação" nas configurações da sua conta.
ru: Если вы потеряете доступ к сохранённым кодам восстановления или используете их все, вы можете получить новые, нажав на кнопку «Повторно сгенерировать коды восстановления» в настройках вашей учётной записи.
sk: Ak stratíte prístup k uloženým kódom na obnovenie alebo ich použijete všetky, môžete získať nové tak, že v nastaveniach účtu vyberiete možnosť „Obnoviť kódy obnovenia“.
ta: நீங்கள் சேமித்த மீட்புக் குறியீடுகளுக்கான அணுகலை இழந்தால் அல்லது அவை அனைத்தையும் பயன்படுத்தினால், உங்கள் கணக்கு அமைப்புகளில் "மீளுருவாக்கம் மீட்புக் குறியீடுகளை" தேர்ந்தெடுப்பதன் மூலம் புதியவற்றைப் பெறலாம்.
tr: Sakladığınız kurtarma kodlarınıza erişiminizi kaybettiyseniz veya bunların tümünü kullandıysanız, hesap ayarlarınızdan "Kurtarma kodlarını yeniden oluştur" seçeneğini seçerek yenilerini oluşturabilirsiniz.
uk: Якщо ви втратите доступ до збережених кодів відновлення або використаєте всі, ви можете отримати нові, обравши «Згенерувати нові коди відновлення» в налаштуваннях вашого облікового запису.

source: To sign in with a recovery code:
de: Um sich mit einem Wiederherstellungscode anzumelden:
eo: Por saluti per realira kodo:
es: Para acceder con un código de recuperación:
fr: Pour se connecter avec un code de récupération :
he: כדי להתחבר עם קוד שחזור:
id: Untuk sign in menggunakan kode pemulihan:
it: Per accedere con un codice di recupero:
pt: Para entrar com um código de recuperação:
pt_br: Para entrar com um código de recuperação:
ru: Для входа с помощью кода восстановления:
sk: Ak sa chcete prihlásiť pomocou kódu na obnovenie:
ta: மீட்பு குறியீட்டில் உள்நுழைய:
tr: Bir kurtarma koduyla oturum açmak için:
uk: Увійти за допомогою коду відновлення:

source: When prompted for two-factor authentication, select "Login using recovery codes"
eo: Kiam vi petiĝas pri dupaŝa aŭtentikigo, elektu «Saluti per realiraj kodoj»
ru: Когда появится запрос на двух‐факторную аутентификацию, нажмите на кнопку «Войти с помощью кода восстановления»
sk: Pri vyzvaní k dvojfázové overenie, vyberte "Prihlásiť pomocou kódov obnovy"
ta: இரண்டு காரணி அங்கீகாரத்திற்கு கேட்கப்படும்போது, "மீட்பு குறியீடுகளைப் பயன்படுத்தி உள்நுழைக" என்பதைத் தேர்ந்தெடுக்கவும்

source: As each code can be used only once, you might want to mark the code as used
de: Da jeder Code nur einmal verwendet werden kann, sollten Sie den Code als verwendet markieren
eo: Ĉar ĉiu kodo estas nur unufoje uzebla, vi marku la kodon kiel uzitan
es: Puesto que cada código puede utilizarse solo una vez, puede que quiera marcar el código como usado
fr: Comme chaque code ne peut être utilisé qu'une seule fois, vous devriez marquer le code comme étant utilisé
he: היות שכל קוד ניתן לשימוש רק פעם אחת, כדאי שתסמן/י לך שהקוד משומש
id: Karena setiap kode hanya dapat digunakan sekali, Anda mungkin dapat menandai kode tersebut sebagai telah digunakan
it: Siccome ogni codice può essere usato solo una volta, potresti segnare il codice come usato
pt: Como cada código só pode ser usado uma vez, pode marcar o código como usado
pt_br: Como cada código só pode ser usado uma vez, você pode querer marcar o código como usado
ru: Так как каждый код может быть использован только один раз, вы можете захотеть пометить код как уже использованный
sk: Keďže každý kód možno použiť iba raz, možno budete chcieť kód označiť ako použitý
ta: ஒவ்வொரு குறியீட்டையும் ஒரு முறை மட்டுமே பயன்படுத்த முடியும் என்பதால், நீங்கள் பயன்படுத்திய குறியீட்டைக் குறிக்க விரும்பலாம்
tr: Her kodu yalnızca bir kez kullanabileceğinizden, kullandığınız kodu "kullanıldı" olarak işaretlemek mantıklı olacaktır
uk: Оскільки кожен код може бути використаний лише один раз, вам варто позначити цей код, як використаний
