Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: The organization account name is invalid. Organization account names must be composed of letters, numbers, dots, hyphens and underscores. And must also start and finish with a letter or number. Choose a different organization account name.
de: Der Name des Organisationskontos ist ungültig. Die Namen von Organisationskonten müssen aus Buchstaben, Zahlen, Punkten, Bindestrichen und Unterstrichen bestehen. Zudem muss er mit einem Buchstaben oder einer Zahl beginnen und enden. Wähle einen anderen Namen für das Organisationskonto.
eo: La organizaĵa kontonomo ne validas. Organizaĵa kontonomo devas konsisti el literoj, ciferoj, punktoj, streketoj kaj substrekoj. Ĝi devas komenciĝi kaj finiĝi per litero aŭ cifero. Elektu alian organizaĵan kontonomon.
es: El nombre de la cuenta de la organización no es válido. Los nombres de las organizaciones deben componerse de letras, números, puntos, guiones y guiones bajos; además, deben comenzar y finalizar por una letra o un número. Elíjase otro nombre para la cuenta de la organización.
it: L'account dell'organizzazione non è valido. Gli account dell'organizzazione devono essere composti da lettere, numeri, punti, trattini e underscore. E devono anche iniziare e terminare con una lettera o un numero. Scegli un nome account differente.
pt: O nome para a organização é inválido. Os nomes para organizações devem ser compostos por letras, números, pontos, hifens e sublinhados. E também deve começar e terminar com uma letra ou número. Escolha um nome diferente para a organização.
pt_br: O nome de conta de organização é inválido. Os nomes de usuário devem ser compostos de letras, números, pontos, hífenes e sublinhados. E também devem começar e terminar com uma letra ou número. Escolha um nome de conta de organização diferente.
ru: Имя учетной записи организации недействительно. Имена учетных записей организаций должны состоять из букв, цифр, точек, дефисов и знаков подчеркивания. Кроме того, они должны начинаться и заканчиваться буквой или цифрой. Выберите другое имя учетной записи организации.
sk: Názov účtu organizácie je neplatný. Názvy účtov organizácie musia pozostávať z písmen, číslic, bodiek, pomlčiek a podčiarkovníkov. A tiež musí začínať a končiť písmenom alebo číslom. Vyberte iný názov účtu organizácie.
ta: நிறுவனத்தின் கணக்கு பெயர் தவறானது. நிறுவன கணக்கு பெயர்கள் கடிதங்கள், எண்கள், புள்ளிகள், ஐபன்கள் மற்றும் அடிக்கோடிட்டுக் காட்டப்பட வேண்டும். மேலும் ஒரு கடிதம் அல்லது எண்ணுடன் தொடங்கி முடிக்க வேண்டும். வேறு நிறுவன கணக்கு பெயரைத் தேர்வுசெய்க.
uk: Назва облікового запису організації недійсна. Назви облікових записів організацій повинні складатися з літер, цифр, крапок, дефісів і підкреслень, а також починатися і закінчуватися літерою або цифрою. Виберіть іншу назву облікового запису організації.

source: This organization account name has already been used. Choose a different organization account name.
de: Dieser Organisations-Name wird schon von einem anderen Konto verwendet. Bitte einen anderen Namen wählen.
eo: Tiu organizaĵa kontonomo jam estas uzata. Elektu alian organizaĵan kontonomon.
es: Esta cuenta de organización ya está en uso. Elija un nombre de usuario distinto.
it: Questo username è stato già utilizzato da un altro account. Scegli un nome diverso.
pt: Esse nome de conta de organização já se encontra em uso. Escolha um nome diferente para a conta da organização.
pt_br: Esse nome de conta de organização já se encontra em uso. Escolha um nome diferente para a conta da organização.
ru: Это имя учетной записи организации уже используется. Выберите другое название учетной записи организации.
sk: Tento názov účtu organizácie už bol použitý. Vyberte iný názov účtu organizácie.
ta: இந்த நிறுவன கணக்கு பெயர் ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது. வேறு நிறுவன கணக்கு பெயரைத் தேர்வுசெய்க.
uk: Ця назва облікового запису організації вже використовується. Виберіть іншу назву облікового запису організації.

source: You have already submitted an application for that name. Choose a different organization account name.
eo: Vi jam submetis peton por organizaĵo de tiu konta nomo. Elektu alian organizaĵan kontan nomon.
es: Ya has solicitado una petición para ese nombre. Elije un nombre de cuenta diferente para tu organización.
it: Questo username è stato già utilizzato da un altro account. Scegli un nome diverso.
pt: Já apresentou um pedido para esse nome. Escolha um nome diferente para a conta da organização.
pt_br: Você já submeteu uma aplicação com esse nome. Escolha um nome diferente para a conta da organização.
ru: Вы уже подали заявку на это имя. Выберите другое имя учетной записи организации.
sk: Pre toto meno ste už odoslali žiadosť. Vyberte iný názov účtu organizácie.
ta: அந்த பெயருக்கான விண்ணப்பத்தை நீங்கள் ஏற்கனவே சமர்ப்பித்துள்ளீர்கள். வேறு நிறுவன கணக்கு பெயரைத் தேர்வுசெய்க.
uk: Ви вже подали заявку на цю назву. Виберіть іншу назву облікового запису організації.

source: Select project
de: Projekt auswählen
eo: Elekti projekton
es: Seleccionar proyecto
it: Seleziona progetto
pt: Selecionar projeto
pt_br: Escolher projeto
ru: Выберите проект
sk: Vybrať projekt
ta: திட்டத்தைத் தேர்ந்தெடுக்கவும்
uk: Обрати проєкт

source: Specify project name
de: Projektname angeben
eo: Specifi nomon de projekto
es: Especifique el nombre del proyecto
it: Nome Progetto
pt: Especifique o nome do projeto
pt_br: Especifique o nome do projeto
ru: Укажите название проекта
sk: Zvoľte názov projektu
ta: திட்ட பெயரைக் குறிப்பிடவும்
uk: Вкажіть назву проєкту

source: Start and end with a letter or numeral containing only ASCII numeric and '.', '_' and '-'.
de: Beginnen und enden Sie mit einem Buchstaben oder einer Zahl, die nur ASCII-Zahlen und '.', '_' und '-' enthalten.
eo: Komenciĝante kaj finiĝante per litero aŭ cifero, enhavante nur Askiajn literojn, ciferojn, punkton «.», substrekon «_» kaj streketon «-».
es: Empiece y termine con una letra o número que contenga solo números ASCII y '.', '_' y '-'.
it: Inizia e termina con una lettera o un numero contenente solo numeri ASCII, '.', '_' e "-".
pt: Começar e terminar com letra ou número contendo apenas com carácteres ASCII e '.', '_' e '-'.
pt_br: Inicie e finalize com letras ou números presentes no padrão ASCII, ".", "_" e "-".
ru: Начинается и заканчивается буквой или цифрой, содержащей только ASCII-цифры, а также '.', '_' и '-'.
sk: Začína a končí písmenom alebo číslicou, ktorá obsahuje iba ASCII číslicu a '.', '_' a '-'.
ta: தபஅஇகு எண் மற்றும் '.', '_' மற்றும் '-' ஆகியவற்றைக் கொண்ட ஒரு கடிதம் அல்லது எண்களுடன் தொடங்கவும் முடிக்கவும்.
uk: Починайте та закінчуйте літерою або цифрою, використовуючи лише символи ASCII: цифри, '.', '_' та '-'.

source: This project name has already been used. Choose a different project name.
de: Dieser Projekt-Name wird schon von einem anderen Konto verwendet. Bitte einen anderen Namen wählen.
eo: Tiu projekta nomo jam estas uzata. Elektu alian projektan nomon.
es: Ya se ha utilizado este nombre de proyecto. Elija un nombre de proyecto distinto.
it: Il nome di questo progetto è stato già utilizzato. Scegli un nome diverso.
pt: Esse nome de projeto já está sendo utilizado. Escolha um nome diferente para o projeto.
pt_br: Esse nome de projeto já está sendo utilizado. Escolha um nome diferente para o projeto.
ru: Это название проекта я уже используется. Выберите другое название проекта.
sk: Tento názov projektu už bol použitý. Vyberte iný názov projektu.
ta: இந்த திட்ட பெயர் ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது. வேறு திட்ட பெயரைத் தேர்வுசெய்க.
uk: Проєкт з такою назвою вже існує. Оберіть іншу назву для проєкту.

source: Cannot transfer to Company Organization with inactive billing
ru: Невозможно перевести в организацию компании с неактивным выставлением счетов

source: The organization name is too long. Choose a organization name with 100 characters or less.
de: Der Name der Organisation ist zu lang. Wähle einen Organisationsnamen mit 100 Zeichen oder weniger.
eo: La organizaĵa nomo estas tro longa. Nomu la organizaĵon per maksimume 100 skribsignoj.
es: El nombre de la organización es demasiado extenso. Elija un nombre de organización de 100 caracteres o menos.
it: Il nome è troppo lungo. Scegli un nome lungo al massimo 100 caratteri.
pt: O nome é muito longo. Escolha um nome com 100 caráteres ou menos.
pt_br: O nome de organização é muito longo. Escolha um nome de organização com 100 caracteres ou menos.
ru: Слишком длинное название организации. Выберите название, содержащее не более 100 символов.
sk: Názov organizácie je príliš dlhý. Vyberte názov organizácie so 100 znakmi alebo menej.
ta: நிறுவனத்தின் பெயர் மிக நீளமானது. 100 எழுத்துக்கள் அல்லது அதற்கும் குறைவாக ஒரு நிறுவனத்தின் பெயரைத் தேர்வுசெய்க.
uk: Назва організації занадто довга. Виберіть назву організації, яка містить не більше 100 символів.

source: The organization URL is too long. Choose a organization URL with 400 characters or less.
de: Die URL der Organisation ist zu lang. Wähle eine Organisations-URL mit 400 Zeichen oder weniger.
eo: La organizaĵa retadreso estas tro longa. Elektu retadreson de maksimume 400 skribsignoj.
es: El URL de la organización es demasiado extenso. Elija un URL de organización de 400 caracteres o menos.
it: L'URL dell'organizzazione è troppo lungo. Specifica un URL lungo al massimo 400 caratteri.
pt: O URL é muito longo. Escolha um URL com 100 carateres ou menos.
pt_br: A URL de organização é muito longo. Escolha uma URL de organização com 400 caracteres ou menos.
ru: Слишком длинный URL-адрес организации. Укажите адрес, содержащий не более 400 символов.
sk: Webová adresa organizácie je príliš dlhá. Vyberte webovú adresu organizácie so 400 znakmi alebo menej.
ta: அமைப்பு முகவரி மிக நீளமானது. 400 எழுத்துக்கள் அல்லது அதற்கும் குறைவாக ஒரு நிறுவன முகவரி ஐத் தேர்வுசெய்க.
uk: URL організації занадто довгий. Виберіть URL організації, який містить не більше 400 символів.

source: The organization URL must start with http:// or https://
de: Die Organisations-URL muss mit http:// oder https:// beginnen
eo: La organizaĵa retadreso devas komenciĝi per http:// aŭ https://
es: La URL de la organización debe empezar con http:// o https://
it: L'URL dell'organizzazione deve iniziare con http:// o https://
pt: A URL da organização deve iniciar com http:// ou https://
pt_br: A URL da organização deve iniciar com http:// ou https://
ru: URL организации должен начинаться с http:// или https://
sk: Webová adresa organizácie musí začínať http:// alebo https://
ta: அமைப்பு முகவரி HTTP: // அல்லது https: // உடன் தொடங்க வேண்டும்
uk: Посилання на сайт організації повинно починатись з "http://", або "https://"

source: The organization description is too long. Choose a organization description with 400 characters or less.
de: Die Organisationsbeschreibung ist zu lang. Wählen Sie eine Organisationsbeschreibung mit 400 Zeichen oder weniger.
eo: La organizaĵa priskribo estas tro longa. Elektu priskribon de maksimume 400 signoj.
es: La descripción de la organización es demasiado extensa. Elija una descripción con 400 caracteres o menos.
it: La descrizione dell'organizzazione è troppo lunga. Utilizza al massimo 400 caratteri.
pt: A descrição é muito longa. Escolha uma descrição com até 400 caráteres ou menos.
pt_br: A descrição de organização é muito longa. Escolha uma descrição de organização com 400 caracteres ou menos.
ru: Слишком длинное описание организации. Напишите описание, содержащее не более 400 символов.
sk: Popis organizácie je príliš dlhý. Vyberte popis organizácie so 400 znakmi alebo menej.
ta: அமைப்பு விளக்கம் மிக நீளமானது. 400 எழுத்துக்கள் அல்லது அதற்கும் குறைவான நிறுவன விளக்கத்தைத் தேர்வுசெய்க.
uk: Опис цієї організації задовгий. Оберіть опис організації довжиною 400 символів або менше.

source: We don't need to know quite that much :), limit your usage description to 1024 characters or less.
ru: Нам не нужно знать так много :), ограничьте описание до 1024 символов или меньше.

source: You have already submitted the maximum number of
de: Sie haben bereits die maximale Anzahl übermittelt
eo: Vi jam submetis la maksimuman nombron de
es: Ya has enviado el número máximo de
it: Hai già inviato il numero massimo di
pt: Alcançou o número máximo de envios para
pt_br: Você já submeteu o número máximo de
ru: Вы уже отправили максимальное количество
sk: Už ste odoslali maximálny počet.
ta: நீங்கள் ஏற்கனவே அதிகபட்ச எண்ணிக்கையை சமர்ப்பித்துள்ளீர்கள்
uk: Ви вже досягли максимальної кількості поданих заявок.

source: Choose a team name with 50 characters or less.
de: Bitte wählen Sie einen Team-Namen mit maximal 50 Zeichen.
eo: Nomu la teamon per maksimume 200 skribsignoj.
es: Elija un nombre de equipo de 50 caracteres o menos.
it: Scegli un nome del team usando al massimo 50 caratteri.
pt: Escolha um nome para sua equipe com 50 caráteres ou menos.
pt_br: Escolha um nome de equipe com 50 caracteres ou menos.
ru: Выберите имя пользователя, используя не более 50 символов.
sk: Vyberte názov tímu s 50 znakmi alebo menej.
ta: 50 எழுத்துக்கள் அல்லது அதற்கும் குறைவான குழு பெயரைத் தேர்வுசெய்க.
uk: Оберіть назву команди, завдовжки не більше 50 символів.

source: The team name is invalid. Team names cannot start or end with a space, period, underscore, hyphen, or slash. Choose a different team name.
de: Der Team-Name ist ungültig. Team-Namen dürfen nicht mit einem Leerzeichen, Punkt, Unterstrich, Bindestrich oder Schrägstrich beginnen oder enden. Bitte wählen Sie einen anderen Team-Namen aus.
eo: La teama nomo ne validas. Teama nomo povas ne komenciĝi nek finiĝi per spaceto, punkto, substreko, streketo aŭ suprenstreko. Nomu vian teamon alimaniere.
es: El nombre del equipo es inválido. Los nombres de los equipos no pueden comenzar ni terminar con un espacio, un punto, un guion bajo, un guion o una barra diagonal. Elija un nombre de equipo diferente.
it: Il nome del team non è valido. Non può iniziare o terminare con uno spazio, punto, trattino basso, trattino o barra. Scegli un nome team diverso.
pt: O nome da sua equipe é invalido. Nomes de equipes não podem começar ou terminar com espaços, virgulas, sublinhado, hífen ou barrinha. Escolha outro nome.
pt_br: O nome da equipe é inválido. Os nomes de equipe não podem começar ou terminar com um espaço, ponto, sublinhado, hífen ou barra. Escolha um nome de equipe diferente.
ru: Некорректное название команды. Название команды не может начинаться или заканчиваться с пробела, точки, подчеркивания, дефиса или косой черты. Выберите другое название команды.
sk: Názov tímu je neplatný. Názvy tímov nemôžu začínať ani končiť medzerou, bodkou, podčiarkovníkom, spojovníkom ani lomkou. Vyberte iný názov tímu.
ta: அணியின் பெயர் தவறானது. குழு பெயர்கள் ஒரு இடம், காலம், அடிக்கோடிட்டு, ஐபன் அல்லது ச்லாச் ஆகியவற்றுடன் தொடங்கவோ முடிவடையவோ முடியாது. வேறு குழு பெயரைத் தேர்வுசெய்க.
uk: Назва команди недійсна. Назви команд не можуть починатися або закінчуватися пробілом, крапкою, підкресленням, дефісом або косою рискою. Виберіть іншу назву команди.

source: This team name has already been used. Choose a different team name.
de: Dieser Team-Name wurde bereits verwendet. Bitte wählen Sie einen anderen Team-Namen.
eo: Tiu teama nomo jam estas uzata. Nomu vian teamon alimaniere.
es: Este nombre de equipo ya se ha utilizado. Elija un nombre de equipo distinto.
it: Questo nome del team è stato già utilizzato. Scegli un nome diverso.
pt: Este nome de equipe já está em uso. Escolha um nome diferente.
pt_br: Esse nome de equipe já está sendo utilizado. Escolha um nome diferente para a equipe.
ru: Это имя пользователя уже используется другой учётной записью. Выберите другое имя.
sk: Tento názov tímu už bol použitý. Vyberte iný názov tímu.
ta: இந்த அணியின் பெயர் ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது. வேறு குழு பெயரைத் தேர்வுசெய்க.
uk: Ця назва команди вже зайнята. Оберіть іншу.

source: Specify your alternate repository name
eo: Specifu la nomon de via alternativa deponejo
es: Indique el nombre de su repositorio alternativo
pt: Especifique o nome de seu repositório alternativo
pt_br: Especifique seu nome de repositório alternativo
ru: Укажите название альтернативного репозитория
sk: Zadajte svoje alternatívne meno úložisko
ta: உங்கள் மாற்று களஞ்சிய பெயரைக் குறிப்பிடவும்
uk: Вкажіть назву вашого альтернативного репозиторію

source: Specify your alternate repository URL
eo: Specifu la retadreson de via alternativa deponejo
es: Indique el URL de su repositorio alternativo
pt: Especifique a URL de seu repositório alternativo
pt_br: Especifique sua URL de repositório alternativo
ru: Укажите адрес альтернативного репозитория
sk: Zadajte svoju alternatívnu URL úložisko
ta: உங்கள் மாற்று களஞ்சிய முகவரி ஐக் குறிப்பிடவும்
uk: Вкажіть URL вашого альтернативного репозиторію

source: The URL is too long. Choose a URL with 400 characters or less.
eo: La retadreso estas tro longa. Elektu retadreson de maksimume 400 skribsignoj.
es: La URL es muy larga. Elige una URL con 100 caracteres o menos.
pt: A URL é muito longa. Escolha uma URL com 400 caracteres ou menos.
pt_br: A URL é muito longa. Escolha uma URL com 400 caracteres ou menos.
ru: Слишком длинный адрес. Выберите адрес длиной не более 400 символов.
sk: URL je príliš dlhá. Vyberte URL s 400 znakmi alebo menej.
ta: முகவரி மிக நீளமானது. 400 எழுத்துக்கள் அல்லது அதற்கும் குறைவான முகவரி ஐத் தேர்வுசெய்க.
uk: URL занадто довгий. Виберіть URL, який містить не більше 400 символів.

source: The description is too long. Choose a description with 400 characters or less.
eo: La priskribo estas tro longa. Priskribu per maksimume 400 skribsignoj.
es: La descripción es muy larga. Elija una descripción con 400 caracteres o menos.
pt: A descrição é muito longa. Escolha uma descrição com até 400 caráteres ou menos.
pt_br: A descrição é muito longa. Escolha uma descrição com 400 caracteres ou menos.
ru: Слишком длинное описание. Используйте описание, содержащее не более 400 символов.
sk: Popis je príliš dlhý. Vyberte si popis 400 znakov alebo menej.
ta: விளக்கம் மிக நீளமானது. 400 எழுத்துக்கள் அல்லது அதற்கும் குறைவான விளக்கத்தைத் தேர்வுசெய்க.
uk: Опис занадто довгий. Виберіть опис, який містить не більше 400 символів.

source: Account details updated
de: Konto-Details aktualisiert
eo: Detaloj pri konto ĝisdatiĝis
es: Datos de cuenta actualizados
it: Dettagli dell'account aggiornati
pt: Pormenores da conta atualizados
pt_br: Detalhes da conta atualizados
ru: Информация об учётной записи обновлена
sk: Podrobnosti účtu boli aktualizované
ta: கணக்கு விவரங்கள் புதுப்பிக்கப்பட்டன
uk: Деталі облікового запису оновлено

source: Email ${email_address} added - check your email for a verification link
de: E-Mail-Adresse ${email_address} hinzugefügt - Bitte überprüfen Sie ihre E-Mails auf einen Überprüfungslink.
el: Το email ${email_address} προστέθηκε - ελέγξτε το email σας για τον σύνδεσμο επαλήθευσης
eo: Retpoŝta adreso ${email_address} aldonita — kontrolu vian enirkeston pri ligilo de kontrolado
es: Se añadió la dirección de correo ${email_address}. Encuentre en su buzón el enlace de verificación
fr: E-mail ${email_address} ajouté - consultez votre boîte mail pour le lien de vérification
he: כתובת האי-מייל ${email_address} נוספה - יש לבדוק את תיבת האי-מייל לקישור אימות הכתובת
id: Email ${email_address} ditambahkan - periksa email Anda untuk tautan verifikasi
it: Indirizzo email ${email_address} aggiunto - controlla la tua posta in arrivo per un link di verifica
ja: メールアドレス ${email_address} が追加されました - メールにある確認用のリンクをチェックしてください
pt: E-mail ${email_address} adicionado - procure a hiperligação de verificação no seu e-mail
pt_br: E-mail ${email_address} adicionado - verifique seu e-mail para um link de verificação
ru: Электронная почта ${email_address} добавлена — проверьте свою почту на наличие ссылки для подтверждения
sk: E-mailová adresa ${email_address} bola pridaná – skontrolujte svoj e-mail, či nemáte verifikačný odkaz
ta: மின்னஞ்சல் $ {email_address} சேர்க்கப்பட்டது - சரிபார்ப்பு இணைப்புக்கு உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்
tr: ${email_address} e-postan eklendi - e-postanı doğrulama bağlantısı için kontrol et
uk: Електронну адресу ${email_address} додано – перевірте свою електронну пошту для отримання посилання на підтвердження

source: Recovery codes already generated
de: Wiederherstellungscodes wurden bereits generiert
el: Οι κωδικοί ανάκτησης έχουν ήδη δημιουργηθεί
eo: Realiraj kodoj jam generitaj
es: Ya se generaron códigos de recuperación
fr: Les codes de récupération ont déjà été générés
he: קודים לשחזור כבר נוצרו
id: Kode pemulihan sudah dibuat
it: Codici di recupero già generati
pt: Códigos de recuperação já gerados
pt_br: Códigos de recuperação já gerados
ru: Коды восстановления уже сгенерированы
sk: Obnovovacie kódy sú už vygenerované
ta: மீட்டெடுப்பு குறியீடுகள் ஏற்கனவே உருவாக்கப்பட்டுள்ளன
tr: Kurtarma kodları zaten oluşturuldu
uk: Коди відновлення вже згенеровані

source: Generating new recovery codes will invalidate your existing codes.
de: Das Generieren von neuen Wiederherstellungscodes macht die bestehenden Codes ungültig.
eo: Generado de novaj realiraj kodoj eksvalidigos viajn ekzistantajn kodojn.
es: Generar códigos de recuperación nuevos invalidará sus códigos existentes.
fr: La génération de nouveaux codes de récupération rendra invalide vos codes existants.
he: יצירת קודי שחזור חדשים יבטל את תוקפם של הקוד הקיימים.
id: Membuat kode pemulihan baru akan membuat kode yang sudah ada tidak valid.
it: Generare un nuovo codice di recupero invaliderà i tuoi codici esistenti.
pt: A geração dos novos códigos de recuperação invalidará os seus códigos existentes.
pt_br: A geração de novos códigos de recuperação invalidará os seus códigos existentes.
ru: Генерация новых кодов восстановления сделает ваши существующие коды недействительными.
sk: Generovanie nových kódov na obnovenie zruší platnosť vašich existujúcich kódov.
ta: புதிய மீட்டெடுப்பு குறியீடுகளை உருவாக்குவது உங்களிடம் இருக்கும் குறியீடுகளை செல்லாது.
tr: Yeni kurtarma kodlarının oluşturulması, mevcut kodlarınızı geçersiz kılacaktır.
uk: Генерація нових кодів відновлення анулює ваші існуючі коди.

source: Verify your email to create an API token.
de: E-Mail-Adresse bestätigen um einen neuen API token zu erstellen.
eo: Konfirmu vian retpoŝtan adreson por krei API-ĵetonon.
es: Verifique su email para crear un token de API.
it: Verifica la tua email per creare un token API.
pt: Verifique o seu e-mail para criar um token de API.
pt_br: Verifique seu e-mail para criar um token de API.
ru: Подтвердите свой адрес электронной почты для создания API -токена.
sk: Ak chcete vytvoriť token rozhrania API, overte svoj e-mail.
ta: பநிஇ கிள்ளாக்கை உருவாக்க உங்கள் மின்னஞ்சலை சரிபார்க்கவும்.
uk: Підтвердіть свою електронну адресу, щоб створити токен API.

source: API Token does not exist.
de: API Token existiert nicht.
eo: API-ĵetono ne ekzistas.
es: El token API no existe.
it: Il token API non esiste.
pt: Essa chave de API não existe.
pt_br: A chave de API não existe.
ru: Ключ доступа к API не существует.
sk: API token neexistuje.
ta: பநிஇ கிள்ளாக்கு இல்லை.
uk: API-токен не існує.

source: Invalid credentials. Try again
de: Ungültige Anmeldedaten. Erneut versuchen
el: Λάθος διαπιστευτήρια. Προσπάθησε ξανά
eo: Ne validaj salutiloj. Reprovu
es: Datos de acceso no válidos. Inténtelo de nuevo
fr: Identifiants incorrects. Veuillez réessayer
he: פרטי הזדהות לא תקפים. יש לנסות שוב
id: Kredensial tidak valid. Coba lagi
it: Credenziali non valide. Riprova
pt: Credenciais inválidas. Tente novamente
pt_br: Credenciais inválidas. Tente novamente
ru: Недействительные учётные данные. Попробуйте ещё раз
sk: Neplatné poverenia. Skúste to znova
ta: தவறான சான்றுகள். மீண்டும் முயற்சி செய்
tr: Geçersiz kimlik bilgileri. Tekrar deneyin
uk: Недійсні облікові дані. Спробуйте ще раз
