Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: To regain access to your account, <a href="%(reset_pw_url)s">reset your password</a> on PyPI. We also recommend that you go to <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> and check your other passwords and get yourself familiar with good password practices.
de: Um den Zugang zu Ihrem Konto zurück zu erhalten, <a href="%(reset_pw_url)s">setzen Sie Ihr PyPI-Passwort zurück</a>. Weiterhin empfehlen wir, dass Sie <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> besuchen, Ihre anderen Passwörter überprüfen und sich mit Praktiken für sichere Passwörter vertraut machen.
el: Για να μπορείτε να ανακτήσετε την πρόσβαση στο λογαριασμό σας, <a href="%(reset_pw_url)s">μηδενίστε τον κωδικό σας</a> στο PyPI. Επίσης, συνιστούμε να επισκεφτείτε τη διεύθυνση <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>, να δείτε άλλους κωδικούς και να εξοικειωθείτε με καλές πρακτικές επιλογής δυνατών κωδικών.
eo: Por reakiri vian konton, <a href="%(reset_pw_url)s">restarigu vian pasvorton</a> ĉe PyPI. Ni ankaŭ rekomendas, ke vi vizitu la retejon <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> por kontroli viajn aliajn pasvortojn kaj lerni kiel vi sekurigu pasvortojn.
es: Para recuperar el acceso a su cuenta de PyPI, <a href="%(reset_pw_url)s">restablezca la contraseña</a>. Recomendamos además que visite <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>, compruebe sus demás contraseñas y se familiarice con las prácticas recomendadas relativas al uso de contraseñas.
fr: Pour récupérer l'accès à votre compte, veuillez <a href="%(reset_pw_url)s">réinitialiser votre mot de passe</a> sur PyPI. Nous vous recommandons également de vous rendre sur <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> afin de vérifier vos autres mots de passe et vous rendre plus familier avec les bonnes pratiques pour un bon mot de passe.
he: כדי להשיג מחדש גישה לחשבונך, <a href="%(reset_pw_url)s">אפס/י את סיסמתך</a> ב-PyPI. אנחנו גם ממליצים להיכנס אל <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>, לבדוק את סיסמאותיך האחרות ולהכיר שיטות טובות לבחירת סיסמאות.
id: Untuk mengembalikan akses ke akun Anda, <a href="%(reset_pw_url)s">setel ulang kata sandi anda</a> on PyPI. Kami juga merekomendasikan Anda mengunjungi <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> dan mengecek kata sandi lain Anda dan menjadikan Anda mengenal praktik-praktik kata sandi yang baik.
it: Per riottenere l'accesso al tuo account, <a href="%(reset_pw_url)s">reimposta la tua password</a> su PyPI. Raccomandiamo di andare su <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> per controllare le tue altre passwords e diventare familiare con le pratiche di passwords valide.
ja: あなたのアカウントへのアクセスを回復するには、 PyPI で<a href="%(reset_pw_url)s">パスワードをリセット</a>して下さい。<a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>にてあなたの他のパスワードを確認するとともに良いパスワードの例について学ぶこともお勧めします。
pt: Para recuperar o acesso à sua conta, <a href="%(reset_pw_url)s">redefine a sua palavra-passe</a> no PyPI. Também recomendamos que acesse o <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> e verifique as suas outras palavras-passe e se familiarizar com boas práticas de palavra-passe.
pt_br: Para recuperar o acesso à sua conta, <a href="%(reset_pw_url)s">redefina sua senha</a> no PyPI. Também recomendamos que você acesse o <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> e verifique suas outras senhas e se familiarizar com boas práticas de senha.
ru: Чтобы восстановить доступ к учётной записи, <a href="%(reset_pw_url)s">сбросьте свой пароль</a> на PyPI. Также мы рекомендуем вам посетить сайт <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> и проверить другие ваши пароли, а также ознакомиться с лучшими практиками создания надёжных паролей.
sk: Ak chcete znova získať prístup k svojmu účtu, <a href="%(reset_pw_url)s">resetujte svoje heslo</a> na PyPI. Odporúčame vám tiež prejsť na stránku <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> a skontrolovať svoje ostatné heslá a oboznámiť sa s osvedčenými postupmi pre heslá.
ta: உங்கள் கணக்கிற்கான அணுகலை மீண்டும் பெற, <a href = "%(reset_pw_url)s"> உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும் </a> பைபியில். நீங்கள் <a href = "%(have_i_been_pwned_url)s"> hareibenpwned </a> க்குச் சென்று உங்கள் பிற கடவுச்சொற்களை சரிபார்த்து, நல்ல கடவுச்சொல் நடைமுறைகளைப் பற்றி அறிந்து கொள்ளுங்கள்.
tr: Hesabınıza yeniden erişim sağlamak için PyPI'da <a href="%(reset_pw_url)s">parolanızı sıfırlayın</a>. Ayrıca <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> adresini ziyaret edip diğer parolalarınızı da kontrol etmenizi ve güçlü bir parola oluşturmayla ilgili bilgi almanızı öneriyoruz.
uk: Щоб відновити доступ до вашого облікового запису, <a href="%(reset_pw_url)s">скиньте свій пароль</a> на PyPI. Ми також радимо вам відвідати <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> та перевірити ваші інші паролі й ознайомитися з хорошими практиками для паролів.

source: How do you know this?
de: Woher wissen Sie das?
el: Πως το ξέρετε αυτό;
eo: Kiel vi scias tion?
es: ¿Cómo lo sabe PyPI?
fr: Comment le savez-vous ?
he: איך אתם יודעים על זה?
id: Bagaimana Anda mengetahui ini?
it: Come lo sapete?
ja: どのようにして分かったのですか？
pt: Como sabe disso?
pt_br: Como você sabe disso?
ru: Откуда вам это стало известно?
sk: Ako to viete?
ta: இது உங்களுக்கு எப்படி தெரியும்?
tr: Bunu siz nasıl biliyorsunuz?
uk: Звідки вам це відомо?

source: We use a free security service from <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. When registering, authenticating, or updating your password, we generate a SHA1 hash of your password and use the first 5 characters of the hash to decide if the password is compromised. The plaintext password is never stored by PyPI or sent to HaveIBeenPwned.
de: Wir verwenden das kostenlose Angebot von <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Wenn Sie sich registrieren, authentifizieren oder ihr Passwort aktualisieren, erzeugen wir einen SHA1-Hashwert Ihres Passworts und benutzen die ersten 5 Zeichen des Hashwerts, um festzustellen, ob Ihr Passwort kompromittiert wurde. Das Klartextpasswort wird nie von PyPI gespeichert oder and HaveIBeenPwned gesendet.
el: Χρησιμοποιούμε μια δωρεάν υπηρεσία ασφάλειας <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Όταν δημιουργείτε λογαριασμό, πιστοποιήστε ή αλλάζετε τον κωδικό χρήστη σας, δημιουργούμε ένα SHA1 hash του κωδικού σας και χρησιμοποιούμε τους πρώτους 5 χαρακτήρες του hash για να αποφανθούμε αν ο κωδικός αυτός έχει υποκλαπεί. Ο κωδικός αυτός καθαυτός δεν αποθηκεύεται ποτέ στο PyPI ή στέλνεται στο HaveIBeenPwned.
eo: Ni uzas senpagan sekurecan servon de <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Dum registrado, aŭtentikigo, aŭ ĝisdatigo de vian pasvorton, ni kalkulas la SHA1-haketaĵon de via pasvorto kaj uzas la unuajn 5 signojn de la haketaĵo por decidi ĉu la pasvorto estas kompromitita. La neĉifrita pasvorto neniam estos konservita de PyPI aŭ sendita al HaveIBeenPwned.
es: Nos servimos de un servicio gratuito, <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Cuando se registra, se autentica o actualiza su contraseña, generamos un resumen SHA1 de su contraseña y empleamos los primeros cinco caracteres del resumen para determinar si la contraseña se ha vulnerado. Jamás se almacena la contraseña en texto plano en PyPI ni se envía esta a HaveIBeenPwned.
fr: Nous utilisons un service de sécurité gratuit de <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Lors de l'inscription, l'authentification ou la mise à jour de votre mot de passe, nous générons un hachage SHA1 de votre mot de passe et nous utilisons les 5 premiers caractères de ce hachage pour décider si le mot de passe est compromis ou non. Le mot de passe brut n'est jamais stocké par PyPI ou envoyé à HaveIBeenPwned.
he: אנו משתמשים בשירות אבטחה בחינם מאת <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. בעת הרשמה, אימות ועדכון סיסמתך, אנחנו מייצרים גיבוב (hash) מסוג SHA1 של סיסמתך ומשתמשים ב-5 התווים הראשונים של הגיבוב כדי להבין האם סיסמתך נפרצה. הסיסמה הגלויה לעולם אינה נשמרת על ידי PyPI ואינה נשלחת אל HaveIBeenPwned.
id: Kamimenggunakan layanan keamanan gratis dari <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Ketika pendaftaran, autentikasi, atau mengupdate kata sandi anda, kami membuat SHA1 hash dari kata sandi anda dan menggunakan 5 karakter pertama dari hash untuk memutuskan bahwa kata sandi dikompromikan. Password teks biasa tidak pernah disimpan oleh PyPI atau dikirim ke HaveIBeenPwned.
it: Usiamo un servizio di sicurezza gratuito da <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Quando registri, autentichi, o cambi la tua password, generiamo un hash SHA1 della tua password e usiamo i primi 5 caratteri dell'hash per decidere se la password è compromessa. La password semplice non viene mai conservata da PyPI o mandata a HveIBeenPwned.
ja: 我々は<a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>という無料セキュリティサービスを利用しています。あなたのパスワードを登録・認証・更新する際に、そのパスワードの SHA1 ハッシュを生成し、その最初の5文字を使ってパスワード流出の判定をしています。暗号化されていないパスワードが PyPI に保存されたり HaveIBeenPwned に送信されることは決してありません。
pt: Usamos um serviço de segurança gratuito do <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Ao registar, autenticar ou atualizar a sua palavra-passe, geramos um hash SHA1 da sua palavra-passe e usamos os primeiros 5 caracteres do hash para decidir se a palavra-passe está comprometida. A palavra-passe em texto não criptografado nunca é armazenada pelo PyPI ou enviada para HaveIBeenPwned.
pt_br: Nós usamos um serviço de segurança gratuito do <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Ao registrar, autenticar ou atualizar sua senha, geramos um hash SHA1 de sua senha e usamos os primeiros 5 caracteres do hash para decidir se a senha está comprometida. A senha em texto não criptografado nunca é armazenada pelo PyPI ou enviada para HaveIBeenPwned.
ru: Мы используем бесплатный сервис проверки безопасности от <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. При регистрации, аутентификации или обновлении пароля мы генерируем от вашего пароля хеш SHA1 и используем первые 5 символов этого хэша, чтобы определить, был ли пароль скомпрометирован или нет. Пароль в открытом виде в PyPI никогда не сохраняется и не передаётся в HaveIBeenPwned.
sk: Používame bezplatnú bezpečnostnú službu od <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Pri registrácii, autentifikácii alebo aktualizácii vášho hesla vygenerujeme SHA1 hash vášho hesla a pomocou prvých 5 znakov hash rozhodneme, či bolo heslo prezradené. Heslo v obyčajnom texte nie je nikdy uložené v PyPI ani odoslané do HaveIBeenPwned.
ta: <A href = "%(have_i_been_pwned_url)s"> headiebenpwned </a> இலிருந்து இலவச பாதுகாப்பு சேவையைப் பயன்படுத்துகிறோம். உங்கள் கடவுச்சொல்லை பதிவு செய்யும்போது, அங்கீகரிக்கும்போது அல்லது புதுப்பிக்கும்போது, உங்கள் கடவுச்சொல்லின் SHA1 ஆசை உருவாக்கி, கடவுச்சொல் வேறுபாடின்மை செய்யப்படுகிறதா என்பதை தீர்மானிக்க ஆசின் முதல் 5 எழுத்துக்களைப் பயன்படுத்துகிறோம். எளிய உரை கடவுச்சொல் ஒருபோதும் PYPI ஆல் சேமிக்கப்படாது அல்லது Headiebeenpwned க்கு அனுப்பப்படாது.
tr: Sistemimizde <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a> adlı ücretsiz güvenlik servisi kullanılmaktadır. Kayıt olurken, giriş yaparken veya yükleme yaparken parolanızın SHA1 hash'ı oluşturulmakta ve bu hash'ın ilk beş karakteri kullanılarak parolanızın güvenliği kontrol edilmektedir. Açık parolanız hiçbir şekilde PyPI'da barındırılmamakta veya HaveIBeenPwned'a gönderilmemektedir.
uk: Ми користуємося безкоштовним сервісом безпеки від <a href="%(have_i_been_pwned_url)s">HaveIBeenPwned</a>. Коли ви реєструєте, автентифікуєте чи змінюєте свій пароль, ми генеруємо хеш SHA1 вашого з пароля і використовуємо його перші 5 знаків, щоб вирішити чи пароль був скомпрометований. Пароль ніколи не зберігається на PyPI у вигляді відкритого тексту і не надсилається до HaveIBeenPwned.

source: For more information, see our <a href="%(faq_url)s">FAQ</a>. For help, you can email <a href="%(email_href)s">%(email_address)s</a> to communicate with the PyPI administrators.
de: Weitere Informationen finden Sie in unseren <a href="%(faq_url)s">FAQ</a>. Für weitere Hilfe können Sie eine E-Mail an <a href="%(email_href)s">%(email_address)s</a> senden, um mit den PyPI-Administratoren Kontakt aufzunehmen.
el: Για περισσότερες πληροφορίες δείτε στο <a href="%(faq_url)s">FAQ</a>. Για βοήθεια, μπορείτε να στείλετε email στο <a href="%(email_href)s">%(email_address)s</a> για να επικοινωνήσετε με τους διαχειριστές του PyPI.
eo: Por pliaj informoj, vidu niajn <a href="%(faq_url)s">Oftajn Demanadojn</a>. Por helpo, vi povas mesaĝi ĉe <a href="%(email_href)s">%(email_address)s</a> al la administrantoj de PyPI.
es: Para obtener más información, consulte nuestra lista de <a href="%(faq_url)s">preguntas frecuentes</a>. Para recibir ayuda de los administradores de PyPI, puede enviar un mensaje a <a href="%(email_href)s">%(email_address)s</a> (en inglés).
fr: Pour plus d'informations, consultez notre <a href="%(faq_url)s">FAQ</a>. Pour obtenir de l'aide, vous pouvez écrire à <a href="%(email_href)s">%(email_address)s</a> pour communiquer avec les administrateurs de PyPI.
he: ניתן למצוא מידע נוסף ב<a href="%(faq_url)s">שאלות ותשובות</a>. לקבלת עזרה, ניתן לשלוח אי-מייל לכתובת <a href="%(email_href)s">%(email_address)s</a> כדי לתקשר עם מנהלי PyPI.
id: Untuk informasi lebih lanjut, lihat <a href="%(faq_url)s">FAQ</a> kami. Untuk bantuan, anda bisa mengemail <a href="%(email_href)s">%(email_address)s</a> untuk berkomunikasi dengan admin-admin PyPI.
it: Per maggiori informazioni, vedi la nostra <a href="%(faq_url)s">FAQ</a>. Per aiuto, puoi mandare un email <a href="%(email_href)s">%(email_address)s</a> per comunicare con gli amministratori di PyPI.
ja: 更に情報が必要でしたら、<a href="%(faq_url)s">FAQ</a>を参照して下さい。助けが必要でしたら、 <a href="%(email_href)s">%(email_address)s</a> にメールして PyPI 管理者に連絡することができます。
pt: Para obter mais informações, consulte o nosso <a href="%(faq_url)s">FAQ</a>. Para obter ajuda, pode enviar um e-mail para <a href="%(email_href)s">%(email_address)s</a> para comunicar com os administradores do PyPI.
pt_br: Para obter mais informações, consulte nosso <a href="%(faq_url)s">FAQ</a>. Para obter ajuda, você pode enviar um e-mail para <a href="%(email_href)s">%(email_address)s</a> para se comunicar com os administradores do PyPI.
ru: Чтобы узнать больше, ознакомьтесь с разделом <a href="%(faq_url)s">ЧаВо</a>. Чтобы получить помощь, вы можете отправить письмо на <a href="%(email_href)s">%(email_address)s</a>, чтобы связаться с администраторами PyPI.
sk: Ďalšie informácie nájdete v našich <a href="%(faq_url)s">častých otázkach</a>. Ak potrebujete pomoc, môžete e-mailom <a href="%(email_href)s">%(email_address)s</a> komunikovať s administrátormi PyPI.
ta: மேலும் தகவலுக்கு, எங்கள் <a href = "%(faq_url)s"> கேள்விகள் </a> ஐப் பார்க்கவும். உதவிக்கு, PYPI நிர்வாகிகளுடன் தொடர்பு கொள்ள <a href = "%(email_href)s">%(email_address)s </a> மின்னஞ்சல் செய்யலாம்.
tr: Daha fazla bilgi için <a href="%(faq_url)s">SSS</a> sayfasına göz atın. Yardım için <a href="%(email_href)s">%(email_address)s</a> adresinden PyPI yöneticilerine ulaşabilirsiniz.
uk: Щоб дізнатися більше, дивітся наші <a href="%(faq_url)s">ЧаПи</a>. Щоб одержати допомогу, ви можете надіслати листа на <a href="%(email_href)s">%(email_address)s</a>, щоб зв'язатись із адміністраторами PyPI.

source: Someone, perhaps you, has made a password reset request for your PyPI account '%(username)s'.
de: Jemand, möglicherweise Sie selbst, hat eine Anfrage zum Zurücksetzen des Passwort des PyPI-Kontos „%(username)s“ gestellt.
el: Κάποιος, ίσως εσείς, έκανε μια αίτηση μηδενισμού κωδικού για τον λογαριασμό PyPI '%(username)s'.
eo: Iu, eble vi, petis pri restarigo de la pasvorto de via PyPI-konto '%(username)s'.
es: Alguien, quizá usted, ha solicitado restablecer la contraseña de la cuenta «%(username)s» de PyPI.
fr: Quelqu'un, peut-être vous, a fait une demande de réinitialisation de mot de passe pour votre comte PyPO « %(username)s ».
he: מישהו, אולי את/ה, יצר בקשת איפוס סיסמה עבור חשבון ה-PyPI‏ שלך '%(username)s'.
id: Seseorang, mungkin anda, telah membuat reset permintaan kata sandi untuk akun PyPI anda '%(username)s'.
it: Qualcuno, forse tu, ha effettuato una richiesta di reimpostazione password per il tuo account PyPI '%(username)s'.
ja: あなたか誰かが、あなたの PyPI アカウント <strong>%(username)s</strong> のパスワード リセットをリクエストしました。
pt: Alguém, talvez você, fez uma solicitação de redefinição de palavra-passe para a sua conta PyPI "%(username)s".
pt_br: Alguém, talvez você, fez uma solicitação de redefinição de senha para sua conta PyPI "%(username)s".
ru: Кто-то, возможно вы, сделал запрос на сброс пароля для вашей учётной записи «%(username)s» на PyPI.
sk: Niekto, možno vy, požiadal o obnovenie hesla pre váš účet PyPI '%(username)s'.
ta: யாரோ, ஒருவேளை நீங்கள், உங்கள் PYPI கணக்கில் '%(பயனர்பெயர்)' என்ற கடவுச்சொல் மீட்டமைப்பு கோரிக்கையை செய்துள்ளீர்கள்.
tr: Birisi, muhtemelen siz, PyPI üzerinden %(username)s için parola sıfırlama isteğinde bulundu.
uk: Хтось, можливо ви, скинув пароль від вашого облікового запису «%(username)s» на PyPI.

source: If you wish to proceed with this request, <a href="%(href)s">click to reset your password</a>.
de: Wenn Sie mit dem Zurücksetzen des Passwortes fortfahren möchten, <a href="%(href)s">klicken Sie bitte hier</a>.
el: Αν επιθυμείτε να προχωρήσετε με αυτή την αίτηση, <a href="%(href)s">κλικάρετε εδώ για να μηδενίσετε τον κωδικό σας</a>.
eo: Se vi intencis tion, <a href="%(href)s">alklaku ĉi tien por restarigi vian pasvorton</a>.
es: Si quiere continuar con esta solicitud, <a href="%(href)s">pulse aquí para restablecer la contraseña</a>.
fr: Si vous souhaiter procéder à cette demande, <a href="%(href)s">cliquer pour réinitialiser votre mot de passe</a>.
he: אם ברצונך להמשיך בבקשה זו, <a href="%(href)s">לחצ/י כאן לאיפוס סיסמתך</a>.
id: Jika anda berharap melanjutkan dengan permintaan ini, <a href="%(href)s">klik untuk menyetel ulang kata sandi anda</a>.
it: Se desideri procedere con questa richiesta, <a href="%(href)s">clicca per reimpostare la tua password</a>.
ja: このリクエストを進めるには、<a href="%(href)s">ここをクリックしてパスワードをリセットして下さい</a>。
pt: Se deseja prosseguir com este pedido, <a href="%(href)s">clique para redefinir a sua palavra-passe</a>.
pt_br: Se você deseja prosseguir com este pedido, <a href="%(href)s">clique para redefinir sua senha</a>.
ru: Если вы хотите продолжить выполнение этого запроса, <a href="%(href)s">нажмите на эту ссылку, чтобы сбросить пароль</a>.
sk: Ak chcete pokračovať v tejto žiadosti, <a href="%(href)s">kliknutím obnovte svoje heslo</a>.
ta: இந்த கோரிக்கையுடன் நீங்கள் தொடர விரும்பினால், <a href = "%(href)s"> உங்கள் கடவுச்சொல்லை மீட்டமைக்க சொடுக்கு செய்க </a>.
tr: Parolanızı sıfırlamak için <a href="%(href)s">buraya</a> tıklayın.
uk: Якщо ви бажаєте продовжити виконання цього запиту, <a href="%(href)s">клікніть щоб скинути свій пароль</a>.

source: This link will expire in %(n_hours)s hour.
de: Dieser Link läuft in %(n_hours)s Stunde ab.
el: Αυτός ο σύνδεσμος θα λήξει σε %(n_hours)s ώρα.
eo: Ĉi tiu ligilo eksvalidiĝos post %(n_hours)s horo.
es: Este enlace caducará en %(n_hours)s hora.
fr: Ce lien expirera dans %(n_hours)s heure.
he: תוקף קישור זה יפוג תוך שעה.
id: Link ini akan kadaluarsa dalam %(n_hours)s jam.
it: Questo link scadrà in %(n_hours)s ora.
ja: このリンクの有効期限は %(n_hours)s 時間です。
pt: Esta ligação vai expirar em %(n_hours)s hora.
pt_br: Esse link vai expirar em %(n_hours)s hora.
ru: Срок действия этой ссылки истечёт через %(n_hours)s час.
sk: Platnosť tohto odkazu vyprší o %(n_hours)s hodinu.
ta: இந்த இணைப்பு %(n_hours)s மணிநேரத்தில் காலாவதியாகும்.
tr: Bu bağlantının süresi %(n_hours)s saat içinde geçersiz olacak.
uk: Термін дії цього посилання збіжить за %(n_hours)s годину.

source: If you did not make this request, you can safely ignore this email.
de: Falls Sie diese Anfrage nicht gestellt haben, können Sie diese E-Mail einfach ignorieren.
el: Αν δεν κάνατε αυτή την αίτηση, μπορείτε να αγνοήσετε αυτό το email.
eo: Se vi ne petis tion, simple ignoru ĉi tiun retmesaĝon.
es: Si no ha hecho esta solicitud, puede pasar por alto este mensaje con seguridad.
fr: Si vous n'avez pas fait cette demande, vous pouvez ignorer cet e-mail en toute sécurité.
he: אם לא יצרת בקשה זו, ניתן להתעלם מהודעה זו בביטחון.
id: Jika anda tidak membuat permintaan ini, anda bisa dengan aman mengabaikan email ini.
it: Se non hai effettuato questa richiesta, puoi tranquillamente ignorare questa email.
ja: このリクエストをしたのがあなたでない場合は、このメールは無視して問題ありません。
pt: Se não fez esse pedido, pode ignorar este e-mail com segurança.
pt_br: Se você não fez esse pedido, você pode ignorar com segurança este e-mail.
ru: Если вы не делали этого запроса, то можете проигнорировать это сообщение.
sk: Ak ste túto žiadosť neodoslali, môžete tento e-mail pokojne ignorovať.
ta: இந்த கோரிக்கையை நீங்கள் செய்யவில்லை என்றால், இந்த மின்னஞ்சலை நீங்கள் பாதுகாப்பாக புறக்கணிக்கலாம்.
tr: Eğer bu isteği siz yapmadıysanız, güvenli bir şekilde bu e-postayı görmezden gelebilirsiniz.
uk: Якщо ви не робили цього запиту, то можете безпечно проігнорувати цього листа.

source: Someone, perhaps you, has made a password reset request for a PyPI account associated with this email address.
ru: Кто-то, возможно, вы, сделал запрос на сброс пароля для учетной записи PyPI, связанной с этим адресом электронной почты.

source: However, the email used to make this request is not verified. Your email address must be verified before you can use it to reset your password.
ru: Однако адрес электронной почты, использованный для этого запроса, не подтверждён. Ваш адрес электронной почты должен быть подтверждён, прежде чем вы сможете использовать его для сброса пароля.

source: If you have another verified email address associated with your PyPI account, try that instead.
ru: Если вы имеете ещё один подтверждённый адрес электронной почты ассоциированный с вашей учётной записью PyPI, попробуйте это.

source: If you cannot use another verified email, follow <a href="%(href)s">account recovery steps</a> for your PyPI account.
ru: Если вы не можете использовать другой подтверждённый адрес электронной почты, следуйте <a href="%(href)s">шагам восстановления учётной записи</a> для вашей учётной записи PyPI.

source: <a href="%(href)s">Read more about verified emails.</a>
ru: <a href="%(href)s">Читать больше про подтверждённые адреса электронной почты.</a>
