Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: The %(site)s project "%(project_name)s" has been added to the "%(organization_name)s" organization.
eo: La projekto «%(project_name)s» ĉe %(site)s aparteniĝis al la organizaĵo «%(organization_name)s».
es: El proyecto en %(site)s llamado "%(project_name)s" ha sido añadido a la organización "%(organization_name)s".
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: O projeto "%(project_name)s" do %(site)s foi adicionado à organização "%(organization_name)s".
pt_br: O projeto "%(project_name)s" do %(site)s foi adicionado à organização "%(organization_name)s".
ru: Проект %(site)s «%(project_name)s» был добавлен в организацию «%(organization_name)s.
sk: Projekt %(site)s "%(project_name)s" bol pridaný do organizácie "%(organization_name)s".
ta: %(தள) திட்டம் "%(site)s" "%(project_name)s" அமைப்பில் சேர்க்கப்பட்டுள்ளது.

source: You are receiving this because you are an owner of the project or the organization.
eo: Vi ricevas ĉi tiun, ĉar vi estas posedanto de la projekto aŭ la organizaĵo.
es: Ha recibido esto porque usted forma parte de los propietarios de este proyecto o de la organización.
it: Non sei un proprietario di questo progetto
pt: Está recebendo isso porque é um proprietário do projeto ou da organização.
pt_br: Você está recebendo isso porque você é um proprietário do projeto ou da organização.
ru: Вы получаете это, потому что являетесь владельцем проекта или организации.
sk: Dostávate to, pretože ste vlastníkom projektu alebo organizácie.
ta: நீங்கள் திட்டத்தின் அல்லது அமைப்பின் உரிமையாளர் என்பதால் இதைப் பெறுகிறீர்கள்.

source: The %(site)s project "%(project_name)s" has been removed from the "%(organization_name)s" organization.
eo: La projekto «%(project_name)s» ĉe %(site)s malaparteniĝis el la organizaĵo «%(organization_name)s».
es: El proyecto llamado "%(project_name)s" en %(site)s ha sido removido de la organización "%(organization_name)s".
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: O projeto "%(project_name)s" de %(site)s foi removido da organização "%(organization_name)s".
pt_br: O projeto "%(project_name)s" de %(site)s foi removido da organização "%(organization_name)s".
ru: %(site)s проект «%(project_name)s» был удален из организации «%(organization_name)s.
sk: Projekt %(site)s "%(project_name)s" bol odstránený z organizácie "%(organization_name)s".
ta: %(தள) திட்டம் "%(site)s" "%(project_name)s" அமைப்பிலிருந்து அகற்றப்பட்டுள்ளன.

source: The %(site)s organization has been renamed from "%(previous_organization_name)s" to "%(organization_name)s".
eo: La nomo de la organizaĵo «%(previous_organization_name)s» ĉe %(site)s ŝanĝiĝis al «%(organization_name)s».
es: La organización %(site)s ha sido renombrada de "%(previous_organization_name)s" a "%(organization_name)s".
it: L'organizzazione %(site)s è stata rinominata da "%(previous_organization_name)s" a "%(organization_name)s".
pt: A organização do %(site)s foi renomeada de "%(previous_organization_name)s" para "%(organization_name)s".
pt_br: A organização do %(site)s foi renomeada de "%(previous_organization_name)s" para "%(organization_name)s".
ru: Организация %(site)s была переименована из "%(previous_organization_name)s" в "%(organization_name)s".
sk: Organizácia %(site)s bola premenovaná z "%(previous_organization_name)s" na "%(organization_name)s".
ta: %(தளம்) அமைப்பு "%(site)s" இலிருந்து "%(previous_organization_name)s" என்று மறுபெயரிடப்பட்டுள்ளது.
uk: Організацію %(site)s було перейменовано з «%(previous_organization_name)s» на «%(organization_name)s».

source: The %(site)s organization "%(organization_name)s" has been updated.
eo: La organizaĵo «%(organization_name)s» ĉe %(site)s estis ĝisdatigita.
es: El %(site)s de la organización "%(organization_name)s" ha sido actualizado.
it: Riceverai un email con un link di reimpostazione password.
pt: A organização "%(organization_name)s" do %(site)s foi atualizada.
pt_br: A organização "%(organization_name)s" do %(site)s foi atualizada.
ru: %(site)s организация «%(organization_name)s» была обновлена.
sk: Organizácia %(site)s „%(organization_name)s“ bola aktualizovaná.
ta: %(தளம்) அமைப்பு " %(site)s" புதுப்பிக்கப்பட்டுள்ளன.

source: Old display name:
de: Alter Anzeigename:
eo: Malnova montra nomo:
it: Vecchio nome visualizzato:
pt: Nome de exibição antigo:
pt_br: Nome de exibição antigo:
ru: Старое имя отображения:
sk: Staré zobrazované meno:
ta: பழைய காட்சி பெயர்:

source: New display name:
de: Neuer Anzeigename:
eo: Nova montra nomo:
es: Nuevo nombre para mostrar:
it: Nuovo nome mostrato:
pt: Novo nome de exibição:
pt_br: Novo nome de exibição:
ru: Новое имя дисплея:
sk: Nové zobrazované meno:
ta: புதிய காட்சி பெயர்:
uk: Нове відображуване ім'я:

source: Old URL:
de: Alte URL:
eo: Malnova retadreso:
es: URL antiguo:
it: Vecchio URL:
pt: URL antiga:
pt_br: URL antiga:
ru: Старый URL:
sk: Stará URL:
ta: பழைய URL:

source: New URL:
de: Neue URL:
eo: Nova retadreso:
es: URL nuevo:
it: Nuovo URL:
pt: Nova URL:
pt_br: Nova URL:
ru: Новый URL:
sk: Nová URL:
ta: புதிய URL:
uk: Новий URL:

source: Old description:
eo: Malnova priskribo:
es: Antigua descripción de proyecto:
it: Vecchia descrizione:
pt: Descrição antiga:
pt_br: Descrição antiga:
ru: Старое описание:
sk: Starý popis:
ta: பழைய விளக்கம்:

source: New description:
eo: Nova priskribo:
es: Nueva descripción de proyecto
it: Nuova descrizione:
pt: Nova descrição:
pt_br: Nova descrição:
ru: Новое описание:
sk: Nový popis:
ta: புதிய விளக்கம்:

source: Old organization type:
eo: Malnova organizaĵa speco:
es: Antiguo tipo de organización:
it: Descrizione progetto
pt: Antigo tipo de organização:
pt_br: Antigo tipo de organização:
ru: Старый тип организации:
sk: Pôvodný typ organizácie:
ta: பழைய அமைப்பு வகை:

source: New organization type:
eo: Nova organizaĵa speco:
es: Nuevo tipo de organización:
it: Nuovo tipo di organizzazione:
pt: Novo tipo de organização:
pt_br: Novo tipo de organização:
ru: Новый тип организации:
sk: Nový typ organizácie:
ta: புதிய நிறுவன வகை:

source: Someone, perhaps you, has changed the password for your PyPI account <strong>%(username)s</strong>.
de: Jemand, möglicherweise Sie selbst, hat das Passwort des PyPI-Kontos <strong>%(username)s</strong> geändert.
el: Κάποιος, ίσως εσείς, έχει αλλάξει τον κωδικό χρήστη <strong>%(username)s</strong> του λογαριασμού σας στο PyPI.
eo: Iu, eble vi, ŝanĝis la pasvorton de via PyPI-konto <strong>%(username)s</strong>.
es: Alguien, quizá usted, ha cambiado la contraseña de su cuenta de PyPI, <strong>%(username)s</strong>.
fr: Quelqu'un, peut-être vous, à modifié le mot de passe de votre compte PyPI <strong>%(username)s</strong>.
he: משהו, אולי את/ה, שינה את הסיסמה עבור חשבון ה-PyPI‏ שלך <strong>%(username)s</strong>.
id: Seseorang, mungkin Anda, telah merubah kata sandi untuk akun PyPI Anda <strong>%(username)s</strong>.
it: Qualcuno, forse tu, ha cambiato la password per il tuo account PyPI <strong>%(username)s</strong>.
ja: あなたか誰かが、あなたの PyPI アカウント <strong>%(username)s</strong> のパスワードを変更しました。
pt: Alguém, talvez você, mudou a senha da sua conta PyPI <strong>%(username)s</strong>.
pt_br: Alguém, talvez você, mudou a senha para sua conta PyPI <strong>%(username)s</strong>.
ru: Кто-то, возможно вы, сменил пароль к учётной записи <strong>%(username)s</strong> на PyPI.
sk: Niekto, možno vy, zmenil heslo pre váš účet PyPI <strong>%(username)s</strong>.
ta: யாரோ, ஒருவேளை நீங்கள், உங்கள் PYPI கணக்குக்கான கடவுச்சொல்லை மாற்றிவிட்டீர்கள் <strong>%(username)s </strong>.
tr: Birisi, muhtemelen siz, PyPI hesabınız <strong>%(username)s</strong> için parola değişikliğinde bulundunuz.
uk: Хтось, можливо ви, змінив пароль до вашого облікового запису <strong>%(username)s</strong> на PyPI.

source: What?
de: Wie bitte?
el: Τι;
eo: Kio?
es: ¿Perdón?
fr: Quoi ?
he: מה?
id: Apa?
it: Cosa?
ja: え？
pt: O quê?
pt_br: O quê?
ru: Что случилось?
sk: Čo sa stalo?
ta: என்ன?
tr: Ne?
uk: Що?

source: PyPI administrators have determined that your password is compromised. To protect you and other users, we have preemptively reset your password and you will no longer be able to log in or upload to PyPI with your existing password.
eo: Administrantoj de PyPI determinis, ke via pasvorto estas kompromitita. Por protekti vin kaj aliajn uzantojn, ni restarigis vian pasvorton kaj vi ne plu povos saluti aŭ alŝuti al PyPI per via ekzistanta pasvorto.
es: Los administradores de PyPI han determinado que su contraseña es vulnerable. Para protegerle a usted y a otros usuarios, hemos restablecido su contraseña como medida precautoria; ya no podrá acceder a la cuenta ni cargar paquetes en PyPI con la contraseña existente.
it: Gli amministratori di PyPI hanno determinato che la tua password è compromessa. Per proteggere te e gli altri utenti, abbiamo preventivamente reimpostato la tua password e non sarai più in grado di accedere o caricare su PyPI con la tua password esistente.
pt: Os administradores do PyPI determinaram que a sua palavra-passe estava comprometida. Para proteger-lo e outros utilizadores, redefinimos a sua palavra-passe preventivamente e já não poderá entrar ou fazer envios no PyPI com a sua palavra-passe antiga.
pt_br: Os administradores do PyPI determinaram que sua senha está comprometida. Para proteger você e outros usuários, redefinimos sua senha preventivamente e você não poderá mais entrar ou fazer envios no PyPI com sua senha existente.
ru: Администраторы PyPI обнаружили, что ваш пароль взломан. Чтобы защитить вас и других пользователей, мы предварительно сбросили ваш пароль, и вы больше не сможете войти или загрузить в PyPI с существующим паролем.
sk: Správcovia PyPI zistili, že vaše heslo je prezradené. Aby sme ochránili vás a ostatných používateľov, preventívne sme obnovili vaše heslo a vy sa už nebudete môcť prihlásiť ani nahrať do PyPI pomocou vášho existujúceho hesla.
ta: உங்கள் கடவுச்சொல் வேறுபாடின்மை செய்யப்படுவதாக PYPI நிர்வாகிகள் தீர்மானித்துள்ளனர். உங்களையும் பிற பயனர்களையும் பாதுகாக்க, நாங்கள் உங்கள் கடவுச்சொல்லை முன்கூட்டியே மீட்டமைத்துள்ளோம், மேலும் உங்கள் இருக்கும் கடவுச்சொல் மூலம் நீங்கள் இனி உள்நுழையவோ அல்லது PYPI இல் பதிவேற்றவோ முடியாது.

source: PyPI itself has not suffered a breach. This is a protective measure to reduce the risk for PyPI and its users.
eo: PyPI mem ne suferis breĉon. Jen protekta rimedo por malpliigi la riskon kontraŭ PyPI kaj ĝiaj uzantoj.
es: El propio PyPI no ha sufrido una vulneración de seguridad. Esta es una medida de protección para reducir el riesgo a PyPI y a sus usuarios.
it: PyPI in sé non ha subìto violazioni. Questa è una misura cautelativa per ridurre il rischio per PyPI e i suoi utenti.
pt: O PyPI em si não sofreu uma violação. Essa é uma medida de proteção para reduzir o risco para o PyPI e os utilizadores dele.
pt_br: O PyPI em si não sofreu uma violação. Essa é uma medida de proteção para reduzir o risco para o PyPI e seus usuários.
ru: Сам PyPI не пострадал от взлома. Это защитная мера, призванная снизить риск для PyPI и его пользователей.
sk: Samotné PyPI neutrpelo porušenie. Ide o ochranné opatrenie na zníženie rizika pre PyPI a jeho používateľov.
ta: பைபி ஒரு மீறலுக்கு ஆளாகவில்லை. PYPI மற்றும் அதன் பயனர்களுக்கான ஆபத்தை குறைக்க இது ஒரு பாதுகாப்பு நடவடிக்கையாகும்.

source: What should I do?
de: Was sollte ich tun?
el: Τι πρέπει να κάνω;
eo: Kion mi faru?
es: ¿Qué debo hacer?
fr: Que dois-je faire ?
he: מה עליי לעשות?
id: Apa yang seharusnya Saya lakukan?
it: Cosa dovrei fare?
ja: 何をすべきですか？
pt: O que devo fazer?
pt_br: O que eu devo fazer?
ru: Что мне делать?
sk: Čo mám robiť?
ta: நான் என்ன செய்ய வேண்டும்?
tr: Ne yapmalıyım?
uk: Що мені робити?

source: To regain access to your account, <a href="%(href)s">reset your password</a> on PyPI.
de: Sie können wieder auf Ihr Konto zugreifen, wenn Sie das <a href="%(href)s">Passwort zurücksetzen</a>.
el: Για να μπορείτε να ανακτήσετε την πρόσβαση στο λογαριασμό σας, <a href="%(href)s">μηδενίστε τον κωδικό σας</a> στο PyPI.
eo: Por reakiri vian konton, <a href="%(href)s">restarigu vian pasvorton</a> ĉe PyPI.
es: Para recuperar el acceso a su cuenta, <a href="%(href)s">restablezca su contraseña</a> en PyPI.
fr: Pour récupérer l'accès à votre compte, veuillez <a href="%(href)s">réinitialiser votre mot de passe</a> sur PyPI.
he: כדי להשיג מחדש גישה לחשבונך, <a href="%(href)s">אספ/י את סיסמתך</a> ב-PyPI.
id: Untuk mengembalikan akses ke akun Anda, <a href="%(href)s">setel ulang kata sandi anda</a> on PyPI.
it: Per riottenere l'accesso al tuo account, <a href="%(href)s">reimposta la tua password</a> su PyPI.
ja: あなたのアカウントへのアクセスを回復するには、 PyPI で<a href="%(href)s">パスワードをリセット</a>して下さい。
pt: Para recuperar o acesso à sua conta, <a href="%(href)s">redefine a sua palavra-passe</a> no PyPI.
pt_br: Para recuperar o acesso à sua conta, <a href="%(href)s">redefina sua senha</a> no PyPI.
ru: Чтобы восстановить доступ к учётной записи, <a href="%(href)s">сбросьте свой пароль</a> на PyPI.
sk: Ak chcete znova získať prístup k svojmu účtu, <a href="%(href)s">resetujte svoje heslo</a> na PyPI.
ta: உங்கள் கணக்கிற்கான அணுகலை மீண்டும் பெற, <a href = "%(href)s"> உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும் </a> Pypi இல்.
tr: Hesabınıza tekrar erişim sağlayabilmeniz için lütfen PyPI'da <a href="%(href)s">şifrenizi sıfırlayın</a>.
uk: Щоб відновити доступ до свого облікового запису, <a href="%(href)s">скиньте свій пароль</a> на PyPI.

source: How can I contact you?
de: Wie kann ich Kontakt aufnehmen?
el: Πως μπορώ να επικοινωνήσω μαζί σας;
eo: Kiel mi povas kontakti vin?
es: ¿Cómo ponerse en contacto con PyPI?
fr: Comment puis-je vous contacter ?
he: כיצד אוכל ליצור אתכם קשר?
id: Bagaimana Saya bisa menghubungi Anda?
it: Come posso contattarvi?
ja: どうしたら連絡できますか？
pt: Como posso entrar em contato convosco?
pt_br: Como posso entrar em contato com vocês?
ru: Как я могу с вами связаться?
sk: Ako vás môžem kontaktovať?
ta: நான் உங்களை எவ்வாறு தொடர்பு கொள்ள முடியும்?
tr: Sizinle nasıl iletişime geçebilirim?
uk: Як із вами зв'язатися?

source: For more information, you can email %(email_address)s to communicate with the PyPI administrators.
eo: Por pliaj informoj, vi povas mesaĝi ĉe %(email_address)s al la administrantoj de PyPI.
es: Para obtener más información, puede enviar un mensaje a %(email_address)s (en inglés) para comunicarse con los administradores de PyPI.
it: Per maggiori informazioni, puoi scrivere a %(email_address)s per comunicare con gli amministratori di PyPI.
pt: Para mais informações, você pode enviar um e-mail para %(email_address)s e se comunicar com administradores do PyPI.
pt_br: Para mais informações, você pode enviar um e-mail para %(email_address)s para se comunicar com administradores do PyPI.
ru: Для получения дополнительной информации вы можете написать по электронной почте %(email_address)s, чтобы связаться с администраторами PyPI.
sk: Pre viac informácií môžete poslať e-mail %(email_address)s a komunikovať s administrátormi PyPI.
ta: மேலும் தகவலுக்கு, PYPI நிர்வாகிகளுடன் தொடர்பு கொள்ள நீங்கள் %(email_address)s மின்னஞ்சல் செய்யலாம்.

source: During your recent attempt to log in or upload to PyPI, we noticed your password appears in public data breaches. To protect you and other users, we have preemptively reset your password and you will no longer be able to log in or upload to PyPI with your existing password.
eo: Dum via lastatempa provo saluti aŭ alŝuti al PyPI, ni rimarkis, ke via pasvorto difektiĝis pro publikaj datenbreĉoj. Por protekti vin kaj aliajn uzantojn, ni restarigis vian pasvorton, kaj vi ne plu povos saluti aŭ alŝuti al PyPI per via ekzistanta pasvorto.
es: Hemos notado, durante su intento de acceder a PyPI o cargar un paquete en este, que su contraseña figura en una o más vulneraciones de seguridad públicas. Para protegerle a usted y a otros usuarios, hemos restablecido su contraseña existente y no podrá utilizarla para acceder a PyPI ni para cargar paquetes en este.
it: Durante il tuo recente tentativo di accesso o caricamento su PyPI, abbiamo notato che la tua password appare in un elenco pubblico di dati compromessi. Per proteggere te e gli altri utenti, abbiamo preventivamente reimpostato la tua password e non sarai più in grado di accedere o caricare su PyPI con la tua password attuale.
pt: Durante a sua recente tentativa de entrar ou fazer o envio no PyPI, notamos que a sua palavra-passe aparece em violações de dados públicos. Para protege-lo e outros utilizadores, redefinimos a sua palavra-passe preventivamente e já não poderá entrar ou fazer envio no PyPI com a sua palavra-passe existente.
pt_br: Durante sua recente tentativa de entrar ou fazer o envio no PyPI, notamos que sua senha aparece em violações de dados públicos. Para proteger você e outros usuários, redefinimos sua senha preventivamente e você não poderá mais entrar ou fazer envio no PyPI com sua senha existente.
ru: Во время вашей недавней попытки войти или загрузить данные в PyPI мы заметили, что ваш пароль фигурирует в открытых источниках данных. Чтобы защитить вас и других пользователей, мы предварительно сбросили ваш пароль, и вы больше не сможете войти или загрузить в PyPI с вашим существующим паролем.
sk: Počas vášho nedávneho pokusu o prihlásenie alebo nahranie do PyPI sme si všimli, že sa vaše heslo zobrazuje pri porušení ochrany osobných údajov. Aby sme ochránili vás a ostatných používateľov, preventívne sme obnovili vaše heslo a vy sa už nebudete môcť prihlásiť ani nahrať do PyPI pomocou vášho existujúceho hesla.
ta: PYPI இல் உள்நுழைய அல்லது பதிவேற்ற உங்கள் அண்மைக் கால முயற்சியின் போது, உங்கள் கடவுச்சொல் பொது தரவு மீறல்களில் தோன்றுவதை நாங்கள் கவனித்தோம். உங்களையும் பிற பயனர்களையும் பாதுகாக்க, நாங்கள் உங்கள் கடவுச்சொல்லை முன்கூட்டியே மீட்டமைத்துள்ளோம், மேலும் உங்கள் இருக்கும் கடவுச்சொல் மூலம் நீங்கள் இனி உள்நுழையவோ அல்லது PYPI இல் பதிவேற்றவோ முடியாது.

source: PyPI itself has not suffered a breach. This is a protective measure to reduce the risk of <a href="%(href)s">credential stuffing</a> attacks against PyPI and its users.
eo: PyPI mem ne suferis breĉon. Jen protekta rimedo por malpliigi la riskon de <a href="%(href)s">salutilo-farĉanta atako</a> kontraŭ PyPI kaj ĝiaj uzantoj.
it: PyPI in sé non ha subito violazioni. Questa è una misura cautelativa per ridurre il rischio di <a href="%(href)s">attacco alle credenziali</a> contro PyPI e i suoi utenti.
pt: O PyPI em si não sofreu uma violação. Esta é uma medida de proteção para reduzir o risco de ataques de <a href="%(href)s">credenciais de preenchimento</a> contra o PyPI e os seus utilizadores.
pt_br: O PyPI em si não sofreu uma violação. Essa é uma medida de proteção para reduzir o risco de ataques de <a href="%(href)s">credenciais de preenchimento</a> contra o PyPI e seus usuários.
ru: PyPI сама не пострадала от нарушения. Это защитная мера, направленная на снижение риска <a href="%(href)s">креативных начинок </a> атак на PyPI и его пользователей.
sk: Samotné PyPI neutrpelo porušenie. Toto je ochranné opatrenie na zníženie rizika <a href="%(href)s">útokov poverení</a> proti PyPI a jeho používateľom.
ta: பைபி ஒரு மீறலுக்கு ஆளாகவில்லை. <A href = "%(href)s"> நற்சான்றிதழ் திணிப்பு </a> பைபி மற்றும் அதன் பயனர்களுக்கு எதிரான தாக்குதல்களின் அபாயத்தைக் குறைக்க இது ஒரு பாதுகாப்பு நடவடிக்கையாகும்.
