Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: There are no teams in the organization.
eo: Mankas teamoj en la organizaĵo.
it: Non sei un proprietario di questo progetto
pt: Não há equipas na organização.
pt_br: Não há equipes na organização.
ru: В организации нет команд.
sk: V organizácii nie sú žiadne tímy.
ta: அமைப்பில் எந்த அணிகளும் இல்லை.
uk: У цій організації команд нема.

source: Invite external collaborator
eo: Inviti eksteran kunlaboranton
it: Invita collaboratore
pt: Convidar colaborador externo
ru: Пригласить внешнего сотрудника
sk: Pozvite externého spolupracovníka
ta: வெளிப்புற ஒத்துழைப்பாளரை அழைக்கவும்
uk: Запросити зовнішнього поплічника

source: Invite collaborator
eo: Inviti kunlaboranton
es: Invitar colaborador
id: Undang kolaborator
it: Invita collaboratore
pt: Convidar colaborador
pt_br: Convidar colaborador
ru: Пригласить соавтора
sk: Pozvať spolupracovníka
ta: ஒத்துழைப்பாளரை அழைக்கவும்
uk: Запросити поплічника

source: Manage '%(project_name)s' settings
de: Einstellungen von '%(project_name)s' verwalten
el: Διαχείριση ρυθμίσεων του '%(project_name)s'
eo: Agordi la projekton «%(project_name)s»
es: Gestionar configuración de «%(project_name)s»
fr: Gérer les paramètres de « %(project_name)s »
he: ניהול הגדרות '%(project_name)s'
id: Kelola pengaturan '%(project_name)s'
it: Gestisci '%(project_name)s' impostazioni
ja: %(project_name)s の設定管理
pt: Gerir configurações de "%(project_name)s"
pt_br: Gerenciar configurações de "%(project_name)s"
ru: Управление настройками проекта «%(project_name)s»
sk: Spravujte nastavenia '%(project_name)s'
ta: '%(project_name)s' அமைப்புகளை நிர்வகிக்கவும்
tr: '%(project_name)s' Ayarlarını Yönet
uk: Керувати налаштуваннями «%(project_name)s»

source: Project settings
de: Projekt-Einstellungen
el: Ρυθμίσεις project
eo: Agordoj pri la projekto
es: Configuración del proyecto
fr: Paramètres du projet
he: הגדרות פרויקט
id: Pengaturan proyek
it: Impostazioni progetto
ja: プロジェクト設定
pt: Configurações do projeto
pt_br: Configurações do projeto
ru: Настройки проекта
sk: Nastavenia projektu
ta: திட்ட அமைப்புகள்
tr: Proje Ayarları
uk: Налаштування проєкту

source: Project size:
eo: Grando de la projekto:
es: Tamaño del proyecto:
id: Ukuran proyek:
it: Dimensioni progetto:
pt: Tamanho do projeto:
pt_br: Tamanho do projeto:
ru: Размер проекта:
sk: Veľkosť projektu:
ta: திட்ட அளவு:
uk: Розмір проєкту:

source: Create a token for %(project_name)s
de: Token für Projekt %(project_name)s erstellen
el: Δημιουργία ενός token για το %(project_name)s
eo: Krei ĵetonon por %(project_name)s
es: Crear una ficha para %(project_name)s
fr: Créer un jeton pour %(project_name)s
he: יצירת אסימון עבור %(project_name)s
id: Buat token untuk %(project_name)s
it: Crea un token per %(project_name)s
ja: %(project_name)s のトークンを作成する
pt: Criar um token para %(project_name)s
pt_br: Criar um token para %(project_name)s
ru: Создать токен для проекта %(project_name)s
sk: Vytvorte token pre %(project_name)s
ta: %(project_name)s ஒரு கிள்ளாக்கை உருவாக்கவும்
tr: %(project_name)s için bir belirteç oluştur
uk: Створити токен для %(project_name)s

source: <a href="%(href)s">Verify your primary email address</a> to add an API token for %(project_name)s.
de: <a href="%(href)s">Bestätigen Sie Ihre primäre Mail-Adresse</a>, um ein API-Token für Projekt %(project_name)s hinzuzufügen.
el: <a href="%(href)s">Επιβεβαιώστε την κύρια διεύθυνση email σας</a> προκειμένου να προσθέσετε ένα API token για το %(project_name)s.
eo: <a href="%(href)s">Kontrolu vian ĉefan retpoŝtan adreson</a> por aldoni API-ĵetonon por %(project_name)s.
es: <a href="%(href)s">Verifique su dirección de correo principal</a> para añadir una ficha de API a %(project_name)s.
fr: <a href="%(href)s">Vérifiez votre adresse e-mail principale</a> pour ajouter un jeton d'API pour %(project_name)s.
he: <a href="%(href)s">אשרר/י את כתובת המייל הראשית שלך</a> כדי להוסיף אסימון API עבור %(project_name)s.
id: <a href="%(href)s">Verivikasi alamat email Anda</a> untuk menambahkan token API untuk %(project_name)s.
it: <a href="%(href)s">Verifica il tuo indirizzo email principale</a> per aggiungere un token API per %(project_name)s.
ja: <a href="%(href)s"> 主要メールアドレスを確認 </a> して、 %(project_name)s のAPIトークンを追加します。
pt: <a href="%(href)s">Verifique o seu endereço de e-mail principal</a> para adicionar um token de API para %(project_name)s.
pt_br: <a href="%(href)s">Verifique seu endereço de e-mail principal</a> para adicionar um token de API para %(project_name)s.
ru: Чтобы добавить API-токен для проекта %(project_name)s, <a href="%(href)s">подтвердите свой основной адрес электронной почты</a>.
sk: <a href="%(href)s">Overte svoju primárnu e-mailovú adresu</a> a pridajte token API pre %(project_name)s.
ta: <a href = " %(href)s"> %(project_name)s க்கு பநிஇ டோக்கனைச் சேர்க்க உங்கள் முதன்மை மின்னஞ்சல் முகவரியை சரிபார்க்கவும் </a>.
tr: %(project_name)s 'e API belirteci eklemek için <a href="%(href)s">birincil e-posta adresinizi onaylayın</a>.
uk: <a href="%(href)s">Підтвердіть свою основну електронну адресу</a>, щоб додати API-токен для %(project_name)s.

source: Project description and sidebar
de: Projekt-Beschreibung und Seitenleiste
el: Περιγραφή project και πλευρική στήλη
eo: Projektaj priskribo kaj flankpanelo
es: Descripción y barra lateral del proyecto
fr: Description du projet et barre latérale
he: תיאור פרויקט וסרגל צד
id: Deskripsi proyek dan sidebar
it: Descrizione progetto e barra laterale
ja: プロジェクトの説明とサイドバー
pt: Descrição do projeto e barra lateral
pt_br: Descrição do projeto e barra lateral
ru: Описание проекта и боковая панель
sk: Popis projektu a bočný panel
ta: திட்ட விளக்கம் மற்றும் பக்கப்பட்டி
tr: Proje açıklaması ve kenar çubuğu
uk: Опис проєкту і бокова панель

source: Remove project from organization
eo: Forigi projekton for de la organizaĵo
it: Rimuovi %(user)s da questo progetto
ru: Удалить проект из организации
sk: Odstrániť projekt z organizácie
ta: அமைப்பிலிருந்து திட்டத்தை அகற்று
uk: Видалити з цієї організації

source: Removing this project from the organization will:
eo: Forigado de ĉi tiu projekto for de la organizaĵo kaŭzos la jenon:
it: Non sei un proprietario di questo progetto
ru: Удаление этого проекта из организации позволит:
sk: Odstránenie tohto projektu z organizácie:
ta: இந்த திட்டத்தை அமைப்பிலிருந்து நீக்குவது:
uk: Видалення цього проєкту з організації:

source: Remove this project from the '%(organization_name)s' organization.
eo: Forigi ĉi tiun projekton for de la organizaĵo «%(organization_name)s».
it: Ora sei ${role} del progetto '${project_name}'.
ru: Удалите этот проект из организации '%(organization_name)s'.
sk: Odstráňte tento projekt z organizácie '%(organization_name)s'.
ta: இந்த திட்டத்தை '%(organization_name)s அமைப்பிலிருந்து அகற்றவும்.
uk: Видалить цей проєкт з організації «%(organization_name)s».

source: Revoke project permissions for teams in the '%(organization_name)s' organization.
eo: Nuligi projektajn permesojn por teamoj en la organizaĵo «%(organization_name)s».
it: Ora sei ${role} del progetto '${project_name}'.
ru: Отмените права на проект для команд в организации '%(organization_name)s'.
sk: Zrušte povolenia projektu pre tímy v organizácii '%(organization_name)s'.
ta: '%(organization_name)s அமைப்பில் உள்ள அணிகளுக்கான திட்ட அனுமதிகளைத் திரும்பப் பெறுங்கள்.
uk: Скасує права в проєкті для команд в організації «%(organization_name)s».

source: Individual owners and maintainers of the project will retain their project permissions.
de: Einzelne Eigentümer und Betreuer des Projekts behalten ihre Projektberechtigungen bei.
eo: Individuaj posedantoj kaj mastrumantoj de la projekto retenos siajn projektajn permesojn.
it: I proprietari e i manutentori individuali del progetto conserveranno i loro permessi sul progetto.
ru: Отдельные владельцы и сопровождающие проекта сохраняют свои права на проект.
sk: Jednotliví vlastníci a správcovia projektu si zachovajú svoje projektové povolenia.
ta: தனிப்பட்ட உரிமையாளர்கள் மற்றும் திட்டத்தின் பராமரிப்பாளர்கள் தங்கள் திட்ட அனுமதிகளைத் தக்க வைத்துக் கொள்வார்கள்.
uk: Окремі власники та доглядачі проєкту збережуть свої права у проєкті.

source: This will remove the project from the '%(organization_name)s' organization.
eo: Tio forigos la projekton for de la organizaĵo «%(organization_name)s».
it: Ora sei ${role} del progetto '${project_name}'.
pt: Isto removerá o projeto da organização '%(organization_name)s'.
pt_br: Isso removerá o projeto da organização '%(organization_name)s'.
ru: Это удалит проект из организации '%(organization_name)s'.
sk: Týmto sa projekt odstráni z organizácie '%(organization_name)s'.
ta: இது திட்டத்தை '%(organization_name)s அமைப்பிலிருந்து அகற்றும்.

source: Remove project
eo: Forigi projekton
it: Nessun progetto
pt: Remover projeto
pt_br: Remover projeto
ru: Удалить проект
sk: Odstránenie projektu
ta: திட்டத்தை அகற்று

source: Project Name
de: Projektname
el: Όνομα project
eo: Nomo de Projekto
es: Nombre del proyecto
fr: Nom du projet
he: שם הפרויקט
id: Nama Proyek
it: Nome progetto
ja: プロジェクト名
pt: Nome do projeto
pt_br: Nome do projeto
ru: Название проекта
sk: Názov projektu
ta: திட்ட பெயர்
tr: Proje Adı
uk: Назва проєкту

source: Cannot remove project from organization
eo: Ne eblas forigi projekton for de la organizaĵo
it: Non sei un proprietario di questo progetto
ru: Невозможно удалить проект из организации
sk: Projekt nie je možné odstrániť z organizácie
ta: நிறுவனத்திலிருந்து திட்டத்தை அகற்ற முடியாது

source: Your organization is currently the <strong>sole owner</strong> of the project. You must add an individual owner to the project before you can remove the project from your organization.
de: Ihre Organisation ist derzeit die <strong>einzige</strong> Besitzerin des Projekts. Sie müssen dem Projekt einen individuellen Eigentümer hinzufügen, bevor Sie das Projekt von Ihrer Organisation entfernen können.
eo: Via organizaĵo estas aktuale la <strong>sola posedanto</strong> de la projekto. Vi devas aldoni individuan posedanton al la projekto antaŭ ol vi povos forigi la projekton for de via organizaĵo.
it: Al momento, la tua organizzazione è l'unico proprietario del progetto. Prima di poter rimuovere il progetto dalla tua organizzazione, devi aggiungere un proprietario individuale al progetto.
pt: Sua organização é atualmente a <strong>única proprietária</strong> do projeto. Você deve adicionar um um proprietário individual ao projeto antes de poder remover o projeto de sua organização.
ru: В настоящее время ваша организация является <strong>единственным владельцем</strong> проекта. Вы должны добавить индивидуального владельца к проекту, прежде чем сможете удалить проект из вашей организации.
sk: Vaša organizácia je momentálne <strong>výlučným vlastníkom</strong> projektu. Pred odstránením projektu zo svojej organizácie musíte do projektu pridať jednotlivého vlastníka.
ta: உங்கள் அமைப்பு தற்போது திட்டத்தின் <strong> ஒரே உரிமையாளர் </strong> ஆகும். உங்கள் நிறுவனத்திலிருந்து திட்டத்தை அகற்றுவதற்கு முன்பு நீங்கள் ஒரு தனிப்பட்ட உரிமையாளரை திட்டத்தில் சேர்க்க வேண்டும்.

source: Transfer project to another organization
eo: Transdoni projekton al alia organizaĵo
it: Non sei un proprietario di questo progetto
pt: Transferir projeto para outra organização
pt_br: Transferir projeto para outra organização
ru: Передача проекта другой организации
sk: Preneste projekt do inej organizácie
ta: திட்டத்தை மற்றொரு நிறுவனத்திற்கு மாற்றவும்

source: Transfer project to an organization
eo: Transdoni projekton al organizaĵo
it: Crea un account
pt: Transferir projeto para uma organização
pt_br: Transferir projeto para uma organização
ru: Передача проекта организации
sk: Preneste projekt do organizácie
ta: திட்டத்தை ஒரு நிறுவனத்திற்கு மாற்றவும்

source: Transferring this project will:
eo: Transdonado de la projekto kaŭzos la jenon:
it: Eliminare questo progetto farà:
pt: A transferência deste projeto irá:
pt_br: A transferência deste projeto irá:
ru: Передача этого проекта позволит:
sk: Prenos tohto projektu:
ta: இந்த திட்டத்தை மாற்றுவது:

source: Revoke your direct Owner role on the project.
de: Ihre direkte Eigentümer-Rolle für dieses Projekt widerrufen.
eo: Rezigni vian rektan rolon Posedanto por la projekto.
it: Revoca il tuo ruolo di Proprietario diretto del progetto.
pt: Revogar seu papel de Proprietário direto no projeto.
ru: Отмените свою роль непосредственного владельца в проекте.
sk: Zrušte svoju rolu priameho vlastníka v projekte.
ta: திட்டத்தில் உங்கள் நேரடி உரிமையாளர் பங்கை ரத்து செய்யுங்கள்.

source: You will retain Owner permissions on the project through your organization role.
eo: Vi retenos rajtojn de Posedanto pri la projekto pro via organizaĵa rolo.
it: Non sarai in grado di recuperare il tuo account dopo averlo cancellato
pt: Manterá as permissões de Proprietário no projeto por meio da sua função na organização.
pt_br: Você manterá as permissões de Proprietário no projeto por meio de sua função na organização.
ru: Вы сохраните Разрешения владельца на проект через вашу организационную роль.
sk: Povolenia vlastníka na projekte si zachováte prostredníctvom svojej roly organizácie.
ta: உங்கள் நிறுவன பங்கு மூலம் திட்டத்தின் உரிமையாளர் அனுமதிகளை நீங்கள் தக்க வைத்துக் கொள்வீர்கள்.

source: Add the project to another organization that you own.
de: Fügen Sie das Projekt einer anderen Organisation hinzu, die Sie besitzen.
eo: Aldoni la projekton al alia organizaĵo posedata de vi.
it: Aggiungi il progetto a un'altra organizzazione di cui sei proprietario.
pt: Adicione o projeto a outra organização da sua propriedade.
pt_br: Adicione o projeto a outra organização de sua propriedade.
ru: Добавьте проект в другую организацию, которой вы владеете.
sk: Pridajte projekt do inej organizácie, ktorú vlastníte.
ta: உங்களுக்கு சொந்தமான மற்றொரு நிறுவனத்தில் திட்டத்தைச் சேர்க்கவும்.

source: Add the project to an organization that you own.
eo: Aldoni la projekton al organizaĵo posedata de vi.
it: Token non valido: non è un token di invito a una collaborazione
pt: Adicione o projeto a uma organização da sua propriedade.
pt_br: Adicione o projeto a uma organização de sua propriedade.
ru: Добавьте проект в организацию, которой вы владеете.
sk: Pridajte projekt do organizácie, ktorú vlastníte.
ta: உங்களுக்கு சொந்தமான ஒரு நிறுவனத்தில் திட்டத்தைச் சேர்க்கவும்.

source: Grant full project permissions to owners of the organization.
de: Geben Sie den Eigentümern der Organisation volle Projektberechtigungen.
eo: Doni plenajn projektajn permesojn al posedantoj de la organizaĵo.
it: Conferisci pieni permessi sul progetto ai proprietari dell'organizzazione.
pt: Conceda permissões completas de projeto aos proprietários da organização.
pt_br: Conceda permissões completas de projeto aos proprietários da organização.
ru: Предоставьте полные права на проект владельцам организации.
sk: Udeľte vlastníkom organizácie úplné povolenia projektu.
ta: நிறுவனத்தின் உரிமையாளர்களுக்கு முழு திட்ட அனுமதிகளையும் வழங்கவும்.

source: All other individual owners and maintainers of the project will retain their project permissions.
de: Alle anderen Einzelbesitzer und Projektbetreuer behalten ihre Projektberechtigungen bei.
eo: Ĉiuj aliaj individuaj posedantoj kaj mastrumantoj de la projekto retenos siajn projektajn permesojn.
it: Tutti gli altri proprietari e manutentori individuali del progetto manterranno i loro permessi sul progetto.
pt: Todos os proprietários individuais e mantenedores do projeto irão reter suas permissões de projeto.
ru: Все остальные индивидуальные владельцы и сопровождающие проекта сохранят свои права на проект.
sk: Všetci ostatní jednotliví vlastníci a správcovia projektu si zachovajú svoje povolenia na projekt.
ta: திட்டத்தின் மற்ற அனைத்து தனிப்பட்ட உரிமையாளர்களும் பராமரிப்பாளர்களும் தங்கள் திட்ட அனுமதிகளைத் தக்க வைத்துக் கொள்வார்கள்.

source: Transfer project
eo: Transdoni projekton
it: Gestire un progetto
pt: Transferir projeto
pt_br: Transferir projeto
ru: Проект передачи
sk: Projekt transferu
ta: பரிமாற்ற திட்டம்

source: Cannot transfer project to another organization
eo: Ne eblas transdoni projekton al alia organizaĵo
it: Non sei un proprietario di questo progetto
pt: Não é possível transferir o projeto para outra organização
pt_br: Não é possível transferir o projeto para outra organização
ru: Невозможно передать проект другой организации
sk: Projekt nie je možné preniesť do inej organizácie
ta: திட்டத்தை வேறொரு நிறுவனத்திற்கு மாற்ற முடியாது

source: Cannot transfer project to an organization
eo: Ne eblas transdoni projekton al organizaĵo
it: Crea un account
ru: Невозможно передать проект организации
sk: Projekt nie je možné preniesť do organizácie
ta: திட்டத்தை ஒரு நிறுவனத்திற்கு மாற்ற முடியாது

source: Organization owners can transfer the project to organizations that they own or manage.
eo: Posedanto de organizaĵo rajtas transdoni projekton al organizaĵoj posedataj aŭ administrataj de si.
it: Token non valido: non è un token di invito a una collaborazione
ru: Владельцы организаций могут передавать проект организациям, которыми они владеют или управляют.
sk: Vlastníci organizácií môžu preniesť projekt na organizácie, ktoré vlastnia alebo spravujú.
ta: நிறுவன உரிமையாளர்கள் இந்த திட்டத்தை தாங்கள் வைத்திருக்கும் அல்லது நிர்வகிக்கும் நிறுவனங்களுக்கு மாற்றலாம்.

source: You are not an owner or manager of any other organizations.
eo: Vi estas ne posedanto nek mastrumanto de aliaj organizaĵoj.
it: Non sei un proprietario di questo progetto
pt: Não é proprietário ou gerente de nenhuma outra organização.
pt_br: Você não é proprietário ou gerente de nenhuma outra organização.
ru: Вы не являетесь владельцем или руководителем других организаций.
sk: Nie ste vlastníkom ani manažérom žiadnej inej organizácie.
ta: நீங்கள் வேறு எந்த அமைப்புகளின் உரிமையாளர் அல்லது மேலாளர் அல்ல.

source: Project owners can transfer the project to organizations that they own or manage.
eo: Posedanto de projekto rajtas transdoni ĝin al organizaĵoj posedataj aŭ administrataj de si.
it: Token non valido: non è un token di invito a una collaborazione
ru: Владельцы проекта могут передавать его организациям, которыми они владеют или управляют.
sk: Vlastníci projektu môžu preniesť projekt na organizácie, ktoré vlastnia alebo spravujú.
ta: திட்ட உரிமையாளர்கள் திட்டத்தை தங்களுக்கு சொந்தமான அல்லது நிர்வகிக்கும் நிறுவனங்களுக்கு மாற்றலாம்.

source: You are not an owner or manager of any organizations.
eo: Vi estas ne posedanto nek mastrumanto de iu ajn organizaĵo.
it: %(user)s non ha caricato nessun progetto su PyPI, ancora
ru: Вы не являетесь владельцем или управляющим какой-либо организации.
sk: Nie ste vlastníkom ani manažérom žiadnej organizácie.
ta: நீங்கள் எந்த அமைப்புகளின் உரிமையாளர் அல்லது மேலாளர் அல்ல.

source: Alternate repository locations
eo: Lokoj de alternativaj deponejoj
pt: Locais de repositório alternativos
ru: Альтернативные места хранения
sk: Alternate úložisko
ta: மாற்று களஞ்சிய இடங்கள்

source: Provisional support for <a href="%(pep_url)s">PEP 708</a> "Alternate Locations" Metadata.
eo: Provizora subteno por metadatenoj pri alternativaj lokoj laŭ <a href="%(pep_url)s">PEP 708</a>.
pt: Suporte provisório para <a href="%(pep_url)s">PEP 708</a> Metadados "Locais Alternativos" .
ru: Предварительная поддержка метаданных <a href="%(pep_url)s">PEP 708</a> "Альтернативные местоположения".
sk: Poskytovanie podpory pre <a href="%(pep_url)s">PEP 708</a> "Alternate umiestnenie" Metadata.
ta: <A href = "%(pep_url)s"> pep 708 </a> "மாற்று இடங்கள்" மெட்டாடேட்டாவுக்கான தற்காலிக உதவி.

source: Implementation may change, consider subscribing to <a href="%(pypi_announce_url)s">pypi-announce</a> to be notified of changes.
eo: La detaloj povas ŝanĝiĝi; konsideru aboni la dissendoliston <a href="%(pypi_announce_url)s">pypi-announce</a> por ŝanĝoj.
pt: Implementações podem mudar, considere inscrever-se á <a href="%(pypi_announce_url)s"><a href="%(pypi_announce_url)s">anúncios-pypi</a> para ser notificado de mudanças.
ru: Реализация может меняться, подпишитесь на <a href="%(pypi_announce_url)s">pypi-announce</a>, чтобы получать уведомления об изменениях.
sk: Implementácia môže zmeniť, zvážiť prihlásenie <a href="%(pypi_announce_url)s">pypi-announce</a> byť informovaný o zmenách.
ta: செயல்படுத்தல் மாறக்கூடும், மாற்றங்கள் குறித்து அறிவிக்க <a href = "%(pypi_announce_url)s"> pypi-antouns </a> க்கு சந்தா செலுத்துவதைக் கவனியுங்கள்.

source: Alternate repository locations for %(project_name)s
eo: Lokoj de alternativaj deponejoj de %(project_name)s
ru: Альтернативные репозитории для %(project_name)s
sk: Alternate úložisko pre %(project_name)s
ta: %(project_name)s மாற்று களஞ்சிய இருப்பிடங்கள்

source: Description
eo: Priskribo
ru: Описание
sk: Poznámka
ta: விவரம்

source: Delete %(name)s from this project.
eo: Forigi %(name)s for de la projekto.
ru: Удалить %(name)s из этого проекта.
sk: Odstráňte %(name)s z tohto projektu.
ta: இந்த திட்டத்திலிருந்து %(name)s நீக்கு.

source: Alternate Repository Name
eo: Nomo de alternativa deponejo
ru: Альтернативный репозиторий
sk: Alternate Repository Meno
ta: மாற்று களஞ்சிய பெயர்

source: There are no alternate repositories for this project, yet.
eo: Ankoraŭ ne ekzistas alternativaj deponejoj por ĉi tiu projekto.
ru: У этого проекта пока нет альтернативных репозиториев.
sk: Pre tento projekt ešte nie sú žiadne alternatívne úložisko.
ta: இந்த திட்டத்திற்கு மாற்று களஞ்சியங்கள் எதுவும் இல்லை.

source: Get started by adding an alternate repository below.
eo: Komencu aldonante alternativan deponejon ĉi-sube.
ru: Начните с добавления альтернативного хранилища, описанного ниже.
sk: Začnite pridaním alternatívneho úložiska nižšie.
ta: கீழே ஒரு மாற்று களஞ்சியத்தைச் சேர்ப்பதன் மூலம் தொடங்கவும்.

source: Add alternate repository location
eo: Aldoni lokon de alternativa deponejo
pt: Adicionar local de repositório alternativo
ru: Добавить альтернативное местоположение репозитория
sk: Pridať alternatívne umiestnenie úložisko
ta: மாற்று களஞ்சிய இருப்பிடத்தைச் சேர்க்கவும்

source: Alternate repository description
eo: Priskribo de alternativa deponejo
ru: Описание альтернативного репозитория
sk: Alternate opis úložisko
ta: மாற்று களஞ்சிய விளக்கம்

source: Description of the purpose or content of the alternate repository.
eo: Priskribo pri la celo aŭ enhavo de la alternativa deponejo.
pt: Descrição do propósito ou conteúdo do repositorio alternativo.
ru: Описание цели или содержания альтернативного хранилища.
sk: Popis účelu alebo obsahu alternatívneho úložstva.
ta: மாற்று களஞ்சியத்தின் நோக்கம் அல்லது உள்ளடக்கத்தின் விளக்கம்.

source: Archive project
eo: Enarĥivigi projekton
ru: Архивный проект
ta: காப்பக திட்டம்

source: Unarchive project
eo: Elarĥivigi projekton
ru: Разархивировать проект
ta: Unarchible திட்டம்

source: Delete project
de: Projekt löschen
el: Διαγραφή project
eo: Forviŝi projekton
es: Eliminar proyecto
fr: Supprimer le projet
he: מחיקת הפרויקט
id: Hapus proyek
it: Elimina progetto
ja: プロジェクトの削除
pt: Apagar projeto
pt_br: Excluir projeto
ru: Удалить проект
sk: Odstránenie projektu
ta: திட்டத்தை நீக்கு
tr: Projeyi Kaldır
uk: Видалити проєкт

source: Deleting this project will:
de: Löschen dieses Projekts führt zu:
el: Διαγράφοντας αυτό το project θα:
eo: Forviŝo de ĉi tiu projekto kaŭzos:
es: La eliminación de este proyecto:
fr: Supprimer ce projet va :
he: מחיקת פרויקט זה:
id: Mengapus proyek ini akan:
it: Eliminare questo progetto farà:
ja: このプロジェクトを削除することによって:
pt: Apagar este projeto vai:
pt_br: A exclusão deste projeto vai:
ru: Удаление этого проекта приведёт к:
sk: Odstránenie tohto projektu:
ta: இந்த திட்டத்தை நீக்குவது:
tr: Bu projeyi kaldırırsanız şunlar olacaktır:
uk: Видалення цього проєкту:
