Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: URL for your business, product, or project
de: Die Url Ihres Unternehmens, Produkts oder Projekts
eo: Retadreso de via negoco, varo aŭ projekto
es: URL del negocio, producto o proyecto
it: URL per la tua azienda, prodotto o progetto
pt: URL para sua empresa, produto ou projeto
pt_br: URL para sua empresa, produto ou projeto
ru: URL-адрес вашего бизнеса, продукта или проекта
sk: URL vašej firmy, produktu alebo projektu
ta: உங்கள் வணிகம், தயாரிப்பு அல்லது திட்டத்திற்கான முகவரி
uk: Посилання на ваш бізнес, продукт чи проєкт

source: Description of your business, product, or project
de: Die Beschreibung Ihres Unternehmens, Produkts oder Projekts
eo: Priskribo pri via negoco, varo aŭ projekto
es: Descripción de su negocio, producto o proyecto
it: Descrizione della tua attività, prodotto o progetto
pt: Descrição da sua empresa, produto ou projeto
pt_br: Descrição de sua empresa, produto ou projeto
ru: Описание вашего бизнеса, продукта или проекта
sk: Popis vašej firmy, produktu alebo projektu
ta: உங்கள் வணிகம், தயாரிப்பு அல்லது திட்டத்தின் விளக்கம்
uk: Опис вашого бізнесу, продукту чи проєкту

source: Companies can create organization accounts as a paid service while community projects are granted complimentary access.
de: Unternehmen können Organisations-Konten als bezahlten Service nutzen, während Gemeinschaftsprojekte kostenloser Zugang erhalten.
eo: Firmaoj povas krei organizaĵajn kontojn kiel pagitan servon, dum komunumaj projektoj ĝuas senkostajn organizaĵajn kontojn.
es: Las compañías pueden crear cuentas de organizaciones como un servicio pago mientras los proyectos comunitarios tienen otorgado un acceso complementario.
it: Le compagnie possono creare account dell'organizzazione come servizio a pagamento, mentre i progetti della comunità hanno accesso gratuito.
pt: Empresas podem criar contas de organização como um serviço pago enquanto projetos comunitários recebem acesso gratuito.
pt_br: Empresas podem criar contas de organização como um serviço pago enquanto projetos comunitários recebem acesso gratuito.
ru: Компании могут создавать учетные записи организаций в качестве платной услуги, а общественные проекты получают бесплатный доступ.
sk: Spoločnosti môžu vytvárať účty organizácií ako platenú službu, zatiaľ čo komunitné projekty majú bezplatný prístup.
ta: சமூக திட்டங்களுக்கு பாராட்டு அணுகல் வழங்கப்படும் போது நிறுவனங்கள் நிறுவனக் கணக்குகளை கட்டண சேவையாக உருவாக்க முடியும்.
uk: Компанії можуть створювати облікові записи організації як платний сервіс, в той час як проєктам спільноти надається безкоштовний доступ.

source: Create
eo: Krei
es: Crear
it: Creato
pt: Criar
pt_br: Criar
ru: Создать
sk: Vytvorte
ta: உருவாக்கு
uk: Створити

source: You must first enable <a href="%(href)s">two-factor authentication</a> on your account before requesting an organization.
de: Sie müssen zuerst <a href="%(href)s">Zwei-Faktor-Authentifizierung</a> (2FA) auf Ihrem Konto aktivieren, bevor Sie eine Organisation anfordern.
eo: Vi devas unue starigi <a href="%(href)s">dupaŝan aŭtentikigon</a> ĉe via konto antaŭ ol peti pri organizaĵo.
es: Primero debes activar la <a href="%(href)s">autenticación con verificación en dos pasos</a> en tu cuenta antes de solicitar una organización.
it: Devi prima abilitare la <a href="%(href)s">autenticazione a due fattori</a> sul tuo account prima di richiedere un'organizzazione.
pt: Primeiramente, deve ativar o <a href="%(href)s">segundo fator de autenticação</a> na sua conta antes de solicitar uma organização.
ru: Прежде чем запрашивать организацию, необходимо включить <a href="%(href)s">двухфакторную аутентификацию</a> в своей учетной записи.
sk: Najprv musíte povoliť <a href="%(href)s">dva-factor overenie</a> na vašom účte pred požiadaním organizácie.
ta: ஒரு நிறுவனத்தைக் கோருவதற்கு முன் உங்கள் கணக்கில் நீங்கள் முதலில் <a href = "%(href)s"> இரண்டு-காரணி ஏற்பு </a> ஐ இயக்க வேண்டும்.

source: Your request(s) for a new PyPI organization(s) have been submitted.
eo: Via(j) peto(j) por nova(j) organizaĵo(j) ĉe PyPI submetiĝis.
it: La tua richiesta per una nuova organizzazione PiPY chiamata '%(organization_name)s' è stata inviata.
pt: A sua solicitação para uma nova organização PyPI foi enviada.
ru: Ваш запрос(ы) на новую(ие) организацию(и) PyPI был(и) отправлен(ы).
sk: Vaše žiadosti o novú organizáciu PyPI boli odoslané.
ta: புதிய PYPI அமைப்பு (கள்) க்கான உங்கள் கோரிக்கை (கள்) சமர்ப்பிக்கப்பட்டுள்ளன.
uk: Ваш запит на створення організації під назвою "%(organization_name)s" надіслано.

source: You will receive an email when each organization has been approved
eo: Vi ricevos retmesaĝojn po unu por ĉiu aprobita organizaĵo
it: Riceverai un'email quando l'organizzazione verrà approvata
pt: Vai receber um e-mail quando cada organização tiver sido aprovada
ru: Вы получите электронное письмо, когда каждая организация будет одобрена
sk: Po schválení každej organizácie dostanete e-mail
ta: ஒவ்வொரு நிறுவனமும் அங்கீகரிக்கப்பட்டால் நீங்கள் ஒரு மின்னஞ்சலைப் பெறுவீர்கள்
uk: Ви отримаєте електронного листа, коли організація буде схвалена

source: Sole owner
de: Alleiniger Besitzer
el: Μοναδικός κάτοχος
eo: Sola posedanto
es: Único propietario
fr: Unique propriétaire
he: בעלים יחיד
id: Pemilik tunggal
it: Unico proprietario
ja: 唯一のオーナー
pt: Único proprietário
pt_br: Único proprietário
ru: Единственный владелец
sk: Jediný vlastník
ta: ஒரே உரிமையாளர்
tr: Tek Sahip
uk: Одноосібний власник

source: Manage this project
de: Dieses Projekt verwalten
el: Διαχείριση αυτού του project
eo: Mastrumi ĉi tiun projekton
es: Gestionar este proyecto
fr: Gérer ce projet
he: ניהול פרויקט זה
id: Kelola proyek ini
it: Gestisci questo progetto
ja: このプロジェクトを管理する
pt: Gerir este projeto
pt_br: Gerenciar este projeto
ru: Управление этим проектом
sk: Spravovať tento projekt
ta: இந்த திட்டத்தை நிர்வகிக்கவும்
tr: Bu Projeyi Yönet
uk: Керувати цим проєктом

source: You are not an owner of this project
de: Sie sind kein Besitzer dieses Projekts
el: Δεν είστε ο κάτοχος αυτού του project
eo: Vi ne estas posedanto de ĉi tiu projekto
es: No es propietario de este proyecto
fr: Vous n'êtes pas propriétaire de ce projet
he: אינך בעלים של פרויקט זה
id: Anda bukan pemilik proyek ini
it: Non sei un proprietario di questo progetto
ja: あなたはこのプロジェクトの所有者ではありません
pt: Não é um proprietário deste projeto
pt_br: Você não é um proprietário deste projeto
ru: Вы не являетесь владельцем этого проекта
sk: Nie ste vlastníkom tohto projektu
ta: நீங்கள் இந்த திட்டத்தின் உரிமையாளர் அல்ல
tr: Bu projenin sahibi değilsiniz
uk: Ви не володієте цим проєктом

source: View this project's public page
de: Öffentliche Projektseite ansehen
el: Προβολή της δημόσιας σελίδας αυτού του project
eo: Vidi la publikan paĝon de ĉi tiu projekto
es: Ver la página pública de este proyecto
fr: Consulter la page publique de ce projet
he: צפייה בדף הפומבי של פרויקט זה
id: Lihat halaman publik proyek ini
it: Visualizza la pagina pubblica di questo progetto
ja: このプロジェクトの公開ページを見る
pt: Veja a página pública deste projeto
pt_br: Veja a página pública deste projeto
ru: Просмотр общедоступной страницы этого проекта
sk: Pozrite si verejnú stránku tohto projektu
ta: இந்த திட்டத்தின் பொது பக்கத்தைக் காண்க
tr: Projenin açık sayfasını görüntüle
uk: Переглянути публічну сторінку цього проєкту

source: This project has no releases
de: Dieses Projekt hat keine Veröffentlichungen
el: Αυτό το project δεν έχει κυκλοφορίες
eo: Ĉi tiu projekto ne havas eldonojn
es: Este proyecto no tiene versiones
fr: Ce projet n'a pas de version
he: לפרויקט זה אין גרסאות
id: Proyek ini tidak memiliki rilis
it: Questo progetto non ha rilasci
ja: このプロジェクトにはリリースがありません
pt: Este projeto não possui lançamentos
pt_br: Este projeto não possui lançamentos
ru: Этот проект не имеет выпусков
sk: Tento projekt nemá žiadne vydania
ta: இந்த திட்டத்திற்கு எந்த வெளியீடுகளும் இல்லை
tr: Bu proje için hiçbir sürüm yayınlanmadı
uk: Цей проєкт не має публікацій

source: You have not uploaded any projects to PyPI, yet. To learn how to get started, visit the <a href="%(href)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
de: Sie haben noch keine Projekte zu PyPI hochgeladen. Besuchen Sie den<a href="%(href)s" target="_blank" rel="noopener">Python Packaging User Guide</a>, um zu erfahren, wie Sie damit beginnen können
el: Δεν έχετε ανεβάσει ακόμα κάποια projects στο PyPI. Για να μάθετε πως να ξεκινήσετε, επισκεφτείτε το <a href="%(href)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
eo: Vi ankoraŭ alŝutis neniun projekton al PyPI. Por lerni kiel komenci, vizitu la <a href="%(href)s" target="_blank" rel="noopener">Manlibron por Python-Uzantoj pri Pakado</a>
es: Aún no ha cargado ningún proyecto en PyPI. Para una iniciación, visite el <a href="%(href)s" target="_blank" rel="noopener">manual de uso del empaquetamiento de Python</a>
fr: Vous n'avez pas encore publié de projet sur PyPI. Pour savoir comment commencer, consultez le <a href="%(href)s" target="_blank" rel="noopener">Guide Utilisateur de l'Empaquetage Python</a>
he: טרם העלית פרויקט אל PyPI, בינתיים. כדי ללמוד כיצד להתחיל, ניתן להיעזר ב<a href="%(href)s" target="_blank" rel="noopener">מדריך לאריזת חבילות פייתון</a>
id: Anda belum mengunggah proyek apa pun ke PyPI. Untuk mempelajari cara memulai, kunjungi <a href="%(href)s" target="_blank" rel="noopener">Panduan Pengguna Python Packaging</a>
it: Non hai ancora caricato alcun progetto su PyPI. Per imparare come iniziare, visita il <a href="%(href)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
ja: あなたはまだPyPIにプロジェクトをアップロードしていません。はじめ方について学ぶには、<a href="%(href)s" target="_blank" rel="noopener">Python Packaging User Guide</a>を参照してください
pt: Ainda não enviou nenhum projeto para o PyPI. Para saber como começar, visite o <a href="%(href)s" target="_blank" rel="noopener">Guia de Utilizador para Empacotamento de Python</a>
pt_br: Você ainda não enviou nenhum projeto para o PyPI. Para saber como começar, visite o <a href="%(href)s" target="_blank" rel="noopener">Guia de Usuário para Empacotamento de Python</a>
ru: Вы еще не загрузили никаких проектов в PyPI. Чтобы узнать, как начать, посетите <a href="%(href)s" target="_blank" rel="noopener">Руководство пользователя по упаковке Python</a>
sk: Zatiaľ ste do PyPI nenahrali žiadne projekty. Ak chcete zistiť, ako začať, navštívte <a href="%(href)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
ta: நீங்கள் எந்த திட்டங்களையும் பைபிக்கு பதிவேற்றவில்லை. எவ்வாறு தொடங்குவது என்பதை அறிய, <a href = "%(href)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் பேக்கேசிங் பயனர் கையேடு </a> ஐப் பார்வையிடவும்
tr: PyPI'a henüz herhangi bir proje yüklemedin. Nasıl başlaşayacağınızı öğrenmek için <a href="%(href)s" target="_blank" rel="noopener">Python Paketleme Kullanım Kılavuzunu</a> ziyaret edin
uk: Ви не ще завантажили жодного проєкту до PyPI. Аби дізнатися, звідки почати, відвідайте <a href="%(href)s" target="_blank" rel="noopener">користувацьке керівництво з пакування Python</a>

source: Activate your account
eo: Aktivigi vian konton ĉe PyPI
pt: Ative sua conta
ru: Активируйте свой аккаунт
sk: Aktivujte Vaše konto
ta: உங்கள் கணக்கை செயல்படுத்தவும்
uk: Активувати свій обліковий запис

source: You must verify a primary email address before making any other changes to your account.
eo: Vi devas konfirmi ĉefan retpoŝtan adreson antaŭ ol ŝanĝi ion ajn pri via konto.
ru: Вы должны подтвердить основной адрес электронной почты, прежде чем вносить любые другие изменения в свою учетную запись.
sk: Musíte overiť primárnu e-mailovú adresu pred vykonaním akýchkoľvek ďalších zmien na váš účet.
ta: உங்கள் கணக்கில் வேறு எந்த மாற்றங்களையும் செய்வதற்கு முன் முதன்மை மின்னஞ்சல் முகவரியை நீங்கள் சரிபார்க்க வேண்டும்.

source: If you cannot verify a primary email address, please see <a href="%(help_url)s">%(help_url)s</a>.
eo: Se vi ne povas konfirmi ĉefan retpoŝtan adreson, bonvolu legi <a href="%(help_url)s">%(help_url)s</a>.
it: Se non riesci a verificare il tuo indirizzo email primario, per favore riferisciti a <a href="%(help_url)s">%(help_url)s</a>.
ru: Если вы не можете проверить основной адрес электронной почты, обратитесь к <a href="%(help_url)s">%(help_url)s</a>.
sk: Ak nemôžete overiť primárnu e-mailovú adresu, pozri <a href="%(help_url)s">%(help_url)s</a>.
ta: முதன்மை மின்னஞ்சல் முகவரியை நீங்கள் சரிபார்க்க முடியாவிட்டால், தயவுசெய்து <a href = "%(help_url)s">%(help_url)s </a> ஐப் பார்க்கவும்.

source: You must have at least one <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Verified</span> email address to activate your account.
eo: Vi devas havi almenaŭ unu <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i>konfirmitan</span> retpoŝtan adreson por aktivigi vian konton.
pt: Você deve ter ao menos um email <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i>Verificado</span> para ativar sua conta.
ru: Для активации учетной записи у вас должен быть хотя бы один <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> проверенный</span> адрес электронной почты.
sk: Musíte mať aspoň jednu <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Overená</span> e-mailovú adresu na aktiváciu vášho účtu.
ta: உங்களிடம் குறைந்தது ஒரு <ச்பான் கிளாச் = "ஒட்டு பேட்ச்-வெற்றியில்"> <i வகுப்பு = "fa fa-check" ARIA- மறைக்கப்பட்ட = "உண்மை"> </i> சரிபார்க்கப்பட்ட </span> மின்னஞ்சல் முகவரி கணக்கு.

source: Read more about GitHub Actions' OpenID Connect support <a href="%(href)s">here</a>.
eo: <a href="%(href)s">Jen pli</a> pri la subteno de OpenID Connect far GitHub Actions.
ru: Подробнее о поддержке OpenID Connect в GitHub Actions <a href="%(href)s">здесь</a>.
sk: Prečítajte si viac o GitHub akcie OpenID Connect podpora <a href="%(href)s">here</a>.
ta: அறிவிலிமையம் செயல்களின் ஓபன்ஐடி இணைப்பு உதவி <a href = "%(href)s"> இங்கே </a> பற்றி மேலும் வாசிக்க.
uk: Дізнайтеся більше про підтримку OpenID Connect у GitHub Actions <a href="%(href)s">тут</a>.

source: PyPI Project Name
eo: Nomo de projekto ĉe PyPI
es: Nombre de proyecto en PyPI
it: Nome progetto
pt: Nome do Projeto PyPI
pt_br: Nome do Projeto PyPI
ru: Название проекта PyPI
sk: Názov projektu PyPI
ta: PYPI திட்ட பெயர்
uk: Назва проєкту PyPI

source: project name
eo: nomo de projekto
es: nombre de proyecto
it: Nome Progetto
pt: nome do projeto
pt_br: nome do projeto
ru: название проекта
sk: názov projektu
ta: திட்ட பெயர்
uk: назва проєкту

source: The project (on PyPI) that will be created when this publisher is used
de: Das Projekt (auf PyPI), das erstellt wird, wenn dieser Herausgeber verwendet wird
eo: La projekto (ĉe PyPI) kreota, kiam ĉi tiu eldonanto uziĝos
es: El proyecto (en PyPI) que será creado cuando este publicador sea usado
it: Il progetto (su PyPI) che verrà creato quando viene utilizzato questo publisher
pt: O projeto (no PyPI) que será criado quando este editor for usado
ru: Проект (на PyPI), который будет создан при использовании этого издателя
sk: Projekt (na PyPI), ktorý sa vytvorí pri použití tohto vydavateľa
ta: இந்த வெளியீட்டாளர் பயன்படுத்தப்படும்போது உருவாக்கப்படும் திட்டம் (PYPI இல்)

source: owner
eo: posedanto
id: pemilik
it: proprietario
pt: proprietário
pt_br: proprietário
ru: владелец
sk: vlastník
ta: உரிமையாளர்
uk: власник

source: The GitHub organization name or GitHub username that owns the repository
de: Der GitHub Organisationsname oder GitHub Benutzername, der das Repository besitzt
eo: La nomo de la organizaĵo aŭ salutnomo ĉe GitHub posedanta la deponejon
es: El nombre de la organización de GitHub o el nombre de usuario de GitHub que es propietario de este repositorio
it: Il nome dell'organizzazione GitHub o il nome utente del proprietario del repository
pt: O nome da organização no GitHub ou o nome de utilizador no GitHub ao qual pertence este repositório
pt_br: O nome da organização no GitHub ou o nome de usuário do GitHub que possui o repositório
ru: Имя организации GitHub или имя пользователя GitHub, которому принадлежит репозиторий
sk: Názov organizácie GitHub alebo používateľské meno GitHub, ktorá vlastní úložisko
ta: அறிவிலிமையம் அமைப்பின் பெயர் அல்லது அறிவிலிமையம் பயனர்பெயர் களஞ்சியத்தை வைத்திருக்கும்
uk: Назва організації або облікового запису GitHub, який є власником репозиторію

source: Repository name
eo: Nomo de deponejo
es: Nombre de repositorio
id: Nama repositori
it: Nome del repository
pt: Nome de repositório
pt_br: Nome de repositório
ru: Имя хранилища
sk: Názov úložiska
ta: களஞ்சிய பெயர்
uk: Назва репозиторію

source: repository
eo: deponejo
es: repositorio
id: repositori
pt: repositório
pt_br: repositório
ru: хранилище
sk: Úložisko
ta: களஞ்சியம்
uk: репозиторій

source: The name of the GitHub repository that contains the publishing workflow
de: Der Name des GitHub-Repositorys, das den Publikations-Workflow enthält
eo: La nomo de la deponejo ĉe GitHub enhavanta la eldonan laborfluon
it: Il nome del repository GitHub che contiene il flusso di lavoro della pubblicazione
pt: O nome do repositório GitHub que contém o fluxo de trabalho de publicação
ru: Имя репозитория GitHub, содержащего рабочий процесс публикации
sk: Názov úložiska GitHub, ktorý obsahuje pracovný postup publikovania
ta: வெளியீட்டு பணிப்பாய்வுகளைக் கொண்ட அறிவிலிமையம் களஞ்சியத்தின் பெயர்
uk: Назва репозиторію на GitHub, який містить робочий процес публікації

source: Workflow name
eo: Nomo de laborfluo
es: Nombre del flujo de trabajo
it: Il tuo nome
pt: Nome do fluxo de trabalho
pt_br: Nome do fluxo de trabalho
ru: Название рабочего процесса
sk: Názov pracovného postupu
ta: பணிப்பாய்வு பெயர்
uk: Назва робочого процесу

source: The filename of the publishing workflow. This file should exist in the <code>.github/workflows/</code> directory in the repository configured above.
de: Der Dateiname des veröffentlichenden workflows. Diese Datei sollte im Verzeichnis <code>.github/workflows/</code> in dem oben konfigurierten Repository vorhanden sein.
eo: La dosiernomo de la eldona laborfluo. Ĉi tiu dosiero devas ekzisti en la dosierujo <code>.github/workflows/</code> en la deponejo agordita ĉi-supre.
it: Il nome del file del flusso di lavoro di pubblicazione. Questo file dovrebbe trovarsi nella cartella <code>.github/workflows/</code> del repository configurato in alto.
ru: Имя файла издательского процесса. Этот файл должен существовать в <code>. github/workflows/</code> каталог в репозитории, настроенном выше.
sk: Názov súboru pracovného postupu publikovania. Tento súbor by mal existovať v adresári <code>.github/workflows/</code> v úložisku nakonfigurovanom vyššie.
ta: வெளியீட்டு பணிப்பாய்வுகளின் கோப்பு பெயர். இந்த கோப்பு <code> .github/பணிப்பாய்வு/</code> கோப்பகத்தில் மேலே கட்டமைக்கப்பட்ட களஞ்சியத்தில் இருக்க வேண்டும்.
uk: Назва файлу робочого середовища публікації. Цей файл мусить існувати у теці <code>.github/workflows/</code> вищевказаного репозиторію.

source: Environment name
eo: Media nomo
it: Codice di recupero non valido.
pt: Nome de Ambiente
ru: Название среды
sk: Názov prostredia
ta: சூழல் பெயர்
uk: Назва середовища

source: (optional)
eo: (ne deviga)
it: Motivo (opzionale)
pt: (opcional)
ru: (опционально)
sk: (voliteľné)
ta: (விரும்பினால்)
uk: (необов'язково)

source: The name of the <a href="%(href)s">GitHub Actions environment</a> that the above workflow uses for publishing. This should be configured under the repository's settings. While not required, a dedicated publishing environment is <strong>strongly</strong> encouraged, <strong>especially</strong> if your repository has maintainers with commit access who shouldn't have PyPI publishing access.
de: Der Name der <a href="%(href)s">GitHub Actions-Umgebung</a>, die der obige Workflow für die Veröffentlichung verwendet. Dies sollte in den Einstellungen des Repositorys konfiguriert werden. Eine eigene Veröffentlichungsumgebung ist zwar nicht erforderlich, wird aber <strong>dringend</strong> empfohlen, <strong>insbesondere</strong> wenn Ihr Repository Betreuer mit Commit-Zugriff hat, die keinen PyPI-Veröffentlichungszugriff haben sollten.
eo: La nomo de la <a href="%(href)s">medio por GitHub Actions</a>, kiun la ĉi-supra laborfluo uzas por eldonado. Tio devas esti agordita ĉe la agordejo de la deponejo. Tio ne necesas, sed propra eldona medio estas <strong>rekomendegata</strong>, <strong>speciale</strong> se via deponejo havas mastrumantojn kun enmetaj rajtoj, kiuj ne rajtas eldoni ĉe PyPI.
it: Il nome dell'ambiente <a href="%(href)s">GitHub Actions</a> che il flusso di lavoro di cui sopra usa per la pubblicazione. Questo dovrebbe essere configurato nelle impostazioni del repository. Sebbene non sia richiesto esplicitamente, si raccomanda <strong>caldamente</strong> l'uso di un ambiente di pubblicazione dedicato, <strong>specialmente</strong> se il tuo repository ha dei maintainers autorizzati al commit che non dovrebbero avere accesso alla pubblicazione su PyPI.
pt: O nome do <a href="%(href)s">Ambiente Github Actions</a> que o fluxo de trabalho acima usa para publicação. Isso deve ser configurado sobe as configurações do repositorio. Enquanto não exigido, um ambiente de publicação dedicado é <strong>fortemente</strong> encorajado, <strong>especialmente</strong> se seu repositorio possuem mantenedores com permissão de commit mas não devem possuir permissão de publicações no PyPL
ru: Название среды <a href="%(href)s">GitHub Actions </a>, которая используется для публикации. Это должно быть настроено под настройками хранилища. Хотя это не требуется, выделенная издательская среда <strong> сильно поощряется, </strong>, особенно <strong>, если</strong> в вашем репозитории есть хранители с доступом к фиксации, которые не должны иметь доступ к публикации PyPI.
sk: Názov prostredia akcií <a href="%(href)s">GitHub</a>, ktoré vyššie uvedený pracovný postup používa na publikovanie. Toto by malo byť nakonfigurované v nastaveniach úložiska. Aj keď to nie je potrebné, vyhradené publikačné prostredie je <strong>silne podporované </strong>, <strong>zvlášť</strong>, ak má váš odkladací priestor správcov s prístupom commit, ktorí by nemali mať publikačný prístup PyPI.
ta: <A href = "%(href)s"> அறிவிலிமையம் செயல்கள் சூழலின் பெயர் </a> மேலே உள்ள பணிப்பாய்வு வெளியீட்டைப் பயன்படுத்துகிறது. இது களஞ்சியத்தின் அமைப்புகளின் கீழ் கட்டமைக்கப்பட வேண்டும். தேவையில்லை என்றாலும், ஒரு பிரத்யேக வெளியீட்டுச் சூழல் <strong> வலுவாக </strong> ஊக்குவிக்கப்படுகிறது, <strong> குறிப்பாக </strong> உங்கள் களஞ்சியத்தில் பைபி வெளியீட்டு அணுகல் இருக்கக்கூடாது என்று அணுகக்கூடிய அணுகலுடன் பராமரிப்பவர்கள் இருந்தால்.
uk: Назва <a href="%(href)s">середовища у GitHub Actions</a>, який використовується у вищевказаному робочому процесі публікації. Його можна створити у налаштуваннях репозиторію. Хоч і необов’язково, та самостійне середовище публікації <strong>рішуче</strong> заохочується, <strong>зокрема</strong> коли доглядачі вашого репозиторію з правом коміту, не мали б мати доступу до публікації до PyPI.

source: Add
de: Hinzufügen
eo: Aldoni
es: Añadir
id: Tambahkan
it: Aggiungi
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sk: Pridať
ta: கூட்டு
uk: Додати

source: Read more about GitLab CI/CD OpenID Connect support <a href="%(href)s">here</a>.
eo: <a href="%(href)s">Jen pli</a> pri la subteno de OpenID Connect far GitLab CI/CD.
ru: Подробнее о поддержке GitLab CI/CD OpenID Connect <a href="%(href)s">здесь</a>.
sk: Prečítajte si viac o GitLab CI/CD OpenID Connect podpora <a href="%(href)s">here</a>.
ta: அறிவிலிஆய்வு சிஐ/சிடி ஓபன்ஐடி இணைப்பு உதவி <a href = "%(href)s"> இங்கே </a> பற்றி மேலும் வாசிக்க.
uk: Дізнайтеся більше про підтримку OpenID Connect у GitLab CI/CD <a href="%(href)s">тут</a>.

source: Namespace
eo: Nomspaco
ru: Пространство имён
sk: Menný priestor
ta: பெயர்வெளி
uk: Простір імен

source: namespace
eo: nomspaco
ru: пространство имён
sk: názovspace
ta: பெயர்வெளி
uk: простір імен
