Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: <p> Two-factor authentication (2FA) makes your account more secure by requiring two things in order to log in: <em>something you know</em> and <em>something you own</em>. </p> <p> In PyPI's case, "something you know" is your username and password, while "something you own" can be <a href="#totp">an application to generate a temporary code</a>, or a <a href="#utfkey">security device</a> (most commonly a USB key). </p> <p> Two-factor authentication <strong>is required</strong> on your PyPI account. </p> <p> During the web login process, users will be asked to provide their second method of identity verification. </p>
de: <p> Die Zwei-Faktor-Authentifizierung (2FA) macht Ihr Konto sicherer, indem sie zwei Dinge für die Anmeldung erfordert: <em>etwas, das Sie wissen</em> und <em>etwas, das Ihnen gehört</em>. </p> <p> Im Fall von PyPI ist "etwas, das Sie wissen", Ihr Benutzername und Ihr Passwort, während "etwas, das Ihnen gehört", <a href="#totp">eine Anwendung zur Generierung eines temporären Codes</a> oder ein <a href="#utfkey">Sicherheitsgerät</a> (meistens ein USB-Schlüssel) sein kann. </p> <p> Die Zwei-Faktor-Authentifizierung ist auf Ihrem PyPI-Konto <strong>erforderlich</strong>. </p> <p> Während des Web-Anmeldeprozesses werden Benutzer aufgefordert, ihre zweite Methode zur Identitätsprüfung anzugeben. </p>
eo: <p>Dupaŝa aŭtentikigo (2PA) plisekurigas vian konton, postulante duon por saluto: <em>ion sciatan de vi</em> kaj <em>ion posedatan de vi</em>. </p> <p>Por PyPI, «io sciata de vi» estas via salutnomo kaj pasvorto, dum «io posedata de vi» povas esti <a href="#totp">programo por generi portempan kodon</a>, aŭ <a href="#utfkey">sekuriga aparato</a> (plej ofte USB-ŝlosilo). </p> <p>Dupaŝa aŭtentikigo <strong>estas deviga</strong> ĉe via PyPI-konto. </p> <p>Dum la reta salutado, uzanto devas provizi sian duan metodon de idento-konfirmo. </p>
ru: <p> Двух‐факторная аутентификация (2FA) делает вашу учетную запись более безопасной, требуя двух вещей, чтобы войти в: <em> что-то, что вы знаете </em> и <em> что-то, что у вас есть </em>. </p> <p> В случае PyPI, «что-то, что вы знаете», является вашим именем пользователя и паролем, в то время как «что-то, что у вас есть» может быть<a href="#totp"> приложением для создания временного кода </a> или устройством <a href="#utfkey"> безопасности </a> (чаще всего USB-ключ). </p> <p> Требуется двухфакторная аутентификация <strong> на вашей </strong>учетной записи PyPI. </p> <p> Во время процесса веб-регистрации пользователям будет предложено предоставить свой второй метод проверки личности. </p>
sk: <p> Two-factor autentizácia (2FA) robí váš účet bezpečnejšie tým, že vyžadujú dve veci, aby sa prihlásiť: <em>something you know</em> a <em>something you vlastné</em>. </p> <p> V PyPI prípade, "niečo viete" je vaše užívateľské meno a heslo, zatiaľ čo "niečo vlastníte" môže byť <a href="#totp">an aplikácia na generovanie dočasného kódu</a>, alebo <a href="#utfkey"> bezpečnostné zariadenie</a> (najčastejšie USB kľúč). </p> <p> Two-factor overenie <strong> je povinný</strong> na vašom účte PyPI. </p> <p> Počas procesu prihlásenia webu budú používatelia požiadaní, aby poskytli svoj druhý spôsob overenia totožnosti. </p>
ta: <p> உள்நுழைவதற்கு இரண்டு விசயங்கள் தேவைப்படுவதன் மூலம் இரண்டு-காரணி ஏற்பு (2FA) உங்கள் கணக்கை மிகவும் பாதுகாப்பாக ஆக்குகிறது: <em> உங்களுக்குத் தெரிந்த ஒன்று </em> மற்றும் <em> உங்களுக்கு சொந்தமான ஒன்று </em>. </p> <p> பைபியின் விசயத்தில், "உங்களுக்குத் தெரிந்த ஒன்று" என்பது உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல், அதே நேரத்தில் "உங்களுக்கு சொந்தமான ஒன்று" <a href = "#totp"> ஒரு தற்காலிக குறியீட்டை உருவாக்குவதற்கான பயன்பாடாக இருக்கலாம் </a> , அல்லது ஒரு <a href = "#utfkey"> பாதுகாப்பு சாதனம் </a> (பொதுவாக ஒரு யூ.எச்.பி விசை). </p> <p> இரண்டு காரணி ஏற்பு <strong> தேவை </strong> உங்கள் PYPI கணக்கில். </p> <p> வலை உள்நுழைவு செயல்பாட்டின் போது, பயனர்கள் தங்கள் அடையாள சரிபார்ப்பின் இரண்டாவது முறையை வழங்குமாறு கேட்கப்படுவார்கள். </p>

source: PyPI users can set up two-factor authentication using any authentication application that supports the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr> standard</a>.
de: PyPI-Benutzer können die Zwei-Faktor-Authentifizierung mit Hilfe einer Authentifizierungsanwendung einrichten, die den <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr>-Standard</a> unterstützt.
el: Οι χρήστες του PyPI μπορούν ρυθμίσουν την πιστοποίηση δυο-παραγόντων χρησιμοποιώντας οποιαδήποτε εφαρμογή πιστοποίησης η οποία υποστηρίζει το <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr> στάνταρ</a>.
eo: Uzantoj de PyPI povas ŝalti dupaŝan aŭtentikigon per ajnan aplikaĵo, kiu subtenas la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">normon <abbr title="tempo-baza unufoja pasvorto">TOTP</abbr></a>.
es: Los usuarios de PyPI puede configurar la autenticación en dos fases a través de cualquier aplicación que admita la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">norma <abbr title="contraseña temporal de un solo uso">TOTP</abbr></a>.
fr: Les utilisateurs de PyPI peuvent configurer l'authentification à deux facteurs en utilisant une application d'authentification qui prend en charge le standard <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Time-based One-Time Password">TOTP</abbr></a>.
he: משתמשי PyPI יכולים להגדיר אימות דו-גורמי באמצעות כל אפליקצית אימות התומכת ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">תקן <abbr title="time-based one-time password">TOTP</abbr></a>.
id: Pengguna PyPI dapat mengatur otentikasi dua faktor menggunakan aplikasi otentikasi apa pun yang mendukung <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">standar <abbr title="time-based one-time password">TOTP</abbr></a>.
it: Gli utenti di PyPI possono impostare l'autenticazione a due fattori usando qualsiasi applicazione di autenticazione che supporta il<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr>standard</a>.
ja: PyPIユーザは、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr>標準</a>をサポートする任意の認証アプリケーションを使って、二要素認証を設定できます。
pt: Os utilizadores do PyPI podem configurar a autenticação de dois fatores usando qualquer aplicação de autenticação que ofereça suporte ao <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">padrão <abbr title="time-based one-time password">TOTP</abbr></a>.
pt_br: Os usuários do PyPI podem configurar a autenticação de dois fatores usando qualquer aplicativo de autenticação que ofereça suporte ao <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">padrão <abbr title="time-based one-time password">TOTP</abbr></a>.
ru: Пользователи PyPI могут настроить двухфакторную аутентификацию, используя любое приложение, поддерживающее <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">стандарт <abbr title="time-based one-time password — одноразовый пароль на основе времени">TOTP</abbr></a>.
sk: Používatelia PyPI môžu nastaviť dvojfaktorovú autentifikáciu pomocou ľubovoľnej autentifikačnej aplikácie, ktorá podporuje <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr> štandard</a>.
ta: PYPI பயனர்கள் <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> <abbr தலைப்பு ஆகியவற்றை ஆதரிக்கும் எந்தவொரு அங்கீகார பயன்பாட்டையும் பயன்படுத்தி இரண்டு காரணி அங்கீகாரத்தை அமைக்கலாம் = "நேர அடிப்படையிலான ஒரு முறை கடவுச்சொல்"> totp </bbr> தரநிலை </a>.
tr: PyPI kullanıcıları <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="zaman bazlı tek seferlik parola">TOTP</abbr> standardı</a>' nı destekleyen herhangi bir kimlik doğrulama uygulaması ile 2-aşamalı kimlik doğrulama sistemini kurabilirler .
uk: Користувачі PyPI можуть налаштувати двофакторну автентифікацію використовуючи будь-який застосунок автентифікації, який дотримується стандарту <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr></a>.

source: <abbr title="time-based one-time password">TOTP</abbr> authentication applications generate a regularly changing authentication code to use when logging into your account.
de: <abbr title="Time-based One-Time Password">TOTP</abbr>-Authentifizierungs-Apps erzeugen sich regelmäßig ändernde Authentifizierungs-Codes, die beim Login ins Benutzerkonto verwendet werden.
el: Οι εφαρμογές πιστοποίησης <abbr title="time-based one-time password">TOTP</abbr> παράγουν έναν κωδικό πιστοποίησης ο οποίος αλλάζει τακτικά και μπορεί ο χρήστης να τον χρησιμοποιήσει για να συνδεθεί στον λογαριασμό του (προσοχή, σε καμία περίπτωση δεν αποτελεί τον κωδικό χρήστη).
eo: Aŭtentikigaj aplikaĵoj de la normo <abbr title="tempo-baza unufoja pasvorto">TOTP</abbr> generas periode ŝanĝantan aŭtentikigan kodon por saluto en vian konton.
es: Las aplicaciones de autenticación <abbr title="contraseña temporal de un solo uso">TOTP</abbr> generan un código que cambia constantemente para utilizarlo al momento de acceder a su cuenta.
fr: Les applications d'authentification <abbr title="Time-based One-Time Password">TOTP</abbr> génèrent un code d'authentification changeant régulièrement à utiliser lors de la connexion à votre compte.
he: אפליקציות אימות <abbr title="time-based one-time password">TOTP</abbr> מייצרות קוד אימות המשתנה באופן תדיר לשימוש בעת ההתחברות לחשבונך.
id: <abbr title="time-based one-time password">TOTP</abbr> aplikasi otentikasi menghasilkan kode otentikasi yang berubah secara teratur untuk digunakan saat masuk ke akun Anda.
it: Le applicazioni <abbr title="time-based one-time password">TOTP</abbr>generano un codice di autenticazione che cambia regolarmente da usare quando accedi al tuo account.
ja: <abbr title="time-based one-time password">TOTP</abbr>認証アプリケーションは、アカウントへのログイン時に使うための、定期的に変更される認証コードを生成します。
pt: <abbr title="time-based one-time password">TOTP</abbr> aplicações de autenticação geram um código de autenticação que muda regularmente para usar ao entrar na sua conta.
pt_br: <abbr title="time-based one-time password">TOTP</abbr> aplicativos de autenticação geram um código de autenticação que muda regularmente para usar ao entrar em sua conta.
ru: Приложения аутентификации по стандарту <abbr title="time-based one-time password — одноразовый пароль на основе времени">TOTP</abbr> генерируют регулярно меняющийся код аутентификации, далее используемый для входа в вашу учётную запись.
sk: Aplikácie overovania <abbr title="time-based one-time password">TOTP</abbr> generujú pravidelne sa meniaci overovací kód, ktorý sa má použiť pri prihlasovaní sa do vášho účtu.
ta: <ABBR தலைப்பு = "நேர அடிப்படையிலான ஒரு முறை கடவுச்சொல்"> TOTP </abbr> அங்கீகார பயன்பாடுகள் உங்கள் கணக்கில் உள்நுழையும்போது பயன்படுத்த தொடர்ந்து மாற்றும் அங்கீகாரக் குறியீட்டை உருவாக்குகின்றன.
tr: <abbr title="zaman bazlı tek seferlik parola">TOTP</abbr> standardına sahip kimlik doğrulama uygulamaları, hesabınıza girerken kullanabileceğiniz sürekli değişen kimlik doğrulama kodları üretirler.
uk: Застосунки автентифікації <abbr title="time-based one-time password">TOTP</abbr> генерують код, який регулярно змінюється, для використання під час входу у ваш обліковий запис.

source: Because <abbr title="time-based one-time password">TOTP</abbr> is an open standard, there are many applications that are compatible with your PyPI account. Popular applications include:
de: Da <abbr title="Time-based One-Time Password">TOTP</abbr> ein offener Standard ist, gibt es eine Vielzahl an Anwendungen, die kompatibel mit dem PyPI-Konto sind. Beliebte Anwendungen sind z. B.:
el: Επειδή το <abbr title="time-based one-time password">TOTP</abbr> είναι ένα ανοικτό στάνταρ, υπάρχουν πολλές εφαρμογές που είναι συμβατές με τον λογαριασμό σας στο PyPI. Οι πιο δημοφιλείς είναι:
eo: Ĉar <abbr title="tempo-baza unufoja pasvorto">TOTP</abbr> estas malferma normo, ekzistas multaj aplikaĵoj kongruaj kun via PyPI-konto. Jen kelkaj popularaj aplikaĵoj:
es: <abbr title="contraseña temporal de un solo uso">TOTP</abbr> es un estándar abierto; por ello, existen muchas aplicaciones compatibles con su cuenta de PyPI. Entre las más populares se encuentran:
fr: Étant donné que <abbr title="Time-based One-Time Password">TOTP</abbr> est un standard ouvert, il y a de nombreuses applications qui sont compatibles avec votre compte PyPI. Les applications les plus populaires incluent :
he: כיוון ש-<abbr title="time-based one-time password">TOTP</abbr> הוא תקן פתוח, ישנן אפליקציות רבות בעלות תאימות עם חשבון ה-PyPI שלך. אפליקציות פופולאריות כוללות:
id: Karena <abbr title="time-based one-time password">TOTP</abbr> adalah standar terbuka, ada banyak aplikasi yang kompatibel dengan akun PyPI Anda. Aplikasi populer termasuk:
it: Siccome il<abbr title="time-based one-time password">TOTP</abbr> è uno standard comune, ci sono molte applicazioni che sono compatibili con il tuo account PyPI. Applicazioni popolari sono:
ja: <abbr title="time-based one-time password">TOTP</abbr>はオープン・スタンダードであるため、PyPIのアカウントと互換性があるアプリケーションはたくさんあります。以下は、人気のあるアプリケーションです。
pt: Porque o <abbr title="time-based one-time password">TOTP</abbr> é um padrão aberto, há muitas aplicações que são compatíveis com a sua conta PyPI. Aplicações populares incluem:
pt_br: Porque o <abbr title="time-based one-time password">TOTP</abbr> é um padrão aberto, há muitos aplicativos que são compatíveis com sua conta PyPI. Aplicativos populares incluem:
ru: Поскольку <abbr title="time-based one-time password — одноразовый пароль на основе времени">TOTP</abbr> является открытым стандартом, существует множество приложений, совместимых с вашей учётной записью PyPI. Среди популярных приложений можно назвать:
sk: Pretože <abbr title="time-based one-time password">TOTP</abbr> je otvorený štandard, existuje veľa aplikácií, ktoré sú kompatibilné s vaším účtom PyPI. Medzi obľúbené aplikácie patria:
ta: <ABBR தலைப்பு = "நேர அடிப்படையிலான ஒரு முறை கடவுச்சொல்"> TOTP </abbr> ஒரு திறந்த தரநிலை என்பதால், உங்கள் PYPI கணக்குடன் இணக்கமான பல பயன்பாடுகள் உள்ளன. பிரபலமான பயன்பாடுகள் பின்வருமாறு:
tr: <abbr title="zaman bazlı tek seferlik parola">TOTP</abbr> bir açık standart olduğu için, PyPI hesabınız ile uyumlu bir çok uygulama mevcut. Popüler uygulamalar:
uk: Завдяки тому, що <abbr title="time-based one-time password">TOTP</abbr> — це відкритий стандарт, багато застосунків сумісні з вашим обліковим записом на PyPI. Поширені застосунки включають:

source: Google Authenticator for <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> or <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
de: Google Authenticator für <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> oder <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
el: Η εφαρμογή Google Authenticator για <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> ή για <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
eo: Google Authenticator por <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> aŭ <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
es: Google Authenticator para <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> y <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
fr: Google Authentificator pour <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> ou <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
he: Google Authenticator עבור <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">אנדרואיד</a> או <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
id: Google Authenticator untuk <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> atau <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
it: Google Authenticator per<a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> o <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
ja: <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> または <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a> 対応の Google Authenticator
pt: Google Authenticator para <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> ou <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
pt_br: Google Authenticator para <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> ou <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
ru: Google Authenticator для <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android’а</a> или <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
sk: Google Authenticator for <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> alebo <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
ta: <A href = "%(Android Href) s" தலைப்பு = "%(android_href)s" இலக்கு = "_ வெற்று" rel = "noopener"> ஆண்ட்ராய்டு </a> அல்லது <a href = "%(title)s "தலைப்பு ="%(ios_href)s "இலக்கு =" _ வெற்று "rel =" noopener "> ஐஇமு </a>
tr: <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> yahut <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a> için Google Authenticator
uk: Генератор кодів Google для <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> або <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>

source: (proprietary)
de: (proprietär)
el: (ιδιόκτητο)
eo: (proprieta)
es: (privativa)
fr: (propriétaire)
he: (לא קוד פתוח)
id: (hak milik)
it: (di proprietà)
ja: （プロプライエタリ）
pt: (proprietário)
pt_br: (proprietário)
ru: (проприетарное)
sk: (vlastnené)
ta: (தனியுரிம)
tr: (tescilli)
uk: (пропрієтарний)

source: Duo Mobile for <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> or <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
de: Duo Mobile für <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> oder <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
el: Η εφαρμογή Duo Mobile για <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> ή για <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
eo: Duo Mobile por <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> aŭ <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
es: Duo Mobile para <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> y <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
fr: Duo Mobile pour <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> ou <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
he: Duo Mobile עבור <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">אנדרואיד</a> או <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
id: Duo Mobile untuk <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> atau <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
it: Duo Mobile per<a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> o <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
ja: <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> または <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a> 対応の Duo Mobile
pt: Duo Mobile para <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> ou <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
pt_br: Duo Mobile para <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> ou <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
ru: Duo Mobile для <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android’а</a> или <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
sk: Duo Mobile for <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> alebo <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>
ta: <A href = "%(Android Href) s" தலைப்பு = "%(android_href)s" இலக்கு = "_ வெற்று" rel = "noopener"> ஆண்ட்ராய்டு </a> அல்லது <a href = "%(title)s "தலைப்பு ="%(ios_href)s "இலக்கு =" _ வெற்று "rel =" noopener "> ஐஇமு </a>
tr: <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> yahut <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a> için Duo Mobile
uk: Duo Mobile для <a href="%(android_href)s" title="%(title)s" target="_blank" rel="noopener">Android</a> або <a href="%(ios_href)s" title="%(title)s" target="_blank" rel="noopener">iOS</a>

source: (open source)
de: (Open-Source-Software)
el: (ανοικτού λογισμικού)
eo: (malfermitkoda)
es: (de código abierto)
fr: (libre)
he: (קוד פתוח)
id: (sumber terbuka)
ja: （オープンソース）
pt: (código aberto)
pt_br: (código aberto)
ru: (с открытым исходным кодом)
ta: (திறந்த மூல)
tr: (açık kaynak)
uk: (відкритий код)
