Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Changes to PyPI are generally announced on both the <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">pypi-announce mailing list</a> and the <a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">PSF blog</a> under the label "pypi". The PSF blog also has <a href="%(atom_href)s" title="%(title)s" target="_blank" rel="noopener">Atom</a> and <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS</a> feeds for the "pypi" label.
el: Οι αλλαγές στο PyPI ανακοινώνονται στη <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">pypi-announce mailing list</a> και στο <a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">PSF blog</a> κάτω από την ετικέτα "pypi". Επίσης, το PSF blog έχει το <a href="%(atom_href)s" title="%(title)s" target="_blank" rel="noopener">Atom</a> και το <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS</a> feeds για την ετικέτα "pypi".
fr: Les modifications de PyPI sont généralement annoncées à la fois via la <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">liste de diffusion pypi-announce</a> et le <a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">blog de la PSF</a> avec l'étiquette « pypi ». Le blog de la PSF possède également des flux <a href="%(atom_href)s" title="%(title)s" target="_blank" rel="noopener">Atom</a> et <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS</a> alimentés par l'étiquette « pypi ».
he: שינויים ל-PyPI לרוב מוכרזים גם ב<a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">רשימת המייל pypi-announce</a> וגם ב<a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">בלוג של ה-PSF</a> תחת התווית "pypi". לבלוג של ה-PSF יש גם ערוצי <a href="%(atom_href)s" title="%(title)s" target="_blank" rel="noopener">Atom</a> ו-<a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS</a> לתווית "pypi".
id: Perubahan pada PyPI pada umumnya diumumkan baik pada <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">pypi-announce mailing list</a> maupun <a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">PSF blog</a> dengan label "pypi". BLog PSF juga memiliki feed <a href="%(atom_href)s" title="%(title)s" target="_blank" rel="noopener">Atom</a> dan <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS</a> untuk label "pypi".
ja: PyPIに対する変更は通常、<a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">pypi-announceメーリングリスト</a>や"pypi"ラベルがついた<a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">PSF blog</a>の両方でアナウンスされます。PSF blogには、"pypi"ラベル用の <a href="%(atom_href)s" title="%(title)s" target="_blank" rel="noopener">Atom</a>フィードと <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS</a>フィードの両方があります。

source: The <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority (PyPA)</a> is a working group who work together to improve Python packaging. If you'd like to get in touch with a core packaging developer, use <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa on IRC (freenode)</a>, or <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">join the distutils-sig mailing list</a>.
el: Το <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority (PyPA)</a> είναι μια ομάδα εργασίας, στόχος της οποίας είναι η βελτίωση του Python packaging. Αν θέλετε να έρθετε σε επαφή με κάποιον προγραμματιστή ειδικό στα πακέτα, χρησιμοποιήστε το <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa στο IRC (freenode)</a> ή <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">μπείτε στο distutils-sig mailing list</a>.
fr: L <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Autorité des Paquets Python (PyPA)</a> est un groupe de travail qui travaille à l'amélioration de l'empaquetage Python. Si vous souhaitez entrer en contact avec un développeur de paquets noyaux, utilisez <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">le canal IRC #pypa (freenode)</a>, ou <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">rejoignez la liste de diffusion distutils-sig</a>.
he: ה-<a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority (PyPA)</a> הוא קבוצת עבודה הפועלת לשיפור אריזת קוד פייתון. אם ברוצנך ליצור קשר עם אחד ממפתחי הליבה בתחום האריזה, השתמש/י ב-<a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">#pypa ב-IRC‏ (freenode)</a>, או הצטרף/י ל<a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">רשימת המייל distutils-sig</a>.
ja: <a href="%(pypa_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging Authority（PyPA）</a>は、Pythonのパッケージングの改善に一緒に取り組んでいくためのワーキンググループです。もしあなたがコアパッケージ開発者と連絡を取りたい場合は、<a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">IRC（freenode）上の#pypa</a>を使うか、<a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">distutils-sigメーリングリストに参加</a>してください。

source: If you believe you've identified a security issue with Warehouse, <strong>DO NOT</strong> report the issue in any public forum, including (but not limited to):
el: Αν πιστεύετε ότι αναγνωρίσατε κάποιο θέμα ασφάλειας με το Warehouse, <strong>ΜΗΝ ΤΟ</strong> αναφέρετε σε κάποιο δημόσιο forum, συμπεριλαμβανομένων (αλλά όχι περιοριστικά σε αυτά):
fr: Si vous pensez avoir identifié un problème de sécurité avec Warehouse, <strong>NE</strong> signalez <strong>PAS</strong> ce problème sur un forum public, y compris (mais sans s'y limiter) :
he: אם את/ה מאמין/ה שמצאת בעיית אבטחה ב-Warehouse, <strong>אל תדווח/י</strong> על בעייה בשום פורום פומבי, כולל (אך לא רק):
ja: Warehouseでセキュリティの問題が確認されたと思われる場合は、以下のような（ただし、以下のものに限らず）公開フォーラムなどでイシューを報告<strong>しないでください</strong>:

source: Instead, email <a href="%(href)s">security at python dot org</a> directly, providing as much relevant information as possible.
el: Αντ' αυτού, στείλτε ένα email απ' ευθείας στο <a href="%(href)s">security at python dot org</a>, παρέχοντας μας όσες περισσότερες πληροφορίες μπορείτε σχετικά με το θέμα.
fr: Envoyez plutôt directement un message à <a href="%(href)s">security at python dot org</a>, en fournissant le plus d'informations pertinentes possible.
he: במקום, אנא שלח/י א-מייל אל <a href="%(href)s">security at python dot org</a> באופן ישיר וספק/י כמו שיותר מידע רלוונטי שאפשר.
ja: その代わり、<a href="%(href)s">Python dot orgのセキュリティ</a>に直接メールをして、可能な限り多くの関連情報を提供してください。

source: Messages may be optionally encrypted with GPG using key fingerprints available <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">at the Python Security page</a>.
el: Τα μηνύματα μπορούν, προαιρετικά, να κρυπτογραφηθούν με GPG χρησιμοποιώντας τα key fingerprints που είναι διαθέσιμα στη σελίδα <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Security</a>.
fr: Les messages peuvent potentiellement être cryptés avec GPG en utilisant les empreintes de clés disponibles <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">sur la page de sécurité de Python</a>.
he: מי שרוצה יכול/ה להצפין הודעות באמצעות GPG תוך שימוש ב-״טביעות אצבע״ של מפתחות הזמינים <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">בעמוד Python Security</a>.
ja: メッセージは、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Securityページ</a>にある鍵のフィンガープリントを使ってGPGで暗号化することができます。

source: This security policy was last updated on March 14, 2018.
el: Η τρέχουσα πολιτική ασφάλειας ανανεώθηκε στις 14 Μαρτίου 2018.
fr: Cette politique de sécurité a été mise à jour pour la dernière fois le 14 mars 2018.
he: מדיניות אבטחה זו עוכדנה לאחרונה ב-14 במרץ, 2018.
ja: このセキュリティポリシーの最終更新日は2018年3月14日です。
tr: Bu güvenlik politikası en son 14 Mart 2018 tarihinde güncellenmiştir.

source: Sponsor the Packaging Working Group
fr: Sponsoriser le groupe de travail d'empaquetage
he: מתן חסות ל-Packaging Working Group

source: Sponsor PyPI and related projects
fr: Sponsoriser PyPI et les projets apparentés
he: מתן חסות ל-PyPI ופרויקטים קשורים

source: Donate to the Packaging Working Group
fr: Faire une donation au Packaging Working Group
he: תרומה ל-Packaging Working Group

source: The <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Packaging Working Group</a> is a work group of the Python Software Foundation which raises and distributes funds to improve Python's packaging ecosystem.
fr: Le <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Packaging Working Group</a> est un groupe de travail de la Python Software Foundation qui lève et distribue des fonds pour améliorer l'ecosystème d'empaquetage Python.
he: ה-<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Packaging Working Group</a> הוא קבוצת עבודה של ה-Python Software Foundation המגייס ומפיץ תקציבים כדי לשפר את האקוסיסטם של אריזת חבילות פייתון.

source: Recent projects funded through the working group include:
fr: Projets récemment financés par le groupe de travail :
he: פרויקט שמומנו לאחרונה באמצעות קבוצת העבודה כוללים:

source: With your support, the working group can continue to fund packaging improvements, benefiting millions of Python users around the world.
fr: Avec votre soutien, le groupe de travail peut continuer à financer l’amélioration de l'empaquetage, au profit de millions d’utilisateurs de Python à travers le monde.
he: בזכות תמיכתכם, קבוצת העבודה יכולה להמשיך לממן שיפורים באריזת חבילות, המועילים למיליוני משתמשי פייתון ברחבי העולם.

source: Community donations
fr: Dons de la communauté
he: תרומות קהילה

source: We greatly appreciate both one-time and recurring donations.
fr: Nous apprécions grandement les dons ponctuels et récurrents.
he: אנחנו מעריכים מאוד תרומות, הן חד-פעמיות והן מחזוריות.

source: For US taxpayers, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">your donation may be tax-deductible</a>.
fr: Pour les contribuables américains, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> votre don peut être déductible d'impôt </a>.
he: למשלמי מיסים של ארה״ב, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">ייתכן שתורמתכם קבילה לקיזוז מס</a>.

source: Every donation counts!
fr: Chaque don compte !
he: כל תרומה עוזרת!

source: Donate here
fr: Faites un don ici
he: תרם/י כאן

source: Donating over $5,000? <a href="%(href)s">Become a sponsor</a> instead.
fr: Vous donnez plus de $5 000 ? <a href="%(href)s"> Devenez plutôt un sponsor </a>.
he: תורם/ת למעלה מ-$5,000? <a href="%(href)s">הפך/י לנותן/ת חסות</a> במקום.

source: Funds raised by the packaging working group go directly towards improving the tools your company uses every day.
fr: Les fonds recueillis par le groupe de travail sur l’empaquetage sont directement consacrés à l’amélioration des outils que votre entreprise utilise tous les jours.
he: תרומות שמגויסות על ידי ה-Packaging Working Group משמשות ישירות לשיפור הכלים בהם חברתך משתמשת בכל יום.

source: Sponsorship packages
fr: Forfaits de parrainage
he: חבילות מתן חסות

source: All figures are in USD
fr: Tous les chiffres sont en USD
he: כל הנותנים הם ב-USD

source: Lifetime
fr: A vie
he: לכל החיים

source: One time donation of $1,000,000
fr: Don unique de $1 000 000
he: תרומה חד-פעמית של $1,000,000

source: Logo in a prominent position on the PyPI project detail page, <strong>in perpetuity</strong>
fr: Logo bien en vue sur la page de détail du projet PyPI, <strong> à perpétuité </strong>
he: לוגו מוצג במיקום מרכזי בדף פרטי הפרויקט ב-PyPI, <strong>לעד</strong>

source: <strong>Individual</strong> blog post on the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation blog</a>
he: פוסט <strong>יחיד</strong> ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">בלוג של ה-Python Software Foundation</a>

source: Diamond
fr: Diamant
he: יהלום

source: $50,000 per year, or equivalent in donated services
fr: 50 000 $ par année, soit l’équivalent en services donnés
he: $50,000 בשנה, או שירותים בהיקף שווה ערך

source: Logo in a <strong>prominent position</strong> on the PyPI project detail page
fr: Logo dans une position <strong>prominente</strong> sur la page de détail du projet PyPI
he: לוגו ב<strong>מיקום בולט</strong> בדך פרטי הפרויקט של PyPI

source: Logo on the PyPI footer
fr: Logo sur le pied de page PyPI
he: לוגו ב-footer של PyPI

source: Logo <strong>and write up</strong> on the <a href="%(href)s">PyPI sponsors page</a>
fr: Logo <strong>et une note </strong> sur la <a href="%(href)s"> page de sponsors PyPI </a>
he: לוגו <strong>ותיאור מילולי</strong> ב<a href="%(href)s">דף נותני החסות של PyPI</a>

source: <strong>Quarterly</strong> thank you tweet from the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a>
fr: Tweet de remerciement <strong> trimestriel </strong> de la part de la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> Python Software Foundation </a>
he: ציוץ תודה <strong>רבעוני</strong> מה-<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a>

source: <strong>Quarterly</strong> thank you tweet from the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPI Twitter account</a>
fr: Tweet de remerciement <strong>trimestriel</strong> de la part du <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Compte Twitter PyPI</a>
he: ציוץ תודה <strong>רבעוני</strong> מ<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">חשבון הטוויטר של PyPI</a>

source: Platinum
he: פלטינה

source: $30,000 per year, or equivalent in donated services
fr: 30 000 $ par an, ou l'équivalent en services donnés
he: $30,000 בשנה, או שירותים בהיקף שווה ערך

source: Logo on <strong>high rotation</strong> in a prominent position on the PyPI project detail page
fr: Logo à <strong> rotation élevée </strong> dans une position proéminente sur la page de détail du projet PyPI
he: לוגו ב<strong>רוטציה גבוהה</strong> במיקום בולט בעמוד פרטי הפרויקט ב-PyPI

source: Inclusion in a blog post on the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation blog</a>, <strong>with other sponsors</strong> whose sponsorship commenced during the same quarter
he: אזכור בפוסט ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">בלוג של ה-Python Software Foundation</a>, <strong>יחד עם נותני חסות אחרים</strong> שהחסות שלהם החלה באותו רבעון

source: Gold
fr: Or
he: זהב

source: $20,000 per year, or equivalent in donated services
fr: 20 000 $ par an, ou l'équivalent en services donnés
he: $20,000 בשנה, או שירותים בהיקף שווה ערך

source: Logo on <strong>medium rotation</strong> in a prominent position on the PyPI project detail page
fr: Logo en <strong> rotation moyenne </strong> dans une position proéminente sur la page de détail du projet PyPI
he: לוגו ב<strong>רוטציה בינונית</strong> במיקום בולט בעמוד פרטי הפרויקט ב-PyPI

source: Silver
fr: Argent
he: כסף

source: $10,000 per year, or equivalent in donated services
fr: 10 000 $ par an, ou l'équivalent en services donnés
he: $10,000 בשנה, או שירותים בהיקף שווה ערך

source: Logo on <strong>low rotation</strong> in a prominent position on the PyPI project detail page
fr: Logo en <strong>faible rotation</strong> à un endroit bien visible sur la page de détail du projet PyPI
he: לוגו ב<strong>רוטציה נמוכה</strong> במיקום בולט בעמוד פרטי הפרויקט ב-PyPI

source: Logo on the <a href="%(href)s">PyPI sponsors page</a>
fr: Rendez-vous sur <a href="%(href)s">réinitialiser votre mot de passe</a>
he: לוגו ב<a href="%(href)s">עמוד נותני החסות של PyPI</a>

source: <strong>Bi-yearly</strong> thank you tweet from the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a>
fr: Tweet de remerciement <strong>bi-annuel</strong> de la part de la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a>
he: ציוץ תודה <strong>דו-שנתי</strong> מה-<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a>

source: <strong>Bi-yearly</strong> thank you tweet from the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPI Twitter account</a>
fr: Tweet de remerciement <strong>bi-annuel</strong> de la part du <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Compte Twitter PyPI</a>
he: ציוץ תודה <strong>דו-שנתי</strong> מ<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">חשבון הטוויטר של PyPI</a>

source: Bronze
he: ארד

source: $5,000 per year, or equivalent in donated services
fr: 5 000 $ par année, ou l'équivalent en services donnés
he: $5,000 בשנה, או שירותים בהיקף שווה ערך

source: <strong>Single</strong> thank you tweet from the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a> (on initial sponsorship, and on each subsequent renewal)
fr: Tweet de remerciement <strong>unique</strong> de la part de la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a> (au moment du parrainage initial, et à chaque renouvellement)
he: ציוץ תודה י<strong>יחיד</strong> מה-<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a> (בעת מתן החסות ובכל חידוש בהמשך)

source: <strong>Single</strong> thank you tweet from the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPI Twitter account</a> (on initial sponsorship, and on each subsequent renewal)
fr: Tweet de remerciement <strong>unique</strong> du <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">compte Twitter PyPI</a> (au moment du parrainage initial, et à chaque renouvellement)
he: ציוץ תודה <strong>יחיד</strong> מ<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">חשבון הטוויטר של PyPI</a> (בעת מתן החסות ובכל חידוש בהמשך)

source: One time grants / custom donations
fr: Subventions ponctuelles / dons personnalisés
he: מענקים חד-פעמיים / תרומות ייחודיות

source: Sponsorship of a specific feature, feature set, or community sprint, valued at over $50,000. See <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">fundable packaging improvements</a> for ideas.
fr: Parrainage d’une fonctionnalité spécifique, d’un ensemble de fonctionnalités ou d’un sprint communautaire, évalué à plus de 50 000 $. Voir <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> améliorations d'empaquetage financables </a> pour les idées.
he: מתן חסות לפיתוח יכולת מסוימת, אוסף יכולות או ספרינט של הקהילה, בערך של למעלה מ-$50,000. ראה/י רעיונות אפשריים בדף <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">שיפורי אריזת חבילה ניתנים למימון</a>.

source: <strong>Individual</strong> blog post on the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation blog</a>, explaining what the funds will be used for
he: פוסט <strong>יחיד</strong> ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">בלוג של ה-Python Software Foundation</a>, שמסביר לטובת מה ישמשו הכספים

source: <strong>Single</strong> thank you tweet from the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a>
fr: Tweet de remerciement <strong>unique</strong> de la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a>
he: ציוץ תודה <strong>יחיד</strong> מה-<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Software Foundation</a>

source: <strong>Single</strong> thank you tweet from the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">PyPI Twitter account</a>
fr: Tweet de remerciement <strong>unique</strong> du <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">compte Twitter PyPI</a>
he: ציוץ תודה <strong>יחיד</strong> מ<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">חשבון הטוויטר של PyPI</a>

source: Note: A record of working group grants will be listed on the PyPI sponsorship page in perpetuity.
fr: Remarque : Un dossier des subventions des groupes de travail sera inscrit à perpétuité sur la page de parrainage pyPI.
he: הערה: רישום של מענקים לקבוצת העבודה יוצג בעמוד מתן החסויות של PyPI לצמיתות.

source: <strong>%(count_display)s</strong> project
fr: <strong>%(count_display)s</strong> projet
he: פרויקט <strong>אחד</strong>
ja: <strong>%(count_display)s</strong> 個のプロジェクト

source: with the selected classifier
el: με τον επιλεγμένο classifier
fr: avec le classificateur sélectionné
he: עם המסווג שנבחר
ja: 選択した分類を使用

source: Trending
el: Τάση
fr: Tendances
he: טרנדי
ja: トレンド

source: There were no results for '%(filters)s' filter
el: Δεν βρέθηκαν αποτελέσματα για το φίλτρο '%(filters)s'
fr: Aucun résultat pour le filtre '%(filters)s'
he: לא היו תוצאות עבור המסנן '%(filters)s'
ja: '%(filters)s'フィルタに一致する結果はありませんでした

source: Publisher information
id: Informasi penerbit

source: Publisher name
id: Nama penerbit

source: This is a critical project for the Python ecosystem
id: Ini adalah proyek penting bagi ekosistem Python

source: Critical Project
id: Proyek Penting

source: PyPI requires 2FA to be enabled to manage this project
id: PyPI mengharuskan 2FA diaktifkan untuk mengelola proyek ini

source: 2FA Mandated
id: 2FA Diwajibkan

source: This project requires 2FA to be enabled to manage
id: Proyek ini mengharuskan 2FA diaktifkan untuk mengelola

source: 2FA Required
id: 2FA Diperlukan

source: <abbr title="two factor authentication">2FA</abbr> requirement
id: Persyaratan <abbr title="autentikasi dua faktor">2FA</abbr>

source: Requiring 2FA for this project will require all collaborators to have 2FA enabled for their individual account. Any collaborator who does not have 2FA enabled will not be able to manage the project until they enable 2FA.
id: Mewajibkan 2FA untuk proyek ini akan mewajibkan semua kolaborator untuk mengaktifkan 2FA pada akun mereka masing-masing. Kolaborator yang tidak mempunyai 2FA yang aktif tidak akan bisa mengelola proyek ini hingga ia mengaktifkan 2FA.

source: You must enable 2FA for your account before you can modify this setting.
id: Anda harus mengaktifkan 2FA pada akun Anda sebelum Anda dapat mengubah pengaturan ini.

source: Disable 2FA requirement for %(project_name)s
id: Nonaktifkan persyaratan 2FA untuk %(project_name)s

source: Enable 2FA requirement for %(project_name)s
id: Aktifkan persyaratan 2FA untuk %(project_name)s

source: This is a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">known issue</a> with Python's <code>getpass</code> module.
id: Ini adalah <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">masalah umum</a> dengan modul <code>getpass</code> Python.

source: Invalid Recovery Code.
fr: Code de récupération invalide.
