Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Transfer an existing project that you own, or create and add a new project to the organization.
de: Übertragen Sie ein bestehendes Projekt, das Sie besitzen, oder erstellen und der Organisation ein neues Projekt hinzufügen.
eo: Transdonu ekzistantan projekton posedatan de vi, aŭ kreu kaj aldonu novan projekton al la organizaĵo.
es: Transfiere un proyecto existente de tu propiedad o crea y añade un proyecto nuevo a la organización.
it: Trasferisci un progetto esistente di tua proprietà o crea e aggiungi un nuovo progetto all'organizzazione.
pt: Transferir um projeto existente que você possuí ou criar e adicionar um novo projeto a organização.
ru: Передайте существующий проект, который у вас есть, или создайте и добавьте новый проект в организацию.
sk: Preneste existujúci projekt, ktorý vlastníte, alebo vytvorte a pridajte nový projekt do organizácie.
ta: உங்களுக்கு சொந்தமான ஒரு திட்டத்தை மாற்றவும், அல்லது புதிய திட்டத்தை உருவாக்கி நிறுவனத்தில் சேர்க்கவும்.
uk: Перенесіть проєкт, який вам належить, чи створіть та додайте новий проєкт до організації.

source: ️Name of existing project
de: ️Name des bestehenden Projekts
eo: Nomo de jam ekzistanta projekto
es: Nombre del proyecto existente
it: Nome del progetto esistente
pt: ️Nome do projeto já existente
pt_br: ️Nome do projeto já existente
ru: Название существующего проекта
sk: ️Názov existujúceho projektu
ta: தற்போதுள்ள திட்டத்தின் பெயர்

source: You do not own any projects that you can add to this organization.
eo: Vi ne posedas projektojn aldoneblajn al ĉi tiu organizaĵo.
it: Non sei un proprietario di questo progetto
ru: У вас нет проектов, которые вы могли бы добавить в эту организацию.
sk: Nevlastníte žiadne projekty, ktoré môžete pridať do tejto organizácie.
ta: இந்த நிறுவனத்தில் நீங்கள் சேர்க்கக்கூடிய எந்த திட்டங்களும் உங்களிடம் இல்லை.

source: Owners or managers of this organization can transfer a project that they own to this organization if the project has not been added to another organization. A project that has been added to another organization can be transferred from the project settings page.
de: Eigentümer oder Manager dieser Organisation können ein Projekt übertragen, das sie dieser Organisation angehören, wenn das Projekt nicht einer anderen Organisation hinzugefügt wurde. Ein Projekt, das einer anderen Organisation hinzugefügt wurde, kann von der Projekteinstellungsseite übertragen werden.
eo: Posedantoj aŭ mastrumantoj de ĉi tiu organizaĵo povas transdoni sian projekton al ĉi tiu organizaĵo, se la projekto ne estis aldonita al alia organizaĵo. Projekto jam aldonita al alia organizaĵo estas transdonebla per la projekta agordejo.
es: Los propietarios o administradores de esta organización pueden transferir un proyecto que ellos poseen a esta organización si el proyecto no ha sido añadido a otra organización. Un proyecto que ha sido añadido a otra organización puede ser transferido desde la página de configuración del proyecto.
it: I proprietari o i manager di questa organizzazione possono trasferire un progetto di loro proprietà a questa organizzazione se il progetto non è stato aggiunto a un'altra organizzazione. Un progetto che è stato aggiunto a un'altra organizzazione può essere trasferito dalla pagina delle impostazioni del progetto.
pt: Donos ou gerentes desta organização podem tranferir um projeto que possuem para esta organização se o projeto não foi adicionado a outra organização. Um projeto que foi adicionado a outra organização pode ser tranferido através da página de configuração do projeto.
ru: Владельцы или менеджеры этой организации могут перенести проект, которым они владеют, в эту организацию, если проект не был добавлен в другую организацию. Проект, который был добавлен в другую организацию, можно перенести со страницы настроек проекта.
sk: Vlastníci alebo manažéri tejto organizácie môžu preniesť projekt, ktorý vlastnia, do tejto organizácie, ak projekt nebol pridaný do inej organizácie. Projekt, ktorý bol pridaný do inej organizácie, je možné preniesť zo stránky nastavení projektu.
ta: இந்த அமைப்பின் உரிமையாளர்கள் அல்லது மேலாளர்கள் இந்த திட்டத்தை வேறொரு நிறுவனத்தில் சேர்க்கவில்லை என்றால் தங்களுக்குச் சொந்தமான ஒரு திட்டத்தை இந்த நிறுவனத்திற்கு மாற்றலாம். வேறொரு நிறுவனத்தில் சேர்க்கப்பட்ட ஒரு திட்டத்தை திட்ட அமைப்புகள் பக்கத்திலிருந்து மாற்றலாம்.

source: Transfer existing project
eo: Transdoni ekzistantan projekton
it: Progetti di tendenza
pt: Transferir projeto existente
pt_br: Transferir projeto existente
ru: Перенос существующего проекта
sk: Preneste existujúci projekt
ta: தற்போதுள்ள திட்டத்தை மாற்றவும்

source: ️Name of new project
eo: Nomo de nova projekto
it: Registra un nuovo progetto.
pt: ️Nome do novo projeto
pt_br: ️Nome do novo projeto
ru: Название нового проекта
sk: ️Názov nového projektu
ta: புதிய திட்டத்தின் பெயர்

source: Owners of this organization can create an empty project and add it to the organization.
de: Eigentümer dieser Organisation können ein leeres Projekt erstellen und es der Organisation hinzufügen.
eo: Posedantoj de ĉi tiu organizaĵo povas krei malplenan projekton kaj aldoni ĝin al la organizaĵo.
es: Los dueños de esta organización pueden crear un proyecto vacío y añadirlo a la organización.
it: I proprietari di questa organizzazione possono creare un progetto vuoto e aggiungerlo all'organizzazione.
pt: Os proprietários desta organização podem criar um projeto vazio e adicioná-lo à organização.
pt_br: Os proprietários desta organização podem criar um projeto vazio e adicioná-lo à organização.
ru: Владельцы этой организации могут создать пустой проект и добавить его в организацию.
sk: Vlastníci tejto organizácie môžu vytvoriť prázdny projekt a pridať ho do organizácie.
ta: இந்த அமைப்பின் உரிமையாளர்கள் ஒரு வெற்று திட்டத்தை உருவாக்கி அதை நிறுவனத்தில் சேர்க்கலாம்.

source: Create and add new project
eo: Krei kaj aldoni novan projekton
it: Registra un nuovo progetto.
pt: Criar e adicionar novo projeto
pt_br: Criar e adicionar novo projeto
ru: Создание и добавление нового проекта
sk: Vytvorte a pridajte nový projekt
ta: புதிய திட்டத்தை உருவாக்கி சேர்க்கவும்

source: Manage people in '%(organization_name)s'
eo: Administri anojn de %(organization_name)s
it: Gestire %(project_name)s
pt: Gerir pessoas em "%(organization_name)s"
pt_br: Gerenciar pessoas em "%(organization_name)s"
ru: Управление участниками в "%(organization_name)s"
sk: Spravujte ľudí v '%(organization_name)s'
ta: மக்களை '%(organization_name)s' இல் நிர்வகிக்கவும்

source: 2FA enabled
de: 2FA aktiviert
eo: Dupaŝa aŭtentikigo ŝaltita
es: A2F activada
id: 2FA bernyala
it: 2FA abilitata
pt: 2FA ativado
pt_br: 2FA habilitado
ru: Двухфакторная авторизация включена
sk: 2FA povolená
ta: 2FA இயக்கப்பட்டது
uk: Двофакторну автентифікацію увімкнено

source: 2FA
eo: 2PA
es: A2F
ru: Двухфакторная авторизация
uk: Двофакторна автентифікація

source: 2FA disabled
de: 2FA deaktiviert
eo: Dupaŝa aŭtentikigo malŝaltita
es: A2F desactivada
id: 2FA gak nyala
it: 2FA disabilitata
pt: 2FA desabilitado
pt_br: 2FA desabilitado
ru: Двухфакторная авторизация отключена
sk: 2FA vypnuté
ta: 2FA முடக்கப்பட்டது
uk: Двофакторну автентифікацію вимкнено

source: Use this page to control which PyPI users can help you to manage '%(organization_name)s'.
eo: Uzu ĉi tiun paĝon por elekti tiujn PyPI-uzantojn, kiuj helpas vin administri la organizaĵon %(organization_name)s.
it: Usa questa pagina per controllare quali utenti posso aiutarti a gestire %(project_name)s
ru: Используйте эту страницу, чтобы определять какие пользователи PyPI могут помочь вам управлять %(organization_name)s.
sk: Pomocou tejto stránky môžete ovládať, ktorí používatelia PyPI vám môžu pomôcť spravovať '%(organization_name)s'.
ta: '%(அமைப்பு_பெயர்)' நிர்வகிக்க எந்த PYPI பயனர்கள் உங்களுக்கு உதவ முடியும் என்பதைக் கட்டுப்படுத்த இந்தப் பக்கத்தைப் பயன்படுத்தவும்.

source: Organization Roles
eo: Roloj de la organizaĵo
it: Descrizione progetto
ru: Организационные роли
sk: Úlohy organizácie
ta: அமைப்பு பாத்திரங்கள்

source: There are %(number_of_roles)s possible roles for people in this organization. Refer to the following matrix for details on what each role can do.
eo: Ekzistas %(number_of_roles)s eblaj roloj por anoj de ĉi tiu organizaĵo. Legu la ĉi-suban tabelon por detaloj pri la rajtoj de la roloj.
it: Ci sono 2 ruoli possibili per collaboratori:
ru: Есть %(number_of_roles)s возможные роли для людей в этой организации. Обратите внимание на следующую матрицу для подробностей о том, что может сделать каждая роль.
sk: Existuje %(number_of_roles)s možných rolí pre ľudí v tejto organizácii. Podrobnosti o tom, čo môže každá rola robiť, nájdete v nasledujúcej matici.
ta: இந்த நிறுவனத்தில் உள்ளவர்களுக்கு %(number_of_roles)sாத்தியமான பாத்திரங்கள் உள்ளன. ஒவ்வொரு பாத்திரமும் என்ன செய்ய முடியும் என்பது குறித்த விவரங்களுக்கு பின்வரும் மேட்ரிக்சைப் பார்க்கவும்.

source: Organization Role Permissions Matrix
eo: Matrico pri permesoj de organizaĵaj roloj
it: Descrizione progetto
ru: Разрешения на роль Организации Матрица
sk: Matica povolení rolí organizácie
ta: அமைப்பு பங்கு அனுமதிகள் மேட்ரிக்ச்

source: Member
de: Mitglied(er)
eo: Ano
es: Miembro
it: Membro
pt: Membro
pt_br: Membro
ru: Член
sk: člen
ta: உறுப்பினர்

source: View organization/teams
eo: Vidi organizaĵon/teamojn
it: Descrizione progetto
ru: Просмотр организации/команды
sk: Zobraziť organizáciu/tímy
ta: அமைப்பு/அணிகளைக் காண்க

source: Create/manage teams
eo: Krei/administri teamojn
it: Creare un nuovo rilascio
ru: Создание/управление команд
sk: Vytvárajte / spravujte tímy
ta: அணிகளை உருவாக்க/நிர்வகிக்கவும்

source: Invite/manage organization members
eo: Inviti/administri anojn de la organizaĵo
it: Crea un account
ru: Члены организации по приглашению/управлению
sk: Pozvať/spravovať členov organizácie
ta: நிறுவன உறுப்பினர்களை அழைக்க/நிர்வகிக்கவும்

source: Delete the organization
eo: Forviŝi la organizaĵon
it: Crea un account
ru: Исключить организацию
sk: Odstrániť organizáciu
ta: அமைப்பை நீக்கு

source: Manage organization billing
eo: Administri organizaĵan fakturadon
it: Crea un account
ru: Управление биллингом организации
sk: Spravujte fakturáciu organizácie
ta: அமைப்பு பட்டியலிடல் நிர்வகிக்கவும்

source: Own/maintain specific projects
eo: Posedi/administri specifajn projektojn
es: Poseer/mantener proyectos específicos
it: Possiede/mantiene progetti specifici
pt: Proprietário/mantém projetos especificos
ru: Собственные/основные конкретные проекты
sk: Vlastniť/udržiavať konkrétne projekty
ta: குறிப்பிட்ட திட்டங்களை சொந்தமாக/பராமரிக்கவும்

source: Create new projects
eo: Krei novajn projektojn
it: Registra un nuovo progetto.
ru: Создание новых проектов
sk: Vytvárajte nové projekty
ta: புதிய திட்டங்களை உருவாக்கவும்

source: Delete projects
eo: Forviŝi projektojn
it: Elimina progetto
pt: Apagar projetos
pt_br: Excluir projetos
ru: Исключить проекты
sk: Odstrániť projekty
ta: திட்டங்களை நீக்கு

source: Users who can manage %(organization_name)s
eo: Tiuj uzantoj, kiuj rajtas administri la organizaĵon %(organization_name)s
it: Gli utenti che possono gestire %(project_name)s
pt: Utilizadores que podem gerir %(organization_name)s
pt_br: Usuários que podem gerenciar %(organization_name)s
ru: Пользователи которые могут управлять %(organization_name)s
sk: Používatelia, ktorí môžu spravovať %(organization_name)s
ta: %(organization_name)s நிர்வகிக்கக்கூடிய பயனர்கள்

source: User
de: Benutzer
el: Χρήστης
eo: Uzanto
es: Usuario
fr: Utilisateur
he: משתמש
id: Pengguna
it: Utente
ja: ユーザ
pt: Utilizador
pt_br: Usuário
ru: Пользователь
sk: Používateľ
ta: பயனர்
tr: Kullanıcı
uk: Користувач

source: Save role
de: Rolle speichern
el: Αποθήκευση ρόλου
eo: Konservi rolon
es: Guardar puesto
fr: Enregistrer le rôle
he: שמירת תפקיד
id: Simpan peran
it: Salva ruolo
ja: 役割を保存
pt: Gravar função
pt_br: Salvar função
ru: Сохранить роль
sk: Uložiť rolu
ta: பாத்திரத்தை சேமிக்கவும்
tr: Rolü kaydet
uk: Зберегти роль

source: Cannot remove other people from the organization
eo: Ne rajtas forigi aliulojn for de la organizaĵo
es: No puede eliminar a otras personas de la organización
it: Non sei un proprietario di questo progetto
ru: Невозможно удалить других людей из организации
sk: Nie je možné odstrániť iných ľudí z organizácie
ta: அமைப்பிலிருந்து மற்றவர்களை அகற்ற முடியாது

source: Cannot remove yourself as Sole Owner
eo: Ne povas forigi vin mem kiel la ununura posedanto
it: Non puoi rimuovere te stesso da proprietario
ru: Невозможно снять с себя полномочия единоличного владельца
sk: Nemôžete sa odobrať ako výhradný vlastník
ta: ஒரே உரிமையாளராக உங்களை அகற்ற முடியாது

source: Remove %(user)s from this organization.
eo: Malanigi la uzanton %(user)s el ĉi tiu organizaĵo.
it: Rimuovi %(user)s da questo progetto
ru: Удалить %(user)s из этой организации.
sk: Odstrániť %(user)s z tejto organizácie.
ta: இந்த நிறுவனத்திலிருந்து %(user)s அகற்று.

source: Remove %(user)s from this organization
eo: Malanigi la uzanton %(user)s el ĉi tiu organizaĵo
es: Eliminar a %(user)s de esta organización
it: Rimuovi %(user)s da questo progetto
ru: Удалить %(user)s из этой организации
sk: Odstrániť %(user)s z tejto organizácie
ta: இந்த நிறுவனத்திலிருந்து %(user)s அகற்று

source: Invite pending
de: Einladung ausstehend
eo: Ne eksvalidiĝinta invito
es: Invitación pendiente
id: Udangan menunggu keputusan
it: Invito in sospeso
pt: Convite pendente
pt_br: Convite pendente
ru: Приглашение в ожидании
sk: Čaká sa na pozvanie
ta: நிலுவையில் உள்ளதை அழைக்கவும்
uk: Неприйняте запрошення

source: Invite expired
de: Einladung abgelaufen
eo: Invito eksvalidiĝinta
es: Invitación caducada
id: Udangan kadaluarsa
it: Invito scaduto
pt: Convite expirado
pt_br: Convite expirado
ru: Приглашение истекло
sk: Platnosť pozvánky vypršala
ta: காலாவதியான அழைப்பு
uk: Термін дії запрошення сплив

source: Revoke invitation for %(user)s.
eo: Eksvalidigi inviton por %(user)s.
it: Revoca invito per %(user)s
ru: Отозвать приглашение для %(user)s.
sk: Odvolať pozvanie pre %(user)s.
ta: %(user)sுக்கான அழைப்பை ரத்து செய்யுங்கள்.
uk: Відкликати запрошення %(user)s.

source: Revoke invitation for %(user)s
eo: Eksvalidigi inviton por %(user)s
es: Revocar invitación de %(user)s
id: Cabut undangan untuk %(user)s
it: Revoca invito per %(user)s
pt: Revogar convite para %(user)s
pt_br: Revogar convite para %(user)s
ru: Отозвать приглашение пользователю %(user)s
sk: Odvolať pozvanie pre %(user)s
ta: %(user)sுக்கான அழைப்பை ரத்து செய்யுங்கள்
uk: Відкликати запрошення %(user)s

source: Revoke invite
de: Einladung wiederrufen
eo: Eksvalidigi inviton
es: Revocar invitación
id: Cabut undangan
it: Revoca invito
pt: Revogar convite
pt_br: Revogar convite
ru: Отозвать приглашение
sk: Odvolať pozvanie
ta: அழைப்பை ரத்து செய்யுங்கள்
uk: Відкликати запрошення

source: Re-send invitation for %(user)s.
eo: Resendi inviton al %(user)s.
it: Revoca invito per %(user)s
ru: Повторная отправка приглашения для %(user)s.
sk: Znova odošlite pozvánku na %(user)s.
ta: %(பயனர்கள்.

source: Re-send invitation for %(user)s
eo: Resend inviton al %(user)s
it: Revoca invito per %(user)s
ru: Повторная отправка приглашения для %(user)s
sk: Znova odoslať pozvánku na %(user)s
ta: %(பயனர்கள்

source: Re-send
de: Erneut senden
eo: Resendi
es: Reenviar
it: Re-invia
pt: Reenviar
pt_br: Reenviar
ru: Отправить повторно
sk: Znovu odoslať
ta: மீண்டும் அனுப்பவும்

source: Delete expired invitation for %(user)s.
eo: Forviŝi eksvalidigitan inviton por %(user)s.
it: Revoca invito per %(user)s
pt: Apague o convite expirado para %(user)s.
pt_br: Exclua o convite expirado para %(user)s.
ru: Удалить просроченное приглашение для %(user)s.
sk: Odstrániť pozvánku pre %(user)s, ktorej platnosť vypršala.
ta: %(user)s காலாவதியான அழைப்பை நீக்கு.

source: Delete expired invitation for %(user)s
eo: Forviŝi eksvalidigitan inviton por %(user)s
it: Revoca invito per %(user)s
ru: Удалить просроченное приглашение для %(user)s
sk: Odstrániť pozvánku s vypršanou platnosťou pre %(user)s
ta: %(user)s காலாவதியான அழைப்பை நீக்கு

source: Delete
de: Löschen
el: Διαγραφή
eo: Forviŝi
es: Eliminar
fr: Supprimer
he: מחיקה
id: Hapus
it: Eliminare
ja: 削除
pt: Apagar
pt_br: Excluir
ru: Удалить
sk: Zmazať
ta: நீக்கு
tr: Kaldır
uk: Видалити

source: Invite member
de: Mitglied einladen
eo: Inviti anon
es: Invitar a miembro
it: Invito scaduto
ru: Специальный представитель
sk: Pozvať člena
ta: உறுப்பினரை அழைக்கவும்

source: Invite
de: Einladen
eo: Inviti
es: Invitar
id: Undang
it: Invita
pt: Convidar
pt_br: Convidar
ru: Пригласить
sk: Pozvať
ta: அழைக்கவும்
uk: Запросити

source: Organization settings
eo: Agordoj pri organizaĵo
it: Descrizione progetto
ru: Настройки организации
sk: Nastavenia organizácie
ta: அமைப்பு அமைப்புகள்

source: Manage '%(organization_name)s' settings
eo: Administri la agordojn pri «%(organization_name)s»
it: Gestire %(project_name)s
ru: Управление настройками "%(organization_name)s"
sk: Spravujte nastavenia '%(organization_name)s'
ta: '%(organization_name)s அமைப்புகளை நிர்வகிக்கவும்

source: Change the organization account name <a href="%(href)s">below</a>.
eo: Ŝanĝi la nomon de la organizaĵa konto <a href="%(href)s">ĉi-sube</a>.
it: Gestire %(project_name)s
pt: Mude o nome da conta da organização <a href="%(href)s">abaixo</a>.
pt_br: Mude o nome da conta da organização <a href="%(href)s">abaixo</a>.
ru: Измените имя учетной записи организации <a href="%(href)s">ниже</a>.
sk: Zmeňte názov účtu organizácie <a href="%(href)s">nižšie </a>.
ta: நிறுவனத்தின் கணக்கு பெயரை <a href = "%(href)s"> கீழே மாற்றவும் </a>.
uk: Змініть назву облікового запису організації <a href="%(href)s">нижче</a>.

source: Date created
eo: Dato de kreo
es: Fecha de creación
it: Account creato
ru: Дата создания
sk: Dátum vytvorenia
ta: தேதி உருவாக்கப்பட்டது

source: Organization description
eo: Priskribo de organizaĵo
es: Descripción de la organización
it: Descrizione progetto
pt: Descrição da organização
pt_br: Descrição da organização
ru: Описание организации
sk: Popis organizácie
ta: அமைப்பு விளக்கம்
uk: Опис організації

source: If you need to convert your organization account from a Company account to a Community account, you can email <a href="mailto:%(email)s">%(email)s</a> to communicate with %(site)s administrators.
eo: Se vi deziras ŝanĝi vian Firmaan konton al Komunuma konto, kontaktu la administrantojn de %(site)s ĉe <a href="mailto:%(email)s">%(email)s</a>.
it: Se non hai effettuato questo cambiamento, puoi mandare una email <a href="%(href)s">%(email_address)s</a> per comunicare con gli amministratori di PyPI.
ru: Если вам нужно преобразовать учетную запись организации из учетной записи компании в учетную запись сообщества, вы можете отправить письмо <a href="mailto:%(email)s">%(email)s</a> для связи с администраторами %(site)s.
sk: Ak potrebujete previesť účet organizácie z firemného účtu na komunitný účet, môžete poslať e-mail na adresu <a href="mailto:%(email)s">%(email)s</a> a komunikovať s administrátormi %(site)s.
ta: உங்கள் நிறுவனக் கணக்கை ஒரு நிறுவனத்தின் கணக்கிலிருந்து சமூகக் கணக்காக மாற்ற வேண்டியிருந்தால்,%(தளம்) உடன் தொடர்பு கொள்ள <a href = "mailto:%(email)s">%(email)s </a> மின்னஞ்சல் அனுப்பலாம் எச் நிர்வாகிகள்.

source: Update organization
eo: Ĝisdatigi organizaĵon
es: Actualizar organización
it: Crea un account
ru: Обновление организации
sk: Aktualizujte organizáciu
ta: புதுப்பிப்பு அமைப்பு

source: Billing details
eo: Detaloj pri fakturo
it: Dettagli account
ru: Детали оплаты
sk: Fakturačné údaje
ta: பட்டியலிடல் விவரங்கள்

source: Billing status
de: Abrechnungsstatus
eo: Faktura stato
es: Estado de facturación
it: Stato della fatturazione
pt: Status de faturamento
ru: Состояние счетов
sk: Stav fakturácie
ta: பட்டியலிடல் நிலை

source: Billing email
de: Abrechnungs-E-Mail
eo: Faktura retpoŝta adreso
es: Dirección de correo electrónico de facturación
it: Email di fatturazione
pt: Email de faturamento
ru: Счет электронной почты
sk: Fakturačný email
ta: பட்டியலிடல் மின்னஞ்சல்

source: Manage billing
eo: Administri fakturadon
it: Gestisci versione
ru: Управляющий счет
sk: Spravovať fakturáciu
ta: பட்டியலிடல் நிர்வகிக்கவும்

source: Change organization account name
eo: Ŝanĝi nomon de organizaĵa konto
es: Cambiar nombre de cuenta de la organización
it: Gestire %(project_name)s
ru: Изменение имени учетной записи организации
sk: Zmeňte názov účtu organizácie
ta: நிறுவன கணக்கு பெயரை மாற்றவும்

source: Please contact <a href=%(href)s>PyPI Support</a> if you need to rename your organization.
eo: Bonvolu kontakti <a href=%(href)s>la helpteamon de PyPI</a>, se vi bezonas ŝanĝi la nomon de via organizaĵo.
ru: Пожалуйста, свяжитесь с <a href=%(href)s>Поддержкой PyPI</a> если вам необходимо переименовать свою организацию.

source: You will not be able to revert to your current account name after you rename your organization.
eo: Vi ne povos reuzi vian aktualan kontan nomon, se vi ŝanĝos la nomon de via organizaĵo.
it: Non sarai in grado di recuperare il tuo account dopo averlo cancellato
ru: После переименования организации вы не сможете вернуться к текущему имени учетной записи.
sk: Po premenovaní organizácie sa už nebudete môcť vrátiť k svojmu aktuálnemu názvu účtu.
ta: உங்கள் நிறுவனத்தை மறுபெயரிட்ட பிறகு உங்கள் நடப்பு கணக்கு பெயருக்கு திரும்ப முடியாது.

source: Change organization account name for
eo: Ŝanĝi nomon de organizaĵa konto por
it: Gestire %(project_name)s
ru: Измените имя учетной записи организации для
sk: Zmeniť názov účtu organizácie pre
ta: அதற்கான நிறுவன கணக்கு பெயரை மாற்றவும்

source: Current organization account name
eo: Aktuala nomo de organizaĵa konto
it: Crea un account
ru: Название текущего счета организации
sk: Názov aktuálneho účtu organizácie
ta: தற்போதைய அமைப்பு கணக்கு பெயர்

source: Delete organization
eo: Forviŝi organizaĵon
es: Eliminar organización
it: Crea un account
ru: Удалить организацию
sk: Zmazať organizáciu
ta: அமைப்பை நீக்கு

source: Cannot delete organization
eo: Ne eblas forviŝi organizaĵon
es: No se puede eliminar la organización
it: Crea un account
ru: Невозможно удалить организацию
sk: Organizáciu nemožno odstrániť
ta: அமைப்பை நீக்க முடியாது

source: Your organization currently owns %(count)s project.
eo: Via organizaĵo aktuale posedas %(count)s projekton.
it: La tua organizzazione attualmente possiede %(count)s progetto.
ru: Ваша учётная запись в настоящее время является <strong>единственным владельцем</strong> %(count)s проекта.
sk: Vaša organizácia momentálne vlastní %(count)s projekt.
ta: உங்கள் அமைப்பு தற்போது %(எண்ணிக்கை) திட்டத்தை வைத்திருக்கிறது.

source: For each project, you must either:
de: Für jedes Projekt müssen Sie entweder:
eo: Por ĉiu projekto, vi devas aŭ:
es: Para cada proyecto, debes:
it: Per ogni progetto, è necessario scegliere tra:
pt: Para cada projeto, deve:
pt_br: Para cada projeto, você deve:
ru: Для каждого проекта вы должны либо:
sk: Pre každý projekt musíte buď:
ta: ஒவ்வொரு திட்டத்திற்கும், நீங்கள் வேண்டும்:

source: Transfer ownership and remove the project from your organization
eo: Transdoni la posedrajton kaj forigi la projekton for de via organizaĵo
it: Non sei un proprietario di questo progetto
ru: Передать право собственности и вывести проект из-под контроля вашей организации
sk: Preveďte vlastníctvo a odstráňte projekt z vašej organizácie
ta: உரிமையை மாற்றவும், உங்கள் நிறுவனத்திலிருந்து திட்டத்தை அகற்றவும்

source: Delete the project
eo: Forviŝi la projekton
it: Elimina progetto
ru: Исключить проект
sk: Odstrániť projekt
ta: திட்டத்தை நீக்கு

source: Before you can delete your organization.
eo: Antaŭ ol vi povos forviŝi vian organizaĵon.
it: Crea un account
ru: Прежде чем удалить организацию.
sk: Pred odstránením organizácie.
ta: உங்கள் நிறுவனத்தை நீக்குவதற்கு முன்.
