Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: If you have few recovery codes remaining, you may also want to generate a new set using the "Regenerate recovery codes" button in your account settings.
de: Wenn Sie wenige Wiederherstellungscodes übrig haben, können Sie auch einen neuen Satz mit der Schaltfläche "Wiederherstellungscodes generieren" in Ihren Kontoeinstellungen erstellen.
eo: Se vi havas malmulte da realiraj kodoj, vi eble volas fari novan kodaron per la butono "Regeneri realirajn kodojn" en viaj kontaj agordoj.
es: Si le quedan pocos códigos de recuperación, tal vez quiera generar un conjunto nuevo mediante el botón «Volver a generar códigos de recuperación» que se encuentra en la configuración de su cuenta.
fr: S'il ne vous reste plus beaucoup de codes de récupération, vous pouvez aussi en générer un nouveau jeu en utilisant le bouton « Régénérer des codes de récupération » dans les paramètres de votre compte.
he: אם יש לך מעט קודים לשחזור נותרים, ייתכן ותרצה/י לייצר אוסף חדש באמצעות כפתור ה-"ייצור מחדש של קודים לשחזור" בהגדרות החשבון שלך.
id: Jika Anda memiliki sedikit kode pemulihan yang tersisa, Anda mungkin juga ingin membuat rangkaian baru menggunakan tombol "Buat kembali kode pemulihan" di pengaturan akun Anda.
it: Se hai pochi codici di recupero rimanenti, potresti anche volere generare un nuovo set usando il pulsante "Rigenera codici di recupero" nelle impostazioni del tuo account.
pt: Se tiver poucos códigos de recuperação restantes, também pode gerar um novo conjunto usando o botão "Gerar novamente códigos de recuperação" nas configurações da sua conta.
pt_br: Se você tiver poucos códigos de recuperação restantes, você também pode querer gerar um novo conjunto usando o botão "Gerar novamente códigos de recuperação" nas configurações da sua conta.
ru: Если у вас ещё осталось несколько кодов восстановления, вы также можете сгенерировать новый их набор с помощью кнопки «Повторно сгенерировать коды восстановления» в настройках вашей учётной записи.
sk: Ak vám zostáva málo kódov na obnovenie, možno budete chcieť vygenerovať novú súpravu pomocou tlačidla „Znovu vygenerovať kódy na obnovenie“ v nastaveniach účtu.
ta: உங்களிடம் சில மீட்பு குறியீடுகள் மீதமுள்ளிருந்தால், உங்கள் கணக்கு அமைப்புகளில் "மீளுருவாக்கம் மீட்பு குறியீடுகள்" பொத்தானைப் பயன்படுத்தி புதிய தொகுப்பை உருவாக்க விரும்பலாம்.
tr: Geriye sadece birkaç kurtarma kodunuz kaldıysa, hesap ayarlarınızda bulunan "Kurtarma kodlarını yeniden oluştur" butonu yardımıyla yeni kurtarma kodları oluşturabilirsiniz.
uk: Якщо у вас залишилося мало кодів відновлення, ви можете згенерувати новий набір кодів за допомогою кнопки «Згенерувати нові коди відновлення» в налаштуваннях свого облікового запису.

source: API tokens are used to authenticate when <strong>uploading packages</strong> to PyPI.
eo: API-ĵetonoj estas por aŭtentikigo <strong>alŝutante pakojn</strong> al PyPI.
ru: API-токены предоставляют альтернативный способ аутентификации при <strong>загрузке пакетов </strong>на PyPI.
sk: API žetóny sa používajú na overenie, keď <strong>uploading balíky</strong> na PyPI.
ta: <strong> தொகுப்புகள் </strong> ஐ PYPI க்கு பதிவேற்றும்போது அங்கீகரிக்க பநிஇ டோக்கன்கள் பயன்படுத்தப்படுகின்றன.
uk: API-токени забезпечують автентифікацію під час <strong>завантаження пакунків</strong> до PyPI.

source: You can create a token for an entire PyPI account, in which case, the token will work for all projects associated with that account. Alternatively, you can limit a token's scope to a specific project.
eo: Vi povas krei ĵetonon por tuta konto ĉe PyPI; tiaokaze, la ĵetono funkcios por ĉiuj projektoj asociitaj kun tiu konto. Alternative, vi povas limigi la amplekson de ĵetono al specifa projekto.
ru: Вы можете создать токен для всего аккаунта PyPI, в этом случае токен будет работать для всех проектов, связанных с этим аккаунтом. Кроме того, вы можете ограничить область действия токена конкретным проектом.
sk: Môžete vytvoriť žetón pre celý účet PyPI, v ktorom prípade token bude pracovať pre všetky projekty spojené s týmto účtom. Prípadne môžete obmedziť rozsah žetónov na konkrétny projekt.
ta: முழு PYPI கணக்கிற்கான நீங்கள் ஒரு கிள்ளாக்கை உருவாக்கலாம், இந்த விசயத்தில், அந்தக் கணக்குடன் தொடர்புடைய அனைத்து திட்டங்களுக்கும் கிள்ளாக்கு வேலை செய்யும். மாற்றாக, நீங்கள் ஒரு டோக்கனின் நோக்கத்தை ஒரு குறிப்பிட்ட திட்டத்திற்கு மட்டுப்படுத்தலாம்.

source: When using an API token from a CI provider, we recommend scoping the token down to the minimum necessary projects.
de: Bei Verwendung eines API-Tokens von einem CI-Anbieter empfehlen wir, den Token auf die minimal notwendigen Projekte zu beschränken.
eo: Se vi uzas API-ĵetonon por provizanto de kontinua integrado, ni rekomendas minimumigi la kapablojn de la ĵetono al la necesaj projektoj.
it: Quando si usa un token API di un provider CI, noi raccomandiamo definire l'ambito del token fino al minimo necessario per i progetti.
pt: Ao usar um token API de um provedor IC, recomendamos reduzir seu escopo ao número mínimo de projetos necessários.
ru: При использовании API-токена от CI-провайдера мы рекомендуем сократить его до минимально необходимых проектов.
sk: Pri použití API tokenu od poskytovateľa CI odporúčame prerezávať token na minimálne potrebné projekty.
ta: தொஒ வழங்குநரிடமிருந்து பநிஇ கிள்ளாக்கைப் பயன்படுத்தும் போது, டோக்கனை குறைந்தபட்ச தேவையான திட்டங்களுக்கு ச்கோப் செய்ய பரிந்துரைக்கிறோம்.

source: If you are publishing to PyPI from a CI provider that supports <a href="%(href)s">Trusted Publishing</a>, we strongly recommend using Trusted Publishing instead.
eo: Se vi eldonas al PyPI el provizanto de kontinua integrado ebliganta <a href="%(href)s">Fidatan Eldonadon</a>, ni rekomendegas uzi Fidatan Eldonadon anstataŭe.
it: Se stai pubblicando su PyPI da un provider CI che supporta <a href="%(href)s">Trusted Publishing</a>, noi fortemente raccomandiamo usare invece la pubblicazione attendibile.
pt: Se você está publicando para a PyPI de um provedor OC que suporta <a href="%(href)s">Editores Confiáveis</a>, recomendamos fortemente que utilize o Editor Confiável em vez disso.
ru: Если вы публикуете в PyPI от CI-провайдера, который поддерживает <a href="%(href)s">Trusted Publishing</a>, мы настоятельно рекомендуем использовать вместо этого Trusted Publishing.
sk: Ak zverejňujete PyPI od poskytovateľa CI, ktorý podporuje <a href="%(href)s">Trusted Publishing</a>, dôrazne odporúčame používať Trusted Publishing namiesto toho.
ta: <A href = "%(href)s"> நம்பகமான வெளியீடு </a> ஐ ஆதரிக்கும் தொஒ வழங்குநரிடமிருந்து நீங்கள் PYPI க்கு வெளியிடுகிறீர்கள் என்றால், அதற்கு பதிலாக நம்பகமான வெளியீட்டைப் பயன்படுத்த நாங்கள் கடுமையாக பரிந்துரைக்கிறோம்.

source: To make an API token:
de: Um einen API-Token zu erstellen:
el: Για τη δημιουργία ενός API token:
eo: Por fari API-ĵetonon:
es: Para crear una ficha de API:
fr: Pour créer un jeton d'API :
he: כדי ליצור אסימון API:
id: Untuk membuat token API:
it: Per ottenere un token API:
ja: APIトークンを作成するには:
pt: Para criar um token de API:
pt_br: Para criar um token de API:
ru: Для создания API-токена:
sk: Vytvorenie tokenu API:
ta: ஒரு பநிஇ கிள்ளாக்கு செய்ய:
tr: API belirteci oluşturmak için:
uk: Щоб створити API-токен:

source: Verify your email address
de: Bestätigen Sie Ihre E-Mail Adresse
el: Επιβεβαιώστε τη διεύθυνση email σας
eo: Kontrolu vian retpoŝtan adreson
es: Verifique su dirección de correo
fr: Vérifiez votre adresse e-mail
he: אמת/י את כתובת האי-מייל שלך
id: Verifikasi alamat email Anda
it: Verifica il tuo indirizzo email
ja: メールアドレスを確認する
pt: Verifique o seu endereço de e-mail
pt_br: Verifique seu endereço de e-mail
ru: Подтвердите свой адрес электронной почты
sk: Overte svoju e-mailovú adresu
ta: உங்கள் மின்னஞ்சல் முகவரியை சரிபார்க்கவும்
tr: E-posta adresinizi doğrulayın
uk: Підтвердіть свою електронну адресу

source: (check your <a href="%(href)s">account settings</a>)
de: (Überprüfen Sie Ihre <a href="%(href)s">Kontoeinstellungen</a>)
el: (ελέγξτε τις <a href="%(href)s">ρυθμίσεις λογαριασμού</a>)
eo: (kontrolu viajn <a href="%(href)s">kontajn agordojn</a>)
es: (revise la <a href="%(href)s">configuración de su cuenta</a>)
fr: (vérifiez vos <a href="%(href)s">paramètres de compte</a>)
he: (בדק/י את <a href="%(href)s">הגדרות החשבון</a> שלך)
id: (periksa <a href="%(href)s">pengaturan akun</a> Anda)
it: (Controlla le tue <a href="%(href)s">Impostazioni account</a>)
ja: （ <a href="%(href)s">アカウント設定</a>を確認してください）
pt: (confira as suas <a href="%(href)s">configurações de conta</a>)
pt_br: (confira suas <a href="%(href)s">configurações de conta</a>)
ru: (проверьте <a href="%(href)s">настройки своей учётной записи</a>)
sk: (skontrolujte <a href="%(href)s">nastavenia účtu</a>)
ta: (உங்கள் <a href = "%(href)s"> கணக்கு அமைப்புகளை சரிபார்க்கவும் </a>)
tr: (<a href="%(href)s">hesap ayarlarınızı</a> kontrol edin)
uk: (перевірте <a href="%(href)s">налаштування свого облікового запису</a>)

source: In your <a href="%(href)s">account settings</a>, go to the API tokens section and select "Add API token"
de: Öffnen Sie den Abschnitt API-Token in Ihren <a href="%(href)s">Kontoeinstellungen</a> und wählen Sie "API-Token hinzufügen"
el: Μέσα από τις <a href="%(href)s">ρυθμίσεις λογαριασμού</a>, πηγαίνετε στο πεδίο API tokens και επιλέξτε "Προσθήκη API token"
eo: En la <a href="%(href)s">agordoj pri via konto</a>, iru al la paragrafo pri la API-ĵetonoj, kaj elektu "Aldoni API-ĵetonon"
es: En la <a href="%(href)s">configuración de su cuenta</a>, vaya a la sección Fichas de API y seleccione «Añadir ficha de API»
fr: Dans vos <a href="%(href)s">paramètres de compte</a>, rendez-vous dans la section des jetons d'API et sélectionnez « Ajouter un jeton d'API »
he: ב<a href="%(href)s">הגדרות החשבון</a> שלך, גש/י אל אזור אסימוני ה-API ובחר/י ב-"הוספת אסימון API"
id: Di <a href="%(href)s">pengaturan akun</a> Anda, buka bagian token API dan pilih "Tambahkan token API"
it: Nelle tue <a href="%(href)s">impostazioni account</a>, vai nella sezione dei tokens API e seleziona "Aggiungi token API"
ja: <a href="%(href)s">アカウント設定</a>でAPIトークンの選択に進み「APIトークンの追加（Add API token）」を選択する
pt: Nas suas <a href="%(href)s">configurações de conta</a>, vá à secção de tokens de API e selecione "Adicionar token de API"
pt_br: Em suas <a href="%(href)s">configurações de conta</a>, vá para a seção de tokens de API e selecione "Adicionar token de API"
ru: В <a href="%(href)s">настройках своей учётной записи</a> перейдите в раздел «API-токены» и нажмите на кнопку «Добавить API-токен»
sk: V <a href="%(href)s">nastaveniach účtu</a> prejdite do sekcie API tokeny a vyberte "Pridať API token"
ta: உங்கள் <a href = "%(href)s"> கணக்கு அமைப்புகள் </a> இல், பநிஇ டோக்கன்ச் பிரிவுக்குச் சென்று "பநிஇ டோக்கனைச் சேர்" என்பதைத் தேர்ந்தெடுக்கவும்
tr: <a href="%(href)s">Hesap ayarları</a>' nızda iken, API beliteçleri bölümüne gidin ve "API belirteci ekle"' yi seçin
uk: У <a href="%(href)s">налаштуваннях свого облікового запису</a>, перейдіть до секції API-токени та оберіть «Додати API-токен»

source: To use an API token:
de: So verwenden Sie ein API-Token:
el: Για να χρησιμοποιήσετε ένα API token:
eo: Por uzi API-ĵetonon:
es: Para utilizar una ficha de API:
fr: Pour utiliser les jetons d'API :
he: כדי להשתמש באסימון API:
id: Untuk menggunakan token API:
it: Per usare un token API:
ja: APIトークンを使うには:
pt: Para usar um token de API:
pt_br: Para usar um token de API:
ru: Для использования API-токена:
sk: Ak chcete použiť token API:
ta: பநிஇ கிள்ளாக்கைப் பயன்படுத்த:
tr: API beliteci kullanmak için:
uk: Аби скористатися API-токеном:

source: Set your username to <code>__token__</code>
de: Setzen Sie Ihren Benutzernamen auf <code>__token__</code>
el: Ορίστε το όνομα χρήστη ως <code>__token__</code>
eo: Via salutnomo estu <code>__token__</code>
es: Establezca su nombre de usuario a <code>__token__</code>
fr: Définissez votre nom d'utilisateur à <code>__token__</code>
he: קבע/י את שם המשתמש להיות <code>__token__</code>
id: Setel nama pengguna Anda menjadi <code>__token__</code>
it: Nel tuo username immetti <code>__token__</code>
ja: ユーザ名に、<code>__token__</code>を設定する
pt: Define o seu nome de utilizador para <code>__token__</code>
pt_br: Defina seu nome de usuário para <code>__token__</code>
ru: Установите своё имя пользователя в значение <code>__token__</code>
sk: Nastavte svoje používateľské meno na <code>__token__</code>
ta: உங்கள் பயனர்பெயரை <குறியீடு> __ கிள்ளாக்கு __ </code> என அமைக்கவும்
tr: Kullanıcı adınızı <code>__token__</code> olarak belirtin
uk: Встановіть своє ім'я користувача на <code>__token__</code>

source: Set your password to the token value, including the <code>pypi-</code> prefix
de: Setzen Sie Ihr Passwort auf den Token-Wert, einschließlich des Präfixes <code>pypi-</code>
el: Ορίστε τον κωδικό ως την τιμή του token, περιλαμβάνοντας το πρόθεμα <code>pypi-</code>
eo: Via pasvorto estu la ĵetona valoro, inkluzive de la prefikso <code>pypi-</code>
es: Establezca su contraseña al valor de la ficha, incluido el prefijo <code>pypi-</code>
fr: Définissez votre mot de passer à la valeur du jeton, incluant le préfixe <code>pypi-</code>
he: קבע/י את הסיסמה לערך האסימון, כולל התחילית <code>pypi-</code>
id: Setel sandi Anda ke nilai token, termasuk awalan <code>pypi-</code>
it: Nella tua password immetti il valore del token, includendo il prefisso <code>pypi-</code>
ja: パスワードに、<code>pypi-</code>接頭辞を含むトークン値を設定する
pt: Define a sua palavra-passe como o valor do token, incluindo o prefixo <code>pypi-</code>
pt_br: Defina sua senha como o valor do token, incluindo o prefixo <code>pypi-</code>
ru: Установите свой пароль в значение токена, добавив к нему префикс <code>pypi-</code>
sk: Nastavte svoje heslo na hodnotu tokenu vrátane predpony <code>pypi-</code>
ta: <code> PYPI-</code> முன்னொட்டு உள்ளிட்ட கிள்ளாக்கு மதிப்புக்கு உங்கள் கடவுச்சொல்லை அமைக்கவும்
tr: Parolanızı <code>pypi-</code> ön eki ile beraber belitecin değerine ayarlayın
uk: Використайте значення токена замість свого пароля, включно з префіксом <code>pypi-</code>

source: Where you edit or add these values will depend on your individual use case. For example, some users may need to edit <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">their <code>.pypirc</code> file</a>, while others may need to update their CI configuration file (e.g. <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code> if you are using Travis</a>).
de: An welcher Stelle Sie diese Werte bearbeiten oder hinzufügen, hängt von Ihrem individuellen Anwendungsfall ab. Einige Benutzer müssen z.B. <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">ihre <code>.pypirc</code> Datei</a> bearbeiten, während Andere möglicherweise ihre CI-Konfigurationsdatei aktualisieren müssen (z.B. <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>travis.yml</code>, falls Sie Travis verwenden</a>).
el: Όταν επεξεργάζεστε ή προσθέτετε, αυτές οι τιμές θα εξαρτώνται από την εκάστοτε περίπτωση. Για παράδειγμα, μερικοί χρήστες θα χρειαστεί να επεξεργαστούν το <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">δικό τους αρχείο <code>.pypirc</code> file</a>, ενώ άλλοι θα χρειαστεί να αλλάξουν το αρχείο ρύθμισης του CI (πχ το <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code> αν χρησιμοποιείτε την υπηρεσία Travis</a>).
eo: La loko, kie vi redaktu aŭ aldonu tiujn valorojn, dependas de via uzkazo. Ekzemple, iuj uzantoj eble redaktu <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">sian dosieron <code> .pypirc </code></a>, dum aliuloj eble ĝisdatigu sian agordan dosieron de kontinua integrado (ekz. <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code> .travis.yml </code> se vi uzas Travis</a>).
es: El sitio donde deberá editar o añadir estos valores dependerá de su caso de uso particular. Por ejemplo, es posible que algunos usuarios necesiten editar <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">su archivo <code>.pypirc</code></a>, mientras que otros quizás deban actualizar su archivo de configuración de CI (por ejemplo, <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code> en el caso de Travis</a>).
fr: Lorsque vous modifiez ou ajoutez ces valeurs, cela dépendra de votre utilisation. Par exemple, certains utilisateurs pourrait devoir modifier <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">leur fichier <code>.pypirc</code></a>, tandis que d'autres utilisateurs devraient mettre à jour le fichier de configuration CI (ex : <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code> si vous utilisez Travis</a>).
he: המקום בו תערך/י או תוסיף/י ערכים אלו תלוי בצורך המסוים שלך. לדוגמה, ייתכן שמשתמשים מסוימים יצטרכו לערוך את <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">קובץ ה-<code>.pypirc</code> שלהם</a>, בעוד משתמשים אחרים יצטרכו לעדכן את קובץ הקונפיגורציה של ה-CI שלהם (לדוגמה <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code> אם את/ה משתמש/ת ב-Travis</a>).
id: Di mana Anda mengedit atau menambahkan nilai-nilai ini akan bergantung pada kasus penggunaan individu Anda. Misalnya, beberapa pengguna mungkin perlu mengedit <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">file <code>.pypirc</code> mereka</a>, sementara yang lain mungkin perlu memperbarui file konfigurasi CI mereka (misalnya <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code> jika Anda menggunakan Travis </a>).
it: Dove modifichi o aggiungi questi valori dipenderà dal tuo singolo caso. Per esempio, alcuni utenti hanno bisogno di modificare <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">il loro file <code>.pypirc</code> </a>, mentre altri potrebbero dover aggiornare la configurazione del loro file CI (es. <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code> se stai usandoTravis</a>).
ja: これらの値を編集・追加する場所は、個々のユースケースによって異なります。例えば、一部のユーザは<a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.pypirc</code>ファイル</a>を編集する必要があるかもしれません。あるいは他のユーザは、CIの設定ファイル（例: <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener">Travisを使っている場合は<code>.travis.yml</code></a>）を更新する必要があるかもしれません。
pt: Onde edita ou adiciona esses valores dependerá do seu caso de uso individual. Por exemplo, alguns utilizadores podem precisar de editar <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">o ficheiro <code>.pypirc</code> deles</a>, enquanto outros podem precisar de atualizar o ficheiro de configuração de CI deles (por exemplo, <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code> se estiver a usar Travis</a>).
pt_br: Onde você edita ou adiciona esses valores dependerá de seu caso de uso individual. Por exemplo, alguns usuários podem precisar editar <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">seu arquivo <code>.pypirc</code></a>, enquanto outros podem precisar atualizar seu arquivo de configuração de CI (por exemplo, <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code> se você estiver usando Travis</a>).
ru: То, где вам нужно будет отредактировать или куда добавить эти значения, зависит от вашей индивидуальной ситуации. Например, некоторым пользователям может понадобиться отредактировать <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">их файл <code>.pypirc</code></a>, в то время как другим может понадобиться обновить конфигурационный файл их системы непрерывной интеграции (например, <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code>, если вы используете Travis</a>).
sk: Miesto úpravy alebo pridania týchto hodnôt bude závisieť od vášho individuálneho prípadu použitia. Niektorí používatelia môžu napríklad potrebovať upraviť <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">svoj súbor <code>.pypirc</code> </a>, zatiaľ čo iní možno budú musieť aktualizovať svoj konfiguračný súbor CI (napr. <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code>, ak používate Travis</a>).
ta: இந்த மதிப்புகளை நீங்கள் திருத்தும் அல்லது சேர்க்கும் இடத்தில் உங்கள் தனிப்பட்ட பயன்பாட்டு வழக்கைப் பொறுத்தது. எடுத்துக்காட்டாக, சில பயனர்கள் <a href = "%(pypirc_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> அவற்றின் <குறியீடு> .pypirc </code> கோப்பு </a>, மற்றவர்கள் தங்கள் தொஒ உள்ளமைவு கோப்பை புதுப்பிக்க வேண்டியிருக்கலாம் (எ.கா. <a href = "%(travis_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> < குறியீடு> .travis.yml </code> நீங்கள் டிராவிசைப் பயன்படுத்துகிறீர்கள் என்றால் </a>).
tr: Bu değerleri düzenlediğiniz yer, kullanım alışkanlığınıza göre değişiklik gösterebilir. Örneğin, bazı kullanıcılar <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.pypirc</code> dosyalarını </a> düzenlemeleri gerekirken, öbür kullanıcıların CI konfigürasyon dosyalarını güncellemeleri gerekebilir (mesela <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>travis.yml</code> Travis kullanan kullanıcılar </a>).
uk: Те, де ви редагуєте чи додаєте ці значення, залежатиме від вашої особистої ситуації. Наприклад, деякі користувачі можуть мати необхідність редагувати <a href="%(pypirc_href)s" title="%(title)s" target="_blank" rel="noopener">свій файл <code>.pypirc</code></a>, а от інші потребуватимуть оновити файли налаштувань своїх CI (напр. <a href="%(travis_href)s" title="%(title)s" target="_blank" rel="noopener"><code>.travis.yml</code>, якщо ви користуєтесь Travis</a>).
