Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Two factor authentication is available, <a href="%(href)s">enable it now for your account.</a>
de: Zwei-Faktor-Authentifizierung ist verfügbar, <a href="%(href)s">jetzt für das Benutzerkonto aktivieren.</a>
el: Η πιστοποίηση δύο-παραγόντων είναι διαθέσιμη, <a href="%(href)s">ενεργοποιήστε τη τώρα για το λογαριασμό σας.</a>
eo: Dupaŝa aŭtentikigo estas disponebla; <a href="%(href)s">ŝaltu ĝin nun por via konto.</a>
es: La autenticación en dos fases está disponible. <a href="%(href)s">Actívela ahora para su cuenta.</a>
fr: L'authentification à deux facteurs est disponible, <a href="%(href)s">l'activer maintenant pour votre compte.</a>
he: אימות דו-גורמי זמין, <a href="%(href)s">אפשר/י אותו עכשיו עבור חשבונך.</a>
id: Autentikasi dua faktor tersedia, <a href="%(href)s">aktifkan sekarang untuk akun Anda.</a>
it: E' disponibile l'autenticazione a due fattori, <a href="%(href)s">abilitala adesso per il tuo account.</a>
ja: 二要素認証を使用できます。<a href="%(href)s">アカウントに対して今すぐ有効にしてください。</a>
pt: A autenticação de dois fatores está disponível, <a href="%(href)s">ative-a agora para sua conta.</a>
pt_br: A autenticação de dois fatores está disponível, <a href="%(href)s">habilite-a agora para sua conta.</a>
ru: Доступна двухфакторная аутентификация, <a href="%(href)s">включите её сейчас для своей учётной записи.</a>
sk: K dispozícii je dvojfaktorové overenie, <a href="%(href)s">povoľte ho teraz pre svoj účet.</a>
ta: Two factor authentication is available, <a href="%(href)s">enable it now க்கு your account.</a>
tr: 2-aşamalı kimlik doğrulama hizmeti mevcut, <a href="%(href)s">hesabınız için kurulum yapın.</a>
uk: Двофакторна автентифікація доступна, <a href="%(href)s">увімкніть її для свого облікового запису зараз.</a>

source: Two-factor recovery codes are available, <a href="%(href)s">generate them now for your account.</a>
eo: Dupaŝaj realiraj kodoj estas disponeblaj; <a href="%(href)s">generi ilin nun por via konto.</a>
id: Kode pemulihan dua faktor tersedia, <a href="%(href)s">buat sekarang untuk akun anda.</a>
it: E' disponibile l'autenticazione a due fattori, <a href="%(href)s">abilitala adesso per il tuo account.</a>
pt: Os códigos de recuperação de dois fatores estão disponível, <a href="%(href)s">gere-os agora para sua conta.</a>
pt_br: Os códigos de recuperação de dois fatores estão disponível, <a href="%(href)s">gere-os agora para sua conta.</a>
ru: Доступны коды двухфакторного восстановления, <a href="%(href)s">сгенерируйте их прямо сейчас для вашей учетной записи.</a>
sk: K dispozícii sú dvojfaktorové obnovovacie kódy, <a href="%(href)s">vygenerujte si ich teraz pre svoj účet.</a>
ta: Two-factor recovery codes அரே available, <a href="%(href)s">generate them now க்கு your account.</a>
uk: Двофакторні коди відновлення доступні, <a href="%(href)s">згенеруйте їх для свого облікового запису зараз.</a>

source: Edit profile
de: Profil bearbeiten
el: Επεξεργασία προφίλ
eo: Redakti profilon
es: Editar perfil
fr: Modifier le profil
he: עריכת פרופיל
id: Sunting profil
it: Compila il profilo
ja: プロフィールの編集
pt: Editar perfil
pt_br: Editar perfil
ru: Редактировать профиль
sk: Upraviť profil
ta: தொகு சுயவிவரம்
tr: Profili Düzenle
uk: Редагувати профіль

source: You have not uploaded any projects to PyPI, yet. To learn how to get started, visit the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
de: Sie haben noch keine Projekte zu PyPI hochgeladen. Besuchen Sie den<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>, um zu erfahren, wie Sie damit beginnen können
el: Δεν έχετε ανεβάσει ακόμα projects στο PyPI. Για να μάθετε πως να ξεκινήσετε, επισκεφτείτε το <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
eo: Vi ankoraŭ alŝutis neniun projekton al PyPI. Por lerni kiel komenci, vizitu la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Manlibron por Python-Uzantoj pri Pakado</a>
es: Aún no ha cargado ningún proyecto en PyPI. Para una iniciación, consulte el <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">manual de uso del empaquetamiento de Python</a>
fr: Vous n'avez pas encore publié de projet sur PyPI. Pour savoir comment commencer, consultez le <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guide Utilisateur de l'Empaquetage Python</a>
he: טרם העלית פרויקטים ל-PyPI, בינתיים. כדי ללמוד כיצד להתחיל, ניתן לעיין ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">מדריך למשתמש באריזת חבילות פייתון</a>
id: Anda belum pernah mengunggah proyek apapun ke PyPI. Untuk belajar bagaimana cara memulai, kunjungi <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Panduan Pengguna Python Packaging</a>
it: Non hai ancora caricato alcun progetto su PyPI. Per apprendere come iniziare, visita il <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
ja: あなたはまだPyPIにプロジェクトをアップロードしていません。はじめ方について学ぶには、 <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>を参照してください
pt: Ainda não enviou nenhum projeto para o PyPI. Para saber como começar, visite o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Utilizador para Empacotamento de Python</a>
pt_br: Você ainda não enviou nenhum projeto para o PyPI. Para saber como começar, visite o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Usuário para Empacotamento de Python</a>
ru: Вы еще не загрузили никаких проектов в PyPI. Чтобы узнать, как начать, посетите <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Руководство пользователя по упаковке Python</a>
sk: Na PyPI ste zatiaľ nenahrali žiadne projekty. Ak sa chcete dozvedieť, ako začať, navštívte <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Používateľská príručka pre balenie jazyka Python</a>
ta: You have not uploaded any திட்டங்கள் பெறுநர் PyPI, yet. பெறுநர் learn how பெறுநர் get started, visit the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python பொதியாக்கம் பயனர் Guide</a>
tr: PyPI'a henüz bir proje yüklemediniz. Nasıl başlayacağınızı öğrenmek için <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Paketleme Kullanıcı Rehberi</a>'ni ziyaret edin
uk: Ви ще не завантажували проєктів до PyPI. Щоб дізнатися, як почати, відвідайте <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">користувацьке керівництво з пакування Python</a>

source: %(username)s has not uploaded any projects to PyPI, yet.
de: %(username)s hat bisher keine Projekte zu PyPI hochgeladen.
el: Ο χρήστης %(username)s δεν έχει ανεβάσει ακόμα projects στο PyPI.
eo: %(username)s ankoraŭ alŝutis neniun projekton al PyPI.
es: %(username)s aún no ha cargado ningún proyecto en PyPI.
fr: %(username)s n'a pas encore publié de projet sur PyPI.
he: %(username)s טרם העל/תה פרויקטים ל-PyPI, בינתיים.
id: %(username)s belum pernah mengunggah proyek apapun ke PyPI.
it: %(username)s non ha ancora caricato alcun progetto.
ja: %(username)s はまだPyPIにプロジェクトをアップロードしていません。
pt: %(username)s ainda não enviou nenhum projeto ao PyPI.
pt_br: %(username)s ainda não enviou nenhum projeto ao PyPI.
ru: Пользователь %(username)s ещё не загрузил на PyPI ни одного проекта.
sk: %(username)s zatiaľ nenahral do PyPI žiadne projekty.
ta: %(username)s has not uploaded any திட்டங்கள் பெறுநர் PyPI, yet.
tr: %(username)s PyPI'a henüz bir proje yüklemedi.
uk: %(username)s ще не завантажував(-ла) жодних проєктів до PyPI.

source: Email
eo: Retpoŝta adreso
es: Correo electrónico
he: אי-מייל
ja: メールアドレス
ru: Электронная почта
sk: E-mailová adresa
ta: மின்னஞ்சல்
tr: E-posta
uk: Електронна адреса

source: Navigation for managing %(organization)s
eo: Navigilo por administri la organizaĵon %(organization)s
it: Navigazione per gestire %(project)s
pt: Navegação para gerir %(organization)s
pt_br: Navegação para gerenciar %(organization)s
ru: Навигация для управления %(organization)s
sk: Navigácia na správu %(organization)s
ta: வானோடல் க்கு managing %(organization)s

source: Projects
eo: Projektoj
it: Progetto:
pt: Projetos
pt_br: Projetos
ru: Проекты
sk: Projekty
ta: திட்டங்கள்

source: People
de: Personen
eo: Homoj
es: Personas
it: Persone
pt: Pessoas
pt_br: Pessoas
ru: Люди
sk: Ľudia
ta: மக்கள்

source: Teams
eo: Teamoj
es: Equipos
it: Gruppi
pt: Equipas
pt_br: Equipes
ru: Команды
sk: Tímy
ta: அணிகள்

source: Security history
de: Sicherheitsverlauf
el: Ιστορικό ασφάλειας
eo: Historio pri sekureco
es: Histórico de seguridad
fr: Historique de sécurité
he: היסטוריית אבטחה
id: Sejarah keamanan
it: Storia della sicurezza
ja: セキュリティの履歴
pt: Histórico de segurança
pt_br: Histórico de segurança
ru: История безопасности
sk: História zabezpečenia
ta: Security வரலாறு
tr: Güvenlik Geçmişi
uk: Історія безпеки

source: Settings
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es: Configuración
fr: Paramètres
he: הגדרות
id: Pengaturan
it: Impostazioni
ja: 設定
pt: Configurações
pt_br: Configurações
ru: Настройки
sk: Nastavenie
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування

source: Navigation for managing %(project)s
de: Navigation zur Verwaltung von %(project)s
el: Πλοήγηση για διαχείριση του %(project)s
eo: Navigilo por mastrumi projekton %(project)s
es: Navegación para gestionar %(project)s
fr: Navigation pour la gestion de %(project)s
he: ניווט עבור ניהול %(project)s
id: Navigasi untuk mengelola %(project)s
it: Navigazione per gestire %(project)s
ja: %(project)s を管理するための情報
pt: Navegação para gerir %(project)s
pt_br: Navegação para gerenciar %(project)s
ru: Навигация для управления %(project)s
sk: Navigácia na správu %(project)s
ta: வானோடல் க்கு managing %(project)s
tr: %(project)s yönetimi için navigasyon
uk: Навігація для керування %(project)s

source: Releases
de: Veröffentlichungen
el: Κυκλοφορίες
eo: Eldonoj
es: Versiones
fr: Versions
he: גרסאות
id: Rilis
it: Rilasci
ja: リリース
pt: Lançamentos
pt_br: Lançamentos
ru: Выпуски
sk: Vydanie
ta: வெளியீடுகள்
tr: Yayınlananlar
uk: Випуски

source: Collaborators
de: Mitarbeiter*innen
el: Συνεργάτες
eo: Kunlaborantoj
es: Colaboradores
fr: Collaborateurs
he: משתפי פעולה
id: Kolaborator
it: Collaboratori
ja: 共同編集者
pt: Colaboradores
pt_br: Colaboradores
ru: Соавторы
sk: Spolupracovníci
ta: ஒத்துழைப்பாளர்கள்
tr: Ortaklar
uk: Поплічники

source: Documentation
de: Dokumentation
el: Τεκμηρίωση
eo: Dokumentaro
es: Documentación
he: תיעוד
id: Dokumentasi
it: Documentazione
ja: ドキュメント
pt: Documentação
pt_br: Documentação
ru: Документация
sk: Dokumentácia
ta: ஆவணப்படுத்துதல்
tr: Dökümantasyon
uk: Документація

source: Publishing
de: Veröffentlichen
eo: Eldonado
es: Publicando
id: Penerbitan
it: Pubblicazione
pt: Publicação
pt_br: Publicação
ru: Издательство
sk: Publikovanie
ta: வெளியீடு
uk: Публікування

source: Navigation for managing %(team)s
eo: Navigilo por administri %(team)s
it: Navigazione per gestire %(project)s
pt: Navegação para gerir %(team)s
pt_br: Navegação para gerenciar %(team)s
ru: Навигация для управления %(team)s
sk: Navigácia na správu %(team)s
ta: வானோடல் க்கு managing %(team)s

source: Members
de: Mitglieder
eo: Anoj
it: Membri
pt: Membros
pt_br: Membros
ru: Участники
sk: Členovia
ta: உறுப்பினர்கள்

source: Verified details
eo: Konfirmitaj detaloj
pt: Detalhes verificados
ru: Проверенные детали
sk: Overené údaje
ta: சரிபார்க்கப்பட்ட விவரங்கள்
uk: Підтверджені подробиці

source: Verified by PyPI on %(release_date)s
eo: Konfirmita de PyPI je %(release_date)s
pt: Verificado pela PyPI em: %(release_date)s
ru: Проверен PyPI %(release_date)s
sk: Overená PyPI na %(release_date)s
ta: %(release_date)s மீது PYPI ஆல் சரிபார்க்கப்பட்டது

source: These details have been <a href="%(href)s">verified by PyPI</a>
eo: Jen detaloj <a href="%(href)s">konfirmitaj de PyPI</a>
pt: Estes detalhes foram <a href="%(href)s">verificados pelo PyPI</a>
ru: Эти сведения были <a href="%(href)s">проверены PyPI</a>
sk: Tieto podrobnosti boli <a href="%(href)s">verifikované PyPI</a>
ta: இந்த விவரங்கள் <a href = "%(href)s"> பைபி </a> ஆல் சரிபார்க்கப்பட்டுள்ளன

source: Project links
de: Projekt-Links
el: Σύνδεσμοι project
eo: Ligiloj pri la projekto
es: Enlaces del proyecto
fr: Liens du projet
he: קישורי הפרוייקט
id: Tautan proyek
it: Links del progetto
ja: プロジェクトのリンク
pt: Ligações do projeto
pt_br: Links do projeto
ru: Ссылки проекта
sk: Odkazy na projekty
ta: திட்டம் links
tr: Proje Bağlantıları
uk: Посилання проєкту

source: GitHub Statistics
eo: Statistikoj ĉe GitHub
pt: Estatísticas do GitHub
ru: Статистика GitHub
sk: Štatistiky GitHub
ta: அறிவிலிமையம் புள்ளிவிவரங்கள்
uk: Статистика на GitHub

source: Repository
eo: Deponejo
es: Repositorio
pt: Repositório
pt_br: Repositório
ru: Репозиторий
sk: Repozitár
ta: களஞ்சியம்

source: Stars:
de: Sterne:
el: Αστέρια:
eo: Steloj:
es: Estrellas:
he: כוכבים:
id: Bintang:
it: Stelle:
ja: スター:
pt: Estrelas:
pt_br: Estrelas:
ru: Звёзд:
sk: Hviezdy:
ta: நட்சத்திரங்கள்:
tr: Toplam Yıldız:
uk: Зірочки:

source: Forks:
eo: Forkoj:
es: Bifurcaciones:
he: פיצולים (forks):
id: Cabang:
ja: フォーク:
pt: Bifurcações:
ru: Форков:
sk: Vidličky:
ta: ஃபோர்க்ச்:
tr: Kopyalar:
uk: Форки:

source: Open issues:
eo: Malfermitaj problemoj:
it: Problemi aperti:
pt: Abrir issues:
pt_br: Issues abertas:
ru: Открытые вопросы:
sk: Otvorené problémy:
ta: திற issues:

source: Open PRs:
eo: Malfermitaj tirpetoj:
it: Problemi aperti:
pt: Abrir PRs:
pt_br: PRs abertas:
ru: Открытие PRs:
sk: Otvorené PR:
ta: திற PRs:

source: GitLab Statistics
eo: Statistikoj ĉe GitHub
pt: Estatísticas do GitHub
ru: Статистика GitLab
sk: Štatistiky GitLab
ta: அறிவிலிஆய்வு புள்ளிவிவரங்கள்

source: Open merge requests:
eo: Malfermitaj kunigpetoj:
pt: Pedidos de mesclagem abertos:
ru: Открытые запросы на слияние:
sk: Otvorené požiadavky na registráciu:
ta: திற merge requests:

source: Maintainers
de: Betreuer
el: Συντηρητές
eo: Prizorgantoj
es: Responsables
fr: Mainteneurs
he: מתחזקים
id: Pengelola
it: Manutentori
ja: メンテナ
pt: Mantenedores
pt_br: Mantenedores
ru: Сопровождающие
sk: Údržbári
ta: பராமரிப்பாளர்கள்
tr: İlgilenenler
uk: Доглядачі

source: Avatar for {username} from gravatar.com
de: Profilbild für {username} von gravatar.com
el: Το avatar του χρήστη {username} από το gravatar.com
eo: Avataro de {username} ĉe gravatar.com
es: Avatar de {username} de gravatar.com
fr: Avatar de {username} via gravatar.com
he: צלמית עבור {username} מאת gravatar.com
id: Avatar untuk {username} dari gravatar.com
it: Avatar per {username} da gravatar.com
ja: gravatar.com 上の {username} のアバター
pt: Avatar para {username} do gravatar.com
pt_br: Avatar para {username} do gravatar.com
ru: Аватар для {username} из gravatar.com
sk: Avatar pre {username} z gravatar.com
ta: Avatar க்கு {username} இருந்து gravatar.com
tr: {username} adlı K kullanıcının Gravatar.com Avatarı
uk: Аватар {username} із gravatar.com

source: Meta
eo: Metadateno
es: Metainformación
fr: Métadonnées
he: מטא
ja: メタデータ
ru: Метаданные
ta: மெட்டா
tr: Üstbilgi
uk: Мета

source: Author:
de: Autor:
el: Συγγραφέας:
eo: Aŭtoro:
es: Autor:
fr: Auteur :
he: מחבר:
id: Penulis:
it: Autore:
ja: 作者:
pt: Autor:
pt_br: Autor:
ru: Автор:
sk: autor:
ta: ஆசிரியர்:
tr: Yayımlayan:
uk: Автор:

source: Maintainer:
de: Betreuer:
el: Συντηρητής:
eo: Prizorganto:
es: Responsable:
fr: Mainteneur :
he: מתחזק:
id: Pemelihara:
it: Manutentore:
ja: メンテナ:
pt: Mantenedor:
pt_br: Mantenedor:
ru: Сопровождающий:
sk: Údržba:
ta: பராமரிப்பாளர்:
tr: İlgilenenler:
uk: Доглядач:

source: Unverified details
eo: Nekonfirmitaj detaloj
pt: Detalhes não verificados
ru: Непроверенные данные
sk: Neoverené detaily
ta: சரிபார்க்கப்படாத விவரங்கள்
uk: Непідтверджені подробиці

source: These details have <b>not</b> been verified by PyPI
eo: Jen detaloj <b>ne</b> konfirmitaj de PyPI
pt: Estes detalhes <b>não</b> foram verificados pela PyPI
ru: Эти сведения <b>не проверены</b> PyPI
sk: Tieto podrobnosti majú <b> nie</b> boli overené PyPI
ta: இந்த விவரங்கள் <b> இல்லை </b> பைபி மூலம் சரிபார்க்கப்பட்டுள்ளன

source: License Expression:
eo: Licenca esprimo:
pt: Expressão de Licença:
ru: Лицензионное выражение:
ta: உரிமம் Expression:

source: License Expression
eo: Licenco-Esprimo
pt: Expressão de Licença
ru: Лицензионная экспрессия
ta: உரிம வெளிப்பாடு

source: License:
de: Lizenz:
el: Άδεια:
eo: Licenco:
es: Licencia:
fr: Licence :
he: רישיון:
id: Lisensi:
it: Licenza:
ja: ライセンス:
pt: Licença:
pt_br: Licença:
ru: Лицензия:
sk: Licencia:
ta: உரிமம்:
tr: Lisans:
uk: Ліцензія:

source: Tags
de: Schlagwörter
el: Ετικέτες
eo: Etikedoj
es: Etiquetas
fr: Étiquettes
he: תגיות
id: Tag
it: Tag
ja: タグ
pt: Etiquetas
ru: Метки
sk: Tagy
ta: குறிச்சொற்கள்
tr: Etiketler
uk: Мітки

source: Requires:
de: Benötigt:
el: Απαιτήσεις:
eo: Postulas:
es: Requiere:
fr: Exigences :
he: דורש:
id: Membutuhkan:
it: Richiede:
ja: 必須:
pt: Requer:
pt_br: Requer:
ru: Требует:
sk: Vyžaduje sa:
ta: தேவை:
tr: Gereken Python Sürümü:
uk: Потребує:

source: Provides-Extra:
it: Fornisce-Extra:
pt: Fornece-Extra:
ru: Предоставляет-экстра:
sk: Poskytuje-Extra:
ta: வழங்குகிறது-எக்ச்ட்ரா:

source: Classifiers
de: Kategorien
el: Ταξινομητές
eo: Klasigiloj
es: Clasificadores
fr: Classificateurs
he: מסווגים (classifiers)
id: Pengklasifikasi
it: Classificatori
ja: 分類
pt: Classificadores
pt_br: Classificadores
ru: Классификаторы
sk: Klasifikátory
ta: வகைப்படுத்திகள்
tr: Sınıflandırmalar
uk: Класифікатори

source: Verified*
de: Verifiziert*
el: Επιβεβαιώθηκε*
eo: Kontrolita*
es: Verificada*
fr: Vérifié*
he: מאומת*
id: Diverivikasi*
it: Verificato*
ja: 確認済*
pt: Verificado*
pt_br: Verificado*
ru: Проверенный*
sk: Overené*
ta: சரிபார்க்கப்பட்டது*
tr: Doğrulanmış*
uk: Підтверджено*

source: *Intermittent delivery problems may lead to verification loss
de: *Vorübergehende Zustellschwierigkeiten können zum Verlust der Verifikation führen
el: *Τα προβλήματα παράδοσης μπορεί να οδηγήσουν σε απώλεια επαλήθευσης
eo: * Intermitaj problemoj pri liverado povas kaŭzi perdon de kontrolo
es: *Algunos problemas de entrega intermitente pueden conllevar la pérdida de la verificación
fr: *Des problèmes de livraison intermittents peuvent entraîner une perte de vérification
he: *בעיות שליחה זמניות עלולות לגרום לאיבוד האימות
id: *Masalah pengiriman yang terputus-putus dapat menyebabkan hilangnya verifikasi
it: *Problemi intermittenti di consegna possono portare ad una perdita di verifica
ja: *メール配送に断続的に問題が発生すると、確認が失敗する可能性があります
pt: *Problemas de entrega intermitente podem levar à perda de verificação
pt_br: *Problemas de entrega intermitente podem levar à perda de verificação
ru: *Периодические проблемы с доставкой могут привести к потере подтверждения
sk: *Prerušované problémy s doručením môžu viesť k strate overenia
ta: *Intermittent வழங்கு problems சி-வைகாசி ஈயம் பெறுநர் verification loss
tr: *Aralıklı teslimat sorunları doğrulama kaybına yol açabilir
uk: *Переривчасті проблеми доставки можуть спричинити втрату підтвердження

source: Verified
de: Verifiziert
el: Επιβεβαιώθηκε
eo: Kontrolita
es: Verificada
fr: Vérifié
he: מאומת
id: Diverifikasi
it: verificato
ja: 確認済
pt: Verificado
pt_br: Verificado
ru: Подтверждённый
sk: Overený
ta: சரிபார்க்கப்பட்டது
tr: Doğrulanmış
uk: Підтверджено

source: Unverified*
de: Unbestätigt*
el: Δεν επιβεβαιώθηκε*
eo: Ne kontrolita*
es: Sin verificar*
fr: Non vérifié*
he: לא מאומת*
id: Tidak diverifikasi*
it: Non verificato*
ja: 未確認*
pt: Não verificado*
pt_br: Não verificado*
ru: Непроверенный*
sk: Neoverené*
ta: சரிபார்க்கப்படாத*
tr: Doğrulanmamış
uk: Не підтверджено*

source: *Email from PyPI being treated as spam
de: *E-Mail von PyPI wird als Spam betrachtet
el: *Το email από το PyPI αντιμετωπίζεται ως spam
eo: *Retmesaĝo el PyPI rigardata kiel trudmesaĝo
es: *El mensaje enviado por PyPI se consideró «basura»
fr: *L'E-mail de PyPI est traité comme spam
he: *אי-מייל מ-PyPI מטופל כאילו מדובר בדואר זבל
id: *Email dari PyPI sedang diperlakukan sebagai spam
it: *L'email da PyPI trattata come spam
ja: * PyPI からのメールがスパムとして扱われる
pt: *E-mail do PyPI a ser tratado como spam
pt_br: *E-mail do PyPI sendo tratado como spam
ru: *Письмо от PyPI рассматривается как спам
sk: *E-mail od PyPI sa považuje za spam
ta: *Email இருந்து PyPI being treated அச் spam
tr: *PyPI e-postalarına spam olarak davranıldı
uk: *Електронний лист від PyPI сприймається як спам

source: *Hard failure during delivery
de: *Schwerer Fehler während der Zustellung
el: *Αποτυχία κατά την παράδοση
eo: *Fiasko dum livero
es: *Fallo definitivo al entregar
fr: *Erreur critique lors de la livraison
he: *כישלון מוחלט בעת השליחה
id: *Kegagalan keras selama pengiriman
it: *grande errore durante la consegna
ja: *配送中のハード障害
pt: *Falha grave durante a entrega
pt_br: *Falha grave durante a entrega
ru: *Сильный сбой во время доставки
sk: *Tvrdé zlyhanie počas dodávky
ta: *Hard failure during வழங்கு
tr: *Teslim sırasında sunucu hatası
uk: *Невиправний збій під час доставки

source: *Too many delivery problems
de: *Zu viele Zustellungsfehler
el: *Πολλά προβλήματα παράδοσης
eo: *Troo da problemoj pri livero
es: *Demasiados problemas de entrega
fr: *Trop de problèmes de livraison
he: *יותר מדי בעיות בשליחה
id: *Terlalu banyak masalah pengiriman
it: *Troppi problemi di consegna
ja: *多数のメール配信の失敗
pt: *Demais problemas de entrega
pt_br: *Número excessivo de problemas de entrega
ru: *Очень много проблем доставки
sk: * Príliš veľa problémov s doručením
ta: *Too many வழங்கு problems
tr: *Birden fazla teslim sorunu
uk: *Забагато проблем доставки

source: Unverified
de: Unbestätigt
el: Ανεπιβεβαίωτο
eo: Ne kontrolita
es: Sin verificar
fr: Non vérifié
he: לא מאומת
id: Tidak diverifikasi
it: Non verificato
ja: 未確認
pt: Não verificado
pt_br: Não verificado
ru: Непроверенный
sk: Neoverené
ta: சரிபார்க்கப்படாதது
tr: Doğrulanmamış
uk: Не підтверджено

source: Primary
de: Primär
el: Κυρίως
eo: Ĉefa
es: Principal
fr: Principale
he: ראשי
id: Utama
it: Principale
ja: 主要
pt: Principal
pt_br: Principal
ru: Основной
sk: Primárne
ta: முதன்மை
tr: Birincil
uk: Основна

source: View email options
de: E-Mail-Optionen anzeigen
el: Προβολή επιλογών email
eo: Vidi opciojn pri retpoŝto
es: Ver opciones de correo electrónico
fr: Voir les options d'e-mail
he: צפייה באפשרויות אי-מייל
id: Lihat opsi email
it: Visualizza le opzioni email
ja: メールのオプションを表示
pt: Veja opções do e-mail
pt_br: Veja opções do e-mail
ru: Просмотр параметров электронной почты
sk: Zobrazenie možností e-mailu
ta: பார்வை email விருப்பங்கள்
tr: E-posta Ayarlarını Görüntüle
uk: Переглянути опції електронної адреси

source: Options
de: Optionen
el: Επιλογές
eo: Opcioj
es: Opciones
he: אפשרויות
id: Pilihan
it: Opzioni
ja: オプション
pt: Opções
pt_br: Opções
ru: Параметры
sk: Nastavenia
ta: விருப்பங்கள்
tr: Ayarlar
uk: Опції

source: Options for %(email)s
de: Optionen für %(email)s
el: Επιλογές για το email %(email)s
eo: Opcioj pri %(email)s
es: Opciones de %(email)s
fr: Options pour %(email)s
he: אפשרויות עבור %(email)s
id: Pilihan untuk %(email)s
it: Opzioni per %(email)s
ja: %(email)s のオプション
pt: Opções para %(email)s
pt_br: Opções para %(email)s
ru: Параметры для адреса %(email)s
sk: Možnosti pre %(email)s
ta: விருப்பங்கள் க்கு %(email)s
tr: %(email)s için Ayarlar
uk: Опції для %(email)s

source: Resend verification email
de: Bestätigungsmail erneut senden
el: Επανάληψη αποστολής του email επιβεβαίωσης
eo: Resendi kontrolan retmesaĝon
es: Reenviar mensaje de verificación
fr: Renvoyer l'e-mail de vérification
he: שליחה מחדש של אי-מייל אימות
id: Mengirim ulang email verifikasi
it: Rispedisci email di verifica
ja: 確認メールを再送信する
pt: Reenviar e-mail de verificação
pt_br: Reenviar e-mail de verificação
ru: Повторно отправить электронное письмо-подтверждение
sk: Opätovné odoslanie overovacieho e-mailu
ta: சரிபார்ப்பு மின்னஞ்சல் மீண்டும் அனுப்பவும்
tr: Doğrulama e-postasını tekrar gönder
uk: Надіслати електронний лист-підтвердження знову
