Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Go to <a href="%(href)s">reset your password</a>.
de: Gehen Sie zu <a href="%(href)s">Ihr Passwort zurücksetzen</a>.
el: Μεταβείτε στο σύνδεσμο <a href="%(href)s">για μηδενισμό του κωδικού σας</a>.
eo: Vizitu <a href="%(href)s">la paĝon por restarigi vian pasvorton</a>.
es: Diríjase a <a href="%(href)s">Restablecimiento de contraseña</a>.
fr: Rendez-vous sur <a href="%(href)s">réinitialiser votre mot de passe</a>.
he: גש/י אל <a href="%(href)s">איפוס סיסמה</a>.
id: Buka <a href="%(href)s">setel ulang kata sandi Anda</a>.
it: Vai su <a href="%(href)s">Reimposta la tua password</a>.
ja: <a href="%(href)s">パスワードのリセット</a>に進む。
pt: Vá para <a href="%(href)s">redefinir a sua palavra-passe</a>.
pt_br: Vá para <a href="%(href)s">redefinir sua senha</a>.
ru: Перейдите на <a href="%(href)s">страницу сброса пароля</a>.
sk: Prejdite na <a href="%(href)s">reset your password</a>.
ta: <A href = "%(href)s"> உங்கள் கடவுச்சொல்லை மீட்டமைக்க </a>.
tr: Şu link ile <a href="%(href)s">parolanızı sıfırlayın</a>.
uk: Перейдіть до <a href="%(href)s">скидання свого пароля</a>.

source: Enter the email address or username you used for PyPI and submit the form.
de: Geben Sie die E-Mail-Adresse oder den Benutzernamen ein, den Sie für PyPI verwendet haben, und senden Sie das Formular ab.
el: Εισάγετε τη διεύθυνση email ή το όνομα χρήστη σας που χρησιμοποιήσατε στο PyPI και καταθέστε τη φόρμα.
eo: Entajpu la retpoŝtan adreson aŭ salutnomon, kiun vi uzis por PyPI, kaj submetu la formularon.
es: Proporcione la dirección de correo o el nombre de usuario que utiliza en PyPI y envíe el formulario.
fr: Entrez l'adresse e-mail ou le nom d'utilisateur que vous avez utilisé pour PyPI et soumettez le formulaire.
he: הזן/י את האי-מייל או שם המשתמש בו השתמשת עבור PyPI ושלח/י את הטופס.
id: Masukkan alamat email atau nama pengguna yang Anda gunakan untuk PyPI dan kirimkan formulir.
it: Immetti l'indirizzo email o username che hai usato per PyPI e invia il modulo.
ja: PyPIで使っているメールアドレスまたはユーザ名を入力して送信する。
pt: Digite o endereço de e-mail ou nome de utilizador que usou para o PyPI e envie o formulário.
pt_br: Digite o endereço de e-mail ou nome de usuário que você usou para o PyPI e envie o formulário.
ru: Введите адрес электронной почты или имя пользователя, которое вы использовали на PyPI, и отправьте форму.
sk: Zadajte e-mailovú adresu alebo používateľské meno, ktoré ste použili pre PyPI, a odošlite formulár.
ta: PYPI க்கு நீங்கள் பயன்படுத்திய மின்னஞ்சல் முகவரி அல்லது பயனர்பெயரை உள்ளிட்டு படிவத்தை சமர்ப்பிக்கவும்.
tr: PyPI' de kullandığınız e-posta adresinizi yahut kullanıcı isminizi girip formu gönderin.
uk: Введіть електронну адресу або ім'я користувача, які ви використовували для PyPI і відправте форму.

source: You'll receive an email with a password reset link.
de: Sie erhalten eine E-Mail mit einem Link zum Zurücksetzen des Kennworts.
el: Θα λάβετε ένα email που θα περιέχει ένα σύνδεσμο για μηδενισμό του κωδικού.
eo: Vi ricevos retmesaĝon kun ligilo por restarigi pasvorton.
es: Recibirá un mensaje con un enlace de restablecimiento de contraseña.
fr: Vous allez recevoir un e-mail avec un lien de réinitialisation du mot de passe.
he: תקבל/י אי-מייל עם קישור לאיפוס הסיסמה.
id: Anda akan menerima sebuah email dengan tautan untuk reset password.
it: Riceverai un email con un link di reimpostazione password.
ja: パスワード リセット リンクが載ったメールを受け取る。
pt: Receberá um e-mail com uma ligação para a redefinição da palavra-passe.
pt_br: Você receberá um e-mail com um link de redefinição de senha.
ru: Вы получите по электронной почте письмо со ссылкой на сброс пароля.
sk: Dostanete e-mail s odkazom na obnovenie hesla.
ta: கடவுச்சொல் மீட்டமைப்பு இணைப்புடன் மின்னஞ்சலைப் பெறுவீர்கள்.
tr: Parola sıfırlama linki içeren bir e-posta alacaksınız.
uk: Ви одержите електронного листа із посиланням для скидання пароля.

source: If you've lost access to your PyPI account or can't fully verify it due to:
eo: Se vi perdis atingon al via konto ĉe PyPI aŭ ne povas konfirmi ĝin pro:
ru: Если вы потеряли доступ к своей учётной записи PyPI или не можете ее верифицировать из-за:
sk: Ak ste stratili prístup k účtu PyPI alebo nemôžete úplne overiť kvôli:
ta: உங்கள் PYPI கணக்கிற்கான அணுகலை நீங்கள் இழந்திருந்தால் அல்லது அதை முழுமையாக சரிபார்க்க முடியாது என்றால்:

source: Lost access to the email address associated with your account
eo: Perdo de retpoŝta adreso asociita al via konto
es: Pérdida de acceso al buzón de correo electrónico asociado con su cuenta
fr: Vous avez perdu l'accès à l'adresse e-mail associés à votre compte
he: אובדן גישה אל כתובת האי-מייל המקושרת אל חשבונך
id: Kehilangan akses ke alamat email yang terkait dengan akun Anda
it: Perso l'accesso all'indirizzo email associato con il tuo account
pt: Perda de acesso ao endereço de e-mail associado à sua conta
pt_br: Perda de acesso ao endereço de e-mail associado à sua conta
ru: Потери доступа к адресу электронной почты, связанному с вашей учётной записью
sk: Stratili ste prístup k e-mailovej adrese priradenej k vášmu účtu
ta: உங்கள் கணக்குடன் தொடர்புடைய மின்னஞ்சல் முகவரிக்கு அணுகலை இழந்தது
tr: Hesabınızla ilişkili olan e-posta adresine erişim kaybı
uk: Втрату доступу до електронних адрес, пов'язаних з вашим обліковим записом

source: Accidentally registered with an email address you cannot verify
eo: Mi mise registris min per retpoŝta adreso ne atingebla
pt: Registrado acidentalmente com um endereço de email que você não pode verificar
ru: Случайно зарегистрировались с адресом электронной почты, который вы не можете подтвердить
sk: Nepravdepodobne registrovaná e-mailová adresa, ktorú nemožno overiť
ta: நீங்கள் சரிபார்க்க முடியாத மின்னஞ்சல் முகவரியுடன் தற்செயலாக பதிவு செய்யப்பட்டுள்ளது

source: Lost two-factor authentication <a href="#totp">application</a>, <a href="#utfkey">device</a>, and <a href="#recoverycodes">recovery codes</a>
eo: Perdita dupaŝa aŭtentikiga <a href="#totp">programo</a>, <a href="#utfkey">aparato</a> aŭ <a href="#recoverycodes">realira kodo</a>
ru: Потерянная двухфакторная аутентификация <a href="#totp">аппликация </a>, <a href="#utfkey">устройство </a>, и <a href="#recoverycodes"> код восстановления </a>
sk: Strata dvojfaktorovej autentifikácie <a href="#totp">aplikácie</a>, <a href="#utfkey">zariadenia</a> a <a href="#recoverycodes">kódov na obnovenie</a>
ta: இழந்த இரண்டு-காரணி ஏற்பு <a href = "#totp"> பயன்பாடு </a>, <a href = "#utfkey"> சாதனம் </a>, மற்றும் <a href = "#மீட்பு குறியீடுகள்"> மீட்பு குறியீடுகள் </a >

source: You can proceed to <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">file an issue on our tracker</a> to request assistance with account recovery.
eo: V povas <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">raporti problemon per nia spurilo</a> por peti helpon pri realiro al la konto.
es: Puede <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">crear un informe en nuestro rastreador de errores</a> para solicitar ayuda con la recuperación de la cuenta.
fr: Vous pouvez <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">ouvrir un ticket</a> pour demander de l'aide sur la récupération de compte.
he: יש להמשיך ל<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">פתיחת סוגיה במערכת המעקב שלנו</a> כדי לבקש סיוע בשחזור חשבון.
id: Anda dapat melanjutkan ke <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">mengajukan masalah ke pelacak kami</a> untuk meminta bantuan terkait akun pemulihan.
it: Puoi procedere a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">documentare un problema sul nostro tracker</a> per richiedere assistenza con il recupero account.
pt: Pode proceder a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">preencher de um relatório de problema no nosso rastreador</a> para solicitar assistência com a recuperação de conta.
pt_br: Você pode proceder com <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">preenchimento de um relatório de problema em nosso rastreador</a> para solicitar assistência com a recuperação de conta.
ru: Вы можете зайти в нашу систему отслеживания проблем и <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">завести замечание</a>, чтобы запросить помощь в восстановлении учётной записи.
sk: Ak chcete požiadať o pomoc s obnovením účtu, môžete pokračovať v <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">podať problém na našom sledovači</a>.
ta: கணக்கில் உதவி கோர எங்கள் டிராக்கரில் ஒரு சிக்கலை தாக்கல் செய்ய நீங்கள் <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> ஒரு சிக்கலை தாக்கல் செய்யலாம் மீட்பு.
tr: Hesabınızla ilgili destek almak için <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">izleyicimiz üzerinden sorun bildirir</a> hesap kurtarma ile ilgili yardım alabilirsiniz.
uk: Ви можете перейти до <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">створення іш'ю на нашому трекері</a>, щоб попросити про допомогу з відновленням облікового запису.

source: Ensure that your API Token is valid and has not been revoked.
de: Stellen Sie sicher, dass Ihr API Token gültig ist und nicht widerrufen wurde.
eo: Certigu, ke via API-Ĵetono estas valida kaj ne eksvalidiĝinta.
es: Revise que la ficha de API sea válida y que no se haya revocado.
fr: Assurez-vous que votre jeton d'API est valide et n'a pas été révoqué .
he: ודא/י שאסימון ה-API שלך תקין ושהוא לא נגרע.
id: Pastikan Token API Anda valid dan tidak dicabut.
it: Assicurati che il tuo token API sia valido e non sia stato revocato.
pt: Certifique-se que o seu token de API é válido e não foi revogado.
pt_br: Certifique-se que seu token de API é válido e não foi revogado.
ru: Убедитесь, что ваш API-токен действителен и не был отозван.
sk: Uistite sa, že váš API Token je platný a nebol odvolaný.
ta: உங்கள் பநிஇ கிள்ளாக்கு செல்லுபடியாகும் மற்றும் ரத்து செய்யப்படவில்லை என்பதை உறுதிப்படுத்தவும்.
tr: API Belirteci'nizin geçerli olduğundan ve iptal edilmediğından emin olun.
uk: Переконайтеся, що ваш API-токен дійсний і не був відкликаний.

source: Ensure that your API Token is <a href="#apitoken">properly formatted</a> and does not contain any trailing characters such as newlines.
de: Stellen Sie sicher, dass Ihr API-Token <a href="#apitoken">richtig formatiert</a> ist und keine nachgestellten Zeichen wie Zeilenumbrüche enthält.
eo: Certigu, ke via API-Ĵetono estas <a href="#apitoken">ĝuste aranĝita</a> kaj ne enhavas vostajn signojn kiel linifinojn.
es: Cerciórese de que la ficha de API esté <a href="#apitoken">formateada adecuadamente</a> y no contenga caracteres tales como saltos de renglón al final.
fr: Assurez-vous que votre jeton d'API est <a href="#apitoken">correctement formaté</a> et ne contient pas de caractères de fin de ligne.
he: ודא/י שאסימון ה-API שלך הוא <a href="#apitoken">בפורמט הנכון</a> ואינו מכיל תווים מיותרים בסופו, כגון תו שורה חדשה.
id: Pastikan API Token Anda <a href="#apitoken">terformat dengan benar</a> dan tidak mengandung karakter tambahan seperti baris baru.
it: Assicurati che il tuo token API sia <a href="#apitoken">propriamente formattato </a> e non contenga caratteri finali come nuovi righi.
pt: Certifique-se que o seu token de API está <a href="#apitoken">formatado adequadamente</a> e não contenha qualquer caractere ao final, tal como novas linhas.
pt_br: Certifique-se que seu token de API está <a href="#apitoken">formatado adequadamente</a> e não contenha qualquer caractere ao final, tal como novas linhas.
ru: Убедитесь, что ваш API-токен <a href="#apitoken">имеет правильный формат</a> и не содержит никаких лишних конечных символов, вроде символов новой строки.
sk: Uistite sa, že váš token API je <a href="#apitoken">správne naformátovaný</a> a neobsahuje žiadne koncové znaky, ako napríklad nové riadky.
ta: உங்கள் பநிஇ கிள்ளாக்கு <a href = "#apitoken"> சரியாக வடிவமைக்கப்பட்டுள்ளது என்பதை உறுதிப்படுத்தவும் </a> மற்றும் புதிய லைன்ச் போன்ற எந்தவொரு கதாபாத்திரங்களும் இல்லை.
tr: API Belirteç'inizin <a href="#apitoken">düzgün biçimlendirilmiş olduğundan</a> ve yeni satır(/n/r) gibi herhangi bir trailing karakter içermediğinden emin olun.
uk: Переконайтеся, що ваш API-токен у <a href="#apitoken">коректному форматі</a> та не містить зайвих символів в кінці, таких як перенесення рядка.

source: Ensure that the username you are using is <code>__token__</code>.
eo: Certigu, ke via salutnomo estas <code>__token__</code>.
it: Nel tuo username immetti <code>__token__</code>
ru: Убедитесь, что используемое вами имя пользователя - <code>__token__</code>.
sk: Uistite sa, že používateľské meno, ktoré používate, je <code>__token__</code>.
ta: நீங்கள் பயன்படுத்தும் பயனர்பெயர் <குறியீடு> __ கிள்ளாக்கு __ </code> என்பதை உறுதிப்படுத்தவும்.

source: Remember that PyPI and TestPyPI each require you to create an account, so your credentials may be different.
eo: Sciu, ke PyPI kaj TestPyPI postulas kreon de kontoj po unu por ĉiu indekso; tial, viaj salutiloj povas diferenci.
ru: Помните, что PyPI и TestPyPI требуют создания учетной записи, поэтому ваши учетные данные могут отличаться.
sk: Pamätajte si, že PyPI a TestPyPI každý vyžaduje, aby ste vytvorili účet, takže vaše poverenia môžu byť rôzne.
ta: PYPI மற்றும் TestPypi ஒவ்வொன்றும் நீங்கள் ஒரு கணக்கை உருவாக்க வேண்டும் என்பதை நினைவில் கொள்ளுங்கள், எனவே உங்கள் சான்றுகள் வித்தியாசமாக இருக்கலாம்.

source: If you're using Windows and trying to paste your token in the Command Prompt or PowerShell, note that Ctrl-V and Shift+Insert won't work. Instead, you can use "Edit > Paste" from the window menu, or enable "Use Ctrl+Shift+C/V as Copy/Paste" in "Properties". This is a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">known issue</a> with Python's <code>getpass</code> module.
eo: Se vi uzas Windows kaj provas alglui vian ĵetonon al Command Prompt aŭ PowerShell, notu, ke la klavkombinoj Stir-V kaj Majuskligi+Enmeti ne funkcias. Anstataŭe, vi povas uzi «Redakti > Alglui» per la fenestra menuo, aŭ ŝalti la opcion «Uzi Stir+Majuskligi+C/V kiel Kopii/Alglui» en «Preferoj». Jen <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">konata problemo</a> de la modulo <code>getpass</code> de Python.
ru: Если вы используете Windows и пытаетесь вставить свой токен в командную строку или PowerShell, обратите внимание, что Ctrl-V и Shift+Insert не работают. Вместо этого вы можете использовать "Правка > Вставить" из меню окна или включить опцию "Использовать Ctrl+Shift+C/V как копировать/вставить" в "Свойствах". Это <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">известная проблема</a> с помощью модуля Python <code>getpass</code>.
sk: Ak používate Windows a snaží sa vložiť svoje žetón v Command Prompt alebo PowerShell, Všimnite si, že Ctrl-V a Shift+Insert nebude fungovať. Namiesto toho môžete použiť "Edit > Paste" z menu okna alebo povoliť "Použitie Ctrl+Shift+C/V ako Kopírovanie/Paste" v "Operties". Toto je <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">%(title)s" cieľ="_blank" rel="noopener">známy problém</a> s Python <code>getpass</code> modul.
ta: நீங்கள் விண்டோசைப் பயன்படுத்துகிறீர்கள் மற்றும் உங்கள் கிள்ளாக்கை கட்டளை வரியில் அல்லது பவர்செல்லில் ஒட்ட முயற்சிக்கிறீர்கள் என்றால், Ctrl-v மற்றும் Shift+செருகு ஆகியவை இயங்காது என்பதை நினைவில் கொள்க. அதற்கு பதிலாக, நீங்கள் சாளர மெனுவிலிருந்து "திருத்து> பேச்ட்" ஐப் பயன்படுத்தலாம் அல்லது "பண்புகள்" இல் "CTRL+SHIFT+C/V ஐ நகலெடு/பேச்ட்டாக பயன்படுத்தவும்" என்பதை இயக்கவும். இது ஒரு <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> அறியப்பட்ட வெளியீடு </a> பைத்தானின் <குறியீடு> GetPass </code> தொகுதி.
