Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: With <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$100,000 in funding</a> from <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> in 2019 and 2020
eo: Per <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$100&#x202F;000 financitaj</a> de <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> en 2019 kaj 2020
es: Con <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">100 000 USD de dotación</a> por parte de <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> en 2019 y 2020
fr: Avec <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">100 000 dollars de financement</a> de la part de<a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> en 2019 et 2020
he: עם <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">מימון של $100,000</a> מ-<a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> ב-2019 וב-2020
id: Dengan <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$100,000 dalam pendanaan</a> dari <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> pada tahun 2019 dan 2020
it: Con<a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$100,000 di finanziamento</a> da <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> nel 2019 e 2020
pt: Com <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">US$ 100 000 em financiamento</a> da <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> em 2019 e 2020
pt_br: Com <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">US$ 100.000 em financiamento</a> da <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> em 2019 e 2020
ru: С помощью <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">финансирования на $100 000</a>, полученного от <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> в 2019 и 2020 годах
sk: S financovaním <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">100 000 USD</a> od spoločnosti <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> v rokoch 2019 a 2020
ta: <A href = "%(project_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> $ 100,000 பொருள் </a> <a href = "%(funder_href)s இலிருந்து "தலைப்பு ="%(title)s "இலக்கு =" _ வெற்று "rel =" noopener "> பேச்புக் ஆராய்ச்சி </a> 2019 மற்றும் 2020 ஆம் ஆண்டுகளில்
uk: Завдяки <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">гранту обсягом $100 000 </a> від <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Facebook Research</a> у 2019 та 2020

source: Overhauling pip's user experience and dependency resolver
de: Überarbeitung der Benutzererfahrung und des Abhängigkeitsauflösers (dependency resolver) von pip
eo: Plibonigo de la uzanto-sperto de pip kaj solvilo de dependeco
es: Modernización de la experiencia de uso de pip y el resolvedor de dependencias
fr: Refonte de l’expérience utilisateur et du résolveur de dépendance de pip
he: שיפוץ יסודי של חוויות המשתמש ושכתוב פותר התלויות של pip
id: Merombak pengalaman pengguna pip dan penyelesaian dependensi
it: Rivisitare l'esperienza dell'utente di pip e risolutore di dipendenza
pt: Revisão da experiência de utilizador e da resolução de dependências do pip
pt_br: Revisão da experiência de usuário e da resolução de dependências do pip
ru: Пересмотр процесса взаимодействия с пользователем и разрешения зависимостей в pip
sk: Prepracovanie používateľskej skúsenosti a nástroja na riešenie závislostí pipu
ta: பைப்பின் பயனர் பட்டறிவு மற்றும் சார்பு தீர்வை மாற்றியமைத்தல்
uk: Фундаментальне переосмислення досвіду користування pip та розв'язувача залежностей

source: With <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$407,000 in funding</a> from the <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Chan Zuckerberg Initiative</a> and the <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> in 2020
eo: Per <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$407&#x202f;000 da financado</a> el la <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Iniciato Chan Zuckerberg</a> kaj la <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Programo de Mozilla por Subtenado de Malfermita Kodo</a> en 2020
es: Con <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">407 000 USD de dotación</a> por parte de la <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Chan Zuckerberg Initiative</a> y el <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">programa de apoyo al código abierto de Mozilla</a> en 2020
fr: Avec <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$407.000 de financement</a> de la part de <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">l'initiative Chan Zuckerberg</a> et du <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Programme de soutien aux logiciels libres de Mozilla</a> en 2020
he: עם <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">מימון של $407,000</a> מה-<a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Chan Zuckerberg Initiative</a> ומה-<a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> ב-2020
id: Dengan <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$407,000 dalam pendanaan</a> dari <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Chan Zuckerberg Initiative</a> dan <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> pada tahun 2020
it: Con <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$470,000 di finanziamento </a> dalla <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Iniziativa Chan Zuckerberg</a> e il <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> nel 2020
pt: Com <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">US$ 407 000 em financiamento</a> da <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Chan Zuckerberg Initiative</a> e o <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> em 2020
pt_br: Com <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">US$ 407.000 em financiamento</a> da <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Chan Zuckerberg Initiative</a> e o <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> em 2020
ru: С помощью <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">финансирования на $407 000</a>, полученного от <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">кампании Chan Zuckerberg Initiative</a> и <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Программы Mozilla по поддержке ПО с открытым исходным кодом</a> в 2020 году
sk: S <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">407 000 $ vo financovaní</a> z <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Chan Zuckerberg Initiative</a> a <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> v roku 2020
ta: <A href = "%(project_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> 7 407,000 நிதியுதவி </a> <a href = "%(fander0_href) S "தலைப்பு ="%(title)s "இலக்கு =" _ வெற்று "rel =" noopener "> சான் சுக்கர்பெர்க் முன்முயற்சி </a> மற்றும் <a href ="%(fander1_href) s "தலைப்பு ="%(title)s "இலக்கு =" _ வெற்று "rel =" noopener "> மொசில்லா திறந்த மூல உதவி திட்டம் </a> 2020 இல்
uk: Завдяки <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">гранту обсягом $407 000</a> від <a href="%(funder0_href)s" title="%(title)s" target="_blank" rel="noopener">Chan Zuckerberg Initiative</a> та <a href="%(funder1_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> у 2020

source: With your support, the PSF can continue to fund packaging improvements, benefiting millions of Python users around the world.
de: Mit Ihrer Unterstützung kann die PSF weiterhin Verbesserungen für das Paketieren finanzieren, von denen Millionen von Python-Benutzern auf der ganzen Welt profitieren.
eo: Per via subteno, la PSF povas financadi plibonigojn de pakado, profitigante milionojn da uzantoj de Python en la tuta mondo.
es: Con su apoyo, la PSF puede seguir financiando mejoras al proceso de empaquetamiento, lo que beneficia a millones de usuarios de Python en todo el planeta.
id: Dengan dukungan Anda, PSF dapat terus mendanai perbaikan packaging , yang bermanfaat bagi jutaan pengguna Python di seluruh dunia.
it: Con il tuo supporto, la PSF può continuare a finanziare miglioramenti di packaging, beneficiando di milioni di utenti Python in giro per il mondo.
pt: Com o seu apoio, a PSF pode continuar a financiar melhorias nos empacotamentos, beneficiando milhões de utilizadores Python em todo o mundo.
pt_br: Com seu apoio, a PSF pode continuar a financiar melhorias nos empacotamentos, beneficiando milhões de usuários Python em todo o mundo.
ru: С вашей поддержкой Фонд может продолжать финансировать усовершенствование инструментов создания и распространения пакетов Python, принося пользу миллионам пользователей Python по всему миру.
sk: S vašou podporou môže PSF pokračovať vo financovaní vylepšení obalov, z ktorých budú mať úžitok milióny používateľov Pythonu na celom svete.
ta: உங்கள் ஆதரவுடன், பி.எச்.எஃப் தொடர்ந்து பேக்கேசிங் மேம்பாடுகளுக்கு நிதியளிக்க முடியும், இது உலகெங்கிலும் உள்ள மில்லியன் கணக்கான பைதான் பயனர்களுக்கு பயனளிக்கும்.
uk: Завдяки вашій підтримці, PSF може продовжувати фінансувати покращення пакування, що принесе вигоду мільйонам користувачів Python зі всього світу.

source: PSF Sponsorship
eo: Sponsoroj de PSF
es: Patrocinio a la PSF
id: Sponsor PSF
it: Sponsorizzazione PSF
pt: Patrocínio da PSF
pt_br: Patrocínio da PSF
ru: Спонсорство PSF
sk: Sponzorstvo PSF
ta: பி.எச்.எஃப் ச்பான்சர்சிப்
uk: Спонсорування PSF

source: All of these initiatives help maintain and support the tools that the Python community uses daily. This work can only be done with the generous financial support that you or your organization provides.
de: Alle diese Initiativen tragen dazu bei, die Tools zu pflegen und zu unterstützen, die die Python-Community täglich verwendet. Diese Arbeit kann nur mit der großzügigen finanziellen Unterstützung durchgeführt werden, die Sie oder Ihre Organisation leisten.
eo: Ĉiuj tiuj iniciatoj helpas konservi kaj subteni la ilojn, kiujn la Python-komunumo uzas ĉiutage. Tiu farendaĵo estas farebla nur per la malavara financa subteno, kiun vi aŭ via organizo provizos.
es: Todas estas iniciativas ayudan al mantenimiento y sostén de las herramientas que la comunidad Python utiliza todos los días. Esta labor solo puede llevarse a cabo con el generoso apoyo financiero que nos dé usted o su organización.
id: Semua inisiatif ini membantu memelihara dan mendukung alat yang digunakan komunitas Python setiap hari. Pekerjaan ini hanya dapat dilakukan dengan dukungan finansial yang murah hati yang Anda atau organisasi Anda sediakan.
it: Tutte queste iniziative aiutano a mantenere e supportare gli strumenti che la comunità Python usa giornalmente. Questo lavoro può solo essere fatto con il generoso supporto finanziario che tu e la tua organizzazione fornite.
pt: Todas essas iniciativas ajudam a manter e apoiar as ferramentas que a comunidade Python usa diariamente. Esse trabalho só pode ser feito com o generoso apoio financeiro que você ou a sua organização fornecem.
pt_br: Todas essas iniciativas ajudam a manter e apoiar as ferramentas que a comunidade Python usa diariamente. Esse trabalho só pode ser feito com o generoso apoio financeiro que você ou sua organização fornecem.
ru: Все эти инициативы помогают развивать и поддерживать инструменты, ежедневно используемые сообществом Python. Эта работа может быть выполнена только при щедрой финансовой поддержке, которую оказываете вы или ваша организация.
sk: Všetky tieto iniciatívy pomáhajú udržiavať a podporovať nástroje, ktoré komunita Pythonu denne používa. Túto prácu je možné vykonať len s veľkorysou finančnou podporou, ktorú poskytujete vy alebo vaša organizácia.
ta: இந்த முயற்சிகள் அனைத்தும் பைதான் சமூகம் நாள்தோறும் பயன்படுத்தும் கருவிகளை பராமரிக்கவும் ஆதரிக்கவும் உதவுகின்றன. இந்த வேலையை நீங்கள் அல்லது உங்கள் அமைப்பு வழங்கும் தாராளமான பொருள் உதவியுடன் மட்டுமே செய்ய முடியும்.
uk: Усі ці ініціативи допомагають доглядати й підтримувати інструменти, якими щодня користується спільнота Python. Ця робота можлива лише завдяки щедрій фінансовій підтримці наданій вами чи вашою організацією.

source: Your contributions matter and they make an impact. Every donation counts!
de: Ihre Beiträge sind wichtig und sie hinterlassen Wirkung. Jede Spende zählt!
eo: Viaj kontribuoj gravas kaj efikas. Ĉiu donaco gravas!
es: Sus contribuciones importan y tienen impacto. ¡Todos los donativos cuentan!
id: Kontribusi Anda penting dan menentukan. Setiap sumbangan berarti!
it: I vostri contributi contano e provocano un impatto. Ogni donazione conta!
pt: As suas contribuições são importantes e causam impacto. Cada doação conta!
pt_br: Suas contribuições são importantes e causam impacto. Cada doação conta!
ru: Ваши пожертвования важны и они оказывают влияние. Любой вклад ценится!
sk: Na vašich príspevkoch záleží a majú vplyv. Každý dar sa počíta!
ta: உங்கள் பங்களிப்புகள் முதன்மை, அவை தாக்கத்தை ஏற்படுத்துகின்றன. ஒவ்வொரு நன்கொடை கணக்கிடப்படுகிறது!
uk: Ваші вклади важливі та впливові. Кожна пожертва має значення!

source: Become a sponsor
de: Werde einen Sponsor
eo: Sponsoriĝi
es: Auspícienos
fr: Devenir sponsor
he: הפכ/י לנותן/ת חסות
id: Menjadi sponsor
it: Diventa uno sponsor
pt: Torne-se um patrocinador
pt_br: Torne-se um patrocinador
ru: Стать спонсором
sk: Staňte sa sponzorom
ta: ஒரு ச்பான்சராகுங்கள்
uk: Стати спонсором

source: The PSF is recognized by the IRS as a 501(c)(3) non-profit charitable organization, and donations are tax-deductible for organizations that pay taxes in the United States.
de: Die PSF wird von der IRS als gemeinnützige Organisation nach 501(c)(3) anerkannt. Spenden an die PSD sind steuerlich absetzbar für Organisationen, die Steuern in den Vereinigten Staaten zahlen.
eo: La PSF estas agnoskita de la Interna Enspenza Servo de la Usona registaro kiel neprofitcela bonfara organizaĵo laŭ sekcio 501(c)(3), kaj donacoj al ĝi estas imposte dekalkuleblaj por tiuj organizaĵoj, kiuj pagas impostojn en Usono.
es: La PSF está reconocida por el Servicio de Impuestos Internos de Estados Unidos como una organización sin fines de lucro según la sección 501(c)(3); esto significa que los donativos son deducibles de impuestos para todos los organismos con obligaciones fiscales en ese país.
id: PSF diakui oleh IRS sebagai sebuah organisasi amal nirlaba dalam 501(c)(3), dan donasi dapat menjadi pengurang pajak bagi organisasi yang membayar pajaknya di Amerika Serikat.
it: La PSF è riconosciuta dall'IRS come un 501(c)(3) organizzazione catitatevole no profit , e le donazioni si possono dedurre dalle tasse per organizzazioni che pagano le tasse negli Stati Uniti.
pt: A PSF é reconhecida pelo IRS como uma organização de caridade sem fins lucrativos 501(c)(3) e as doações são dedutíveis de impostos para organizações que pagam impostos nos Estados Unidos.
pt_br: A PSF é reconhecida pelo IRS como uma organização de caridade sem fins lucrativos 501(c)(3), e as doações são dedutíveis de impostos para organizações que pagam impostos nos Estados Unidos.
ru: PSF признана IRS как некоммерческая благотворительная организация, и пожертвования дают налоговый вычет огранизациям, которые платят налог в США.
sk: PSF je uznaná IRS ako 501(c)(3) nezisková charitatívna organizácia a dary sú daňovo uznateľné pre organizácie, ktoré platia dane v Spojených štátoch.
ta: பி.எச்.எஃப் ஐ.ஆர்.எச் ஆல் 501 (சி) (3) இலாப நோக்கற்ற தொண்டு நிறுவனமாக அங்கீகரிக்கப்பட்டுள்ளது, மேலும் அமெரிக்காவில் வரி செலுத்தும் நிறுவனங்களுக்கு நன்கொடைகள் வரி விலக்கு அளிக்கப்படுகின்றன.
uk: IRS визнає PSF неприбутковою благодійною організацією типу 501(c)(3), а пожертви створюють податкові пільги для організацій, які сплачують податки у Сполучених Штатах.

source: Get your logo on PyPI.org
de: Platzieren Sie ihr Logo auf PyPI.org
eo: Metu vian emblemon sur PyPI.org-on
es: Haga que su logo aparezca en PyPI.org
fr: Obtenez votre logo sur PyPI.org
he: שים/י את הלוגו שלך ב-PyPI.org
id: Tampilkan logo Anda dalam PyPI.org
it: Ottieni il tuo logo su PyPI.org
pt: Tenha sua logo no PyPI.org
pt_br: Tenha sua logo no PyPI.org
ru: Ваш логотип на PyPI.org
sk: Získajte svoje logo na PyPI.org
ta: உங்கள் லோகோவை pypi.org இல் பெறுங்கள்
uk: Ваш логотип на PyPI.org

source: Looking for brand visibility? In the last year*, 21.1 million people from 237 countries visited PyPI.org.
de: Suchen Sie nach Markensichtbarkeit? Im letzten Jahr* besuchten 21,1 Millionen Menschen aus 237 Ländern PyPI.org.
eo: Ĉu vi volas reklami vian markon? Lastan jaron*, 21,1 milionoj da homoj el 237 landoj vizitis PyPI.org.
es: ¿Busca visibilidad de marca? Durante el año pasado*, 21,1 millones de personas de 237 países y territorios visitaron PyPI.org.
fr: Vous cherchez une visibilité pour une marque ? Au cours de l'année dernière*, 21,1 millions de personnes de 237 pays ont visité PyPI.org.
he: מחפש/ת נראות למותג שלך? בשנה האחרונה*, 21.1 מיליון אנשים מ-237 מדינות ביקרו ב-PyPI.org.
id: Mencari visibilitas merek? Pada tahun lalu*, 21,1 juta orang dari 237 negara mengunjungi PyPI.org.
it: Stai cercando visibilità per la tua marca? Nell'ultimo anno*, 21.1 milioni di persone da 237 Paesi hanno visitato PyPI.org.
pt: Procurando visibilidade da marca? No último ano*, 21,1 milhões de pessoas de 237 países visitaram o PyPI.org.
pt_br: Procurando visibilidade da marca? No último ano*, 21,1 milhões de pessoas de 237 países visitaram o PyPI.org.
ru: Ищете, как повысить узнаваемость бренда? За последний год* сайт PyPI.org посетило 21,1 миллиона человек из 237 стран мира.
sk: Hľadáte zviditeľnenie značky? V minulom roku* navštívilo PyPI.org 21,1 milióna ľudí z 237 krajín.
ta: சூட்டுக்குறி தெரிவுநிலையைத் தேடுகிறீர்களா? கடந்த ஆண்டில்*, 237 நாடுகளைச் சேர்ந்த 21.1 மில்லியன் மக்கள் pypi.org க்கு சேதி செய்தனர்.
uk: Потрібна видимість бренду? За останній рік* 21.1 мільйонів людей з 237 країн відвідали PyPI.org.

source: * Data as of March 2020
de: * Stand März 2020
eo: * Datenoj aktualaj dum la Marto de 2020
es: * Corte de datos en marzo de 2020
fr: * Données en mars 2020
he: * מידע נכון למרץ 2020
id: * Data per Maret 2020
it: *Dati di Marzo 2020
ja: * 2020年3月現在のデータ
pt: * Dados de março de 2020
pt_br: * Dados de março de 2020
ru: * Данные по состоянию на март 2020 года
sk: * Údaje z marca 2020
ta: * மார்ச் 2020 வரை தரவு
uk: * Інформація станом на березень 2020

source: Strengthen the Python ecosystem
de: Stärkung des Python-Ökosystems
eo: Fortikigu la Python-ekosistemon
es: Fortalezca el ecosistema de Python
fr: Renforcer l’écosystème Python
he: חזק/י את האקוסיסטם של פייתון
id: Memperkuat ekosistem Python
it: Rafforza l'ecosistema di Python
pt: Fortaleça o ecossistema do Python
pt_br: Fortaleça o ecossistema do Python
ru: Укрепление Python’ьей экосистемы
sk: Posilnite ekosystém Python
ta: பைதான் சுற்றுச்சூழல் அமைப்பை பலப்படுத்துங்கள்
uk: Зміцнення екосистеми Python

source: Funds raised by the Python Software Foundation go directly towards improving the tools your company uses every day.
de: Die von der Python Software Foundation gesammelten Spenden werden direkt genutzt um die Werkzeuge, die Ihr Unternehmen jeden Tag nutzt, zu verbessern.
eo: Financoj kolektitaj de la Python Software Foundation rekte plibonigas tiujn ilojn, kiujn via firmao uzas ĉiutage.
es: Los fondos recaudados por la Python Software Foundation van directamente a la mejora de las herramientas que su empresa utiliza todos los días.
id: Dana yang dikumpulkan oleh Python Software Foundation langsung digunakan untuk meningkatkan alat yang digunakan perusahaan Anda setiap hari.
it: I fondi raccolti dalla Python Software Foundation vanno direttamente verso il miglioramento degli strumenti che la tua compagnia usa tutti i giorni.
pt: Os recursos arrecadados pela Python Software Foundation vão diretamente para o aprimoramento das ferramentas que a sua empresa usa todos os dias.
pt_br: Os recursos arrecadados pela Python Software Foundation vão diretamente para o aprimoramento das ferramentas que sua empresa usa todos os dias.
ru: Средства, собранные Python Software Foundation, направляются непосредственно на совершенствование инструментов, которыми ваша компания пользуется каждый день.
sk: Finančné prostriedky získané nadáciou Python Software Foundation idú priamo na zlepšenie nástrojov, ktoré vaša spoločnosť používa každý deň.
ta: பைதான் மென்பொருள் அறக்கட்டளையால் திரட்டப்பட்ட நிதிகள் உங்கள் நிறுவனம் ஒவ்வொரு நாளும் பயன்படுத்தும் கருவிகளை மேம்படுத்துவதற்கு நேரடியாக செல்கின்றன.
uk: Кошти, отримані для Python Software Foundation, йдуть безпосередньо на покращення інструментів, які ваша компанія використовує щодня.

source: Boost your reputation
de: Steigern Sie Ihren Ruf
eo: Diskonigu vian famon
es: Dé un impulso a su reputación
fr: Renforcez votre réputation
he: קדמ/י את המוניטין שלך
id: Tingkatkan reputasi Anda
it: Incrementa la tua reputazione
pt: Impulsione a sua reputação
pt_br: Impulsione a sua reputação
ru: Прокачайте свою репутацию
sk: Zvýšte svoju reputáciu
ta: உங்கள் நற்பெயரை அதிகரிக்கவும்
uk: Підвищіть свою репутацію
