Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Access Denied / Forbidden (403)
de: Zugriff abgelehnt / Verboten (403)
el: Άρνηση εισόδου / Απαγόρευση (403)
eo: Atingo Forbarita / Malpermesata (403)
es: Se denegó el acceso/prohibido (403)
fr: Accès refusé / interdit (403)
he: גישה נדחתה / אסורה (403)
id: Akses Ditolak / Dilarang (403)
it: Accesso Negato / Vietato (403)
ja: アクセスが拒否されました (403)
pt: Acesso Negado / Proibido (403)
pt_br: Acesso negado/proibido (403)
ru: В доступе отказано / Запрещено (403)
sk: Prístup odmietnutý / zakázaný (403)
ta: அணுகல் மறுக்கப்பட்டது / தடைசெய்யப்பட்டது (403)
tr: Erişim reddedildi / Yasak (403)
uk: У доступі відмовлено / Заборонено (403)

source: You don't have permission to view this page
de: Sie haben keine Berechtigung, diese Seite anzusehen
el: Δεν έχετε άδεια για να δείτε αυτή τη σελίδα
eo: Vi ne rajtas vidi ĉi tiun paĝon
es: No tiene permitido ver esta página
fr: Vous n'êtes pas autorisé à consulter cette page
he: אין לך השראה לצפייה בעמוד זה
id: Anda tidak memiliki izin untuk melihat halaman ini
it: Non hai i permessi per visualizzare questa pagina
ja: このページの閲覧権限がありません
pt: Não tem permissões para ver esta página
pt_br: Você não tem permissão para visualizar esta página
ru: У вас нет разрешения на просмотр этой страницы
sk: Nemáte povolenie na zobrazenie tejto stránky
ta: இந்தப் பக்கத்தைப் பார்க்க உங்களுக்கு அனுமதி இல்லை
tr: Bu sayfayı görmek için yetkin yok
uk: Ви не маєте дозволу переглядати цю сторінку

source: Page Not Found (404)
de: Seite nicht gefunden (404)
el: Η σελίδα δεν βρέθηκε (404)
eo: Paĝo Ne Trovita (404)
es: No se encontró la página (404)
fr: Page non trouvée (404)
he: עמוד לא נמצא (404)
id: Halaman Tidak Ditemukan (404)
it: Pagina non trovata (404)
ja: ページが見つかりません (404)
pt: Página Não Encontrada (404)
pt_br: Página não encontrada (404)
ru: Страница не найдена (404)
sk: Stránka sa nenašla (404)
ta: பக்கம் கிடைக்கவில்லை (404)
tr: Sayfa Bulunamadı (404)
uk: Сторінку не знайдено (404)

source: We looked everywhere but couldn't find this page
de: Wir haben überall nachgesehen, konnten diese Seite aber nicht finden
el: Ψάξαμε παντού αλλά δεν βρήκαμε αυτή τη σελίδα
eo: Ni serĉis ĉie sed ne sukcesis trovi ĉi tiun paĝon
es: Buscamos en todas partes pero no pudimos encontrar esta página
fr: Nous avons cherché partout mais nous n'avons pas pu trouver cette page
he: חפשנו בכל מקום אך לא הצלחנו למצוא דף זה
id: Kami mencari di mana-mana tetapi tidak dapat menemukan halaman ini
it: Abbiamo guardato ovunque ma non abbiamo trovato questa pagina
ja: どこを探してもこのページは見つかりませんでした
pt: Procuramos em todos os lugares, mas não conseguimos encontrar esta página
pt_br: Nós olhamos em todos os lugares, mas não conseguimos encontrar esta página
ru: Мы везде посмотрели, но не смогли найти эту страницу
sk: Hľadali sme všade, ale túto stránku sme nenašli
ta: நாங்கள் மலை கடல் எங்கும் தேடினோம், ஆனால் இந்தப் பக்கத்தைக் கண்டுபிடிக்க முடியவில்லை
tr: Her yere baktık fakat bu sayfayı bulamadık
uk: Ми шукали скрізь, та цієї сторінки знайти не вдалося

source: And now for something <br> <span>completely different</span>
ru: А теперь что-то <br> <span>совершенно другое</span>

source: Monty Python - The Cheese Shop Sketch
de: Monty Python - Der Cheese-Shop Sketch
eo: Monty Python - La Sceno de la Fromaĝobutiko
es: Monty Python, escena «La quesería»
fr: Monty Python, le sketch de la fromagerie
he: מונטי פייתון - מערכון חנות הגבינות
id: Monty Python - Sketsa Toko Keju
it: Monty Python - Lo sketch del Negozio di Formaggio
ja: モンティ・パイソン — チーズ・ショップ
pt: Monthy Python - A Cena da Loja de Queijo
ru: Монти Пайтон — Магазин сыра (Monty Python — The Cheese Shop)
sk: Monty Python - Náčrt syrárne
ta: Monty Python - The Cheese Shop மாதிரிச் சித்திரம்
tr: Monty Python - The Cheese Shop skeci
uk: Монті Пайтон – Скетч «Сирний магазин»

source: External link
de: Externer Link
el: Εξωτερικός σύνδεσμος
eo: Ekstera ligilo
es: Enlace externo
fr: Lien externe
he: קישור חיצוני
id: Tautan eksternal
it: Link esterno
ja: 外部リンク
pt: Hiperligação externa
pt_br: Link externo
ru: Внешняя ссылка
sk: Externý odkaz
ta: வெளிப்புற இணைப்பு
tr: Harici bağlantı
uk: Зовнішнє посилання

source: View video transcript
de: Skript des Sketches
el: Δείτε το αντίγραφο του βίντεο
eo: Vidi tekston de la filmo
es: Ver transcripción del vídeo
fr: Voir la transcription de la vidéo
he: צפייה בתמליל וידאו
id: Lihat transkrip video
it: Visualizza la trascrizione del video
ja: 動画の台本を見る
pt: Ver transcrição de vídeo
pt_br: Ver transcrição do vídeo
ru: Смотреть расшифровку видео
sk: Pozrite si prepis videa
ta: வீடியோ எழுத்துப்படிக் காண்க
tr: Video dökümünü gör
uk: Переглянути стенограму відеозапису

source: Page removed (410)
de: Seite entfernt (410)
el: Η σελίδα αφαιρέθηκε (410)
eo: Paĝo forigita (410)
es: Se eliminó la página (410)
fr: Page supprimée (410)
he: עמוד הוסר (410)
id: Halaman dihapus (410)
it: Pagina rimossa (410)
ja: ページが削除されました (410)
pt: Página removida (410)
pt_br: Página removida (410)
ru: Страница удалена (410)
sk: Stránka bola odstránená (410)
ta: பக்கம் அகற்றப்பட்டது (410)
tr: Sayfa kaldırıldı (410)
uk: Сторінку вилучено (410)

source: The page you are looking for has been removed
de: Die Seite, nach der Sie suchen, wurde entfernt
el: Η σελίδα που ψάχνετε έχει αφαιρεθεί
eo: La paĝo serĉata de vi estas forigita
es: La página que busca se ha eliminado
fr: La page que vous cherchez a été supprimée
he: הדף אותו חיפשת הוסר
id: Halaman yang Anda cari telah dihapus
it: La pagina che stai cercando è stata rimossa
ja: お探しのページは削除されました
pt: A página que está à procura foi removida
pt_br: A página que você está procurando foi removida
ru: Страница, которую вы ищете, удалена
sk: Stránka, ktorú hľadáte, bola odstránená
ta: நீங்கள் தேடும் பக்கம் அகற்றப்பட்டது
tr: Sizin aradığınız sayfa kaldırıldı
uk: Сторінку, яку ви шукаєте, було видалено

source: Internal server error (500)
de: Interner Server-Fehler (500)
el: Εσωτερικό σφάλμα διακομιστή (500)
eo: Interna servila eraro (500)
es: Error interno del servidor (500)
fr: Erreur interne du serveur (500)
he: שגיאת שרת פנימית (500)
id: Kesalahan internal server (500)
it: Errore interno del server (500)
pt: Erro interno do servidor (500)
pt_br: Erro interno do servidor (500)
ru: Внутренняя ошибка сервера (500)
sk: Interná chyba servera (500)
ta: உள் சேவையக பிழை (500)
tr: Sunucu hatası (500)
uk: Внутрішня помилка сервера (500)

source: Something went wrong
de: Irgendetwas lief schief
el: Κάτι πήγε στραβά
eo: Io misfunkciis
es: Algo ha fallado
fr: Quelque chose s'est mal passé
he: משהו השתבש
id: Ada yang salah
it: Qualcosa è andato storto
ja: 問題が発生しました
pt: Ocorreu algo de errado
pt_br: Algo deu errado
ru: Что-то пошло не так
sk: Niečo sa pokazilo
ta: ஏதோ தவறு நடந்துவிட்டது
tr: Bir şey kötü gitti
uk: Щось пішло шкереберть

source: <p>We are experiencing technical issues that are affecting our ability to serve you this site.</p> <p>We are aware of the problem and are working to resolve it as soon as possible.</p>
de: <p>Wir haben gerade mit technischen Problemen zu kämpfen und können die Website nicht ausliefern.</p> <p>Wir sind uns dem Problem bewusst und arbeiten daran, es schnellstmöglich zu beheben.</p>
el: <p>Αντιμετωπίζουμε κάποια τεχνικά ζητήματα με αποτέλεσμα να μην μπορούμε να σας εξυπηρετήσουμε.</p> <p>Γνωρίζουμε το πρόβλημα και εργαζόμαστε πάνω σε αυτό για να λυθεί το συντομότερο δυνατόν.</p>
eo: <p>Ni spertas teknikajn problemojn, kiuj malhelpas nian kapablon servi al vi ĉi tiun retejon.</p> <p>Ni konscias pri la problemo kaj estas laboranta por solvi ĝin baldaŭ laŭeble.</p>
es: <p>En este momento no podemos ofrecerle el sitio a causa de dificultades técnicas.</p><p>Estamos informados del problema y trabajamos para solucionarlo lo antes posible.</p>
fr: <p>Nous éprouvons des difficultés techniques qui nous empêchent de vous donner accès à ce site.</p><p>Nous sommes au courant du problème et nous travaillons à sa résolution au plus vite.</p>
he: <p>אנו חווים בעיות טכניות המשפיעות על יכולתנו להגיש לך את האתר הזה.</p> <p>אנו מודעים לבעייה ועובדים לפתרונה בהקדם האפשרי.</p>
id: <p>Kami mengalami masalah teknis yang memengaruhi kemampuan kami untuk melayani Anda di situs ini.</p> <p>Kami menyadari masalah ini dan sedang berupaya menyelesaikannya sesegera mungkin.</p>
it: <p>Stiamo riscontrando problemi tecnici che influenzano la nostra capacità di mostrarti questo sito</p> <p>Siamo a conoscenza del problema e stiamo lavorando per risolverlo il prima possibile</p>
ja: <p>このサイトの提供について技術的な問題が発生しています。</p><p>我々は問題を認識しており、できるだけ早く解決するよう取り組んでいます。</p>
pt: <p>Estamos a encontrar dificuldades técnicas que nos impossibilitam de lhe mostrar este "site".</p><p> Estamos cientes do problema e estamos a trabalhar para o resolver assim que possível.</p>
pt_br: <p>Estamos enfrentando problemas técnicos que estão afetando a nossa capacidade de atendê-lo neste site.</p><p>Estamos cientes do problema e estamos trabalhando para resolvê-lo o mais rápido possível.</p>
ru: <p>У нас возникли технические проблемы, которые повлияли на нашу способность обслуживать вас на этом сайте.</p> <p>Мы знаем об этой проблеме и работаем над её скорейшим устранением.</p>
sk: <p>Máme technické problémy, ktoré ovplyvňujú našu schopnosť poskytovať vám tieto stránky.</p> <p>Uvedomujeme si problém a pracujeme na jeho čo najskoršom vyriešení.</p>
ta: <p>இந்த தளத்தை உங்களுக்கு வழங்குவதற்கான எங்கள் திறனை பாதிக்கும் தொழில்நுட்ப சிக்கல்களை நாங்கள் சந்திக்கிறோம்.</p><p>நாங்கள் பிரச்சினையை அறிந்திருக்கிறோம், விரைவில் அதை தீர்க்க முயற்சி செய்கிறோம்.</p>
tr: <p>Biz şuan size bu siteyi sunmamızı etkileyen bazı teknik problemler yaşıyoruz.</p><p>Problemin farkındayız ve mümkün olan en kısa sürede çözmek için çalışıyoruz.</p>
uk: <p>У нас виникли технічні проблеми, які перешкоджають нашій здатності показувати вам цей сайт.</p> <p>Нам відомо про цю проблему, і ми працюємо над її щонайшвидшим вирішенням.</p>

source: Check our status page
de: Beachten Sie unsere Status-Seite
el: Δείτε την σελίδα κατάστασης
eo: Kontrolu nian paĝon pri la stato
es: Consulte nuestra página de estado
fr: Consultez notre page de statut
he: לבדיקת עמוד הסטטוס שלנו
id: Periksa halaman status kami
it: Controlla la nostra pagina di stato
ja: ステータスページを確認
pt: Verifique a nossa página de estado
pt_br: Confira nossa página de status
ru: Проверьте нашу страницу статуса
sk: Skontrolujte našu stránku stavu
ta: எங்கள் நிலை பக்கத்தைப் பாருங்கள்
tr: Durum sayfamıza göz atın
uk: Перевірте нашу сторінку статусу

source: Error code 500
de: Fehlercode 500
el: Κωδικός σφάλματος 500
eo: Erarkodo 500
es: Código de error 500
fr: Code d'erreur 500
he: קוד שגיאה 500
id: Kode kesalahan 500
it: Codice errore 500
ja: エラーコード 500
pt: Código do erro 500
pt_br: Código de erro 500
ru: Код ошибки 500
sk: Chybový kód 500
ta: பிழை குறியீடு 500
tr: Hata kodu 500
uk: Код помилки 500

source: Rely on PyPI to get your job done?
de: Vertrauen Sie PyPI bei Ihrer Arbeit?
el: Βασίζεστε στο PyPI για να γίνει η δουλειά σας;
eo: Ĉu vi dependas de PyPI por via profesio?
es: ¿Depende de PyPI para hacer su trabajo?
fr: Utilisez-vous PyPI pour le travail ?
he: מסתמך על PyPI לביצוע עבודתך?
id: Mengandalkan PyPI untuk menyelesaikan pekerjaan Anda?
it: Utilizzi PyPI per il tuo lavoro?
ja: パッケージ管理に PyPI を使っていますか？
pt: Depende do PyPI para completar o seu trabalho?
pt_br: Confia no PyPI para fazer o seu trabalho?
ru: Положились на PyPI для выполнения своей работы?
sk: Spoliehať sa na PyPI pri vykonávaní svojej práce?
ta: உங்கள் வேலையைச் செய்ய PyPI ஐ நம்பவா?
tr: PyPI'ye senin işini tamamlaması için güveniyor musun?
uk: Покладаєтеся на PyPI, аби виконувати свою роботу?

source: Consider <a href="https://github.com/pypi/warehouse" target="_blank" rel="noopener">contributing</a> or <a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener">donating</a> to help us build a more stable and secure platform.
ru: Рассмотрите возможность <a href="https://github.com/pypa/warehouse" target="_blank" rel="noopener"> внесения своего вклада </a> или <a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener"> внесения пожертвования </a>, чтобы помочь нам построить более стабильную и защищённую платформу.

source: Choose a strong password that contains letters (uppercase and lowercase), numbers and special characters. Avoid common words or repetition.
de: Wählen Sie ein starkes Passwort mit Klein- und Großbuchstaben, Zahlen und Sonderzeichen. Vermeiden Sie häufige Wörter oder Wiederholungen.
el: Επιλέξετε ένα δυνατό κωδικό χρήστη ο οποίος θα περιέχει γράμματα (πεζά και κεφαλαία), αριθμούς και ειδικούς χαρακτήρες. Αποφύγετε κοινές λέξεις ή επαναλήψεις.
eo: Elektu fortan pasvorton enhavantan literojn (majusklajn kaj minusklajn), ciferojn kaj specialajn signojn. Evitu oftajn vortojn aŭ ripeton.
es: Elija una contraseña fuerte que contenga letras (mayúsculas y minúsculas), números y caracteres especiales. Evite las palabras habituales y la repetición.
fr: Choisissez un mot de passe fort contenant des lettres (majuscules et minuscules), des chiffres et des caractères spéciaux. Évitez les mots courants et les répétitions.
he: יש לבחור סיסמא חזקה המכילה אותיות (גדולות וקטנות), ספרות ותווים מיוחדים. יש להימנע ממילים נפוצות ומרצפים חוזרים.
id: Pilih kata sandi yang kuat yang berisi huruf (besar dan kecil), angka dan karakter khusus. Hindari kata-kata atau pengulangan yang umum.
it: Scegli una password forte che contenga lettere (maiuscole e minuscole), numeri e caratteri speciali. Evitare parole comuni o ripetizioni.
ja: 文字（大文字と小文字）、数字、特殊文字を含んだ強力なパスワードを入力してください。一般的な単語や繰り返しは避けてください。
pt: Escolha uma palavra-passe forte que contenha letras (maiúsculas e minúsculas), números e carateres especiais. Evite palavras comuns ou repetição.
pt_br: Escolha uma senha forte que contenha letras (maiúsculas e minúsculas), números e caracteres especiais. Evite palavras comuns ou repetição.
ru: Выберите пароль, который содержит буквы (заглавные и строчные), цифры и специальные символы. Избегайте простых слов или повторов символов.
sk: Zvoľte si silné heslo, ktoré obsahuje písmená (veľké a malé), čísla a špeciálne znaky. Vyhnite sa bežným slovám alebo opakovaniu.
ta: கடிதங்கள் (பெரிய எழுத்து மற்றும் சிறிய எழுத்து), எண்கள் மற்றும் சிறப்பு எழுத்துக்களைக் கொண்ட வலுவான கடவுச்சொல்லைத் தேர்வுசெய்க. பொதுவான சொற்கள் அல்லது மறுபடியும் தவிர்க்கவும்.
tr: Harfler (büyük harf ve küçük harf), sayılar ve özel karakterler içeren güçlü bir parola seçin. Ortak sözcüklerden veya yinelemelerden kaçının.
uk: Оберіть надійний пароль, який містить літери (великі й маленькі), числа та особливі символи. Уникайте загальних слів та повторень.

source: Password strength:
de: Passwort-Stärke:
el: Δύναμη κωδικού χρήστη:
eo: Forto de la pasvorto:
es: Fortaleza de contraseña:
fr: Force du mot de passe :
he: חוזק סיסמא:
id: Kekuatan kata sandi:
it: Resistenza della password:
ja: パスワードの強度:
pt: Força da palavra-passe:
pt_br: Força da senha:
ru: Надёжность пароля:
sk: Sila hesla:
ta: கடவுச்சொல் வலிமை:
tr: Parola güvenlik seviyesi:
uk: Надійність пароля:

source: Main navigation
de: Hauptnavigation
el: Κύρια πλοήγηση
eo: Ĉefnavigilo
es: Navegación principal
fr: Navigation principale
he: ניווט ראשי
id: Navigasi utama
it: Navigazione principale
ja: メインナビゲーション
pt: Navegação principal
pt_br: Navegação principal
ru: Основная навигация
sk: Hlavná navigácia
ta: முதன்மையான வழிசெலுத்தல்
tr: Ana navigasyon
uk: Основна навігація

source: Help
de: Hilfe
el: Βοήθεια
eo: Helpo
es: Ayuda
fr: Aide
he: עזרה
id: Tolong
it: Aiuto
ja: ヘルプ
pt: Ajuda
pt_br: Ajuda
ru: Помощь
sk: Pomoc
ta: உதவி
tr: Yardım
uk: Допомога

source: Docs
ru: Документы

source: Sponsors
de: Sponsoren
el: Χορηγοί
eo: Sponsoroj
es: Patrocinadores
he: נותני חסות
id: Sponsor
ja: スポンサー
pt: Patrocinadores
pt_br: Patrocinadores
ru: Спонсоры
sk: Sponzori
ta: ஒப்புரவாளர்கள்
tr: Sponsorlar
uk: Спонсори

source: Log in
de: Einloggen
el: Σύνδεση
eo: Saluti
es: Acceder
fr: Se connecter
he: הזדהות
id: Masuk
it: Accedi
ja: ログイン
pt: Iniciar sessão
pt_br: Entrar
ru: Войти
sk: Prihlásiť
ta: புகுபதிகை
tr: Giriş yap
uk: Увійти

source: Register
de: Registrieren
el: Εγγραφή
eo: Registri vin
es: Registrarse
fr: S'inscrire
he: הרשמה
id: Daftar
it: Registrati
ja: 登録
pt: Registar
pt_br: Registrar
ru: Зарегистрироваться
sk: Registrovať
ta: பதிவு செய்யுங்கள்
tr: Kayıt
uk: Реєстрація

source: View menu
de: Menü anzeigen
el: Προβολή μενού
eo: Vidi menuon
es: Ver menú
fr: Afficher le menu
he: צפייה בתפריט
id: Lihat Menu
it: Menu
ja: メニューを表示
pt: Ver menu
pt_br: Ver menu
ru: Показать меню
sk: Zobraziť menu
ta: மெனுவைக் காண்க
tr: Menüyü gör
uk: Дивитися меню

source: Menu
de: Menü
el: Μενού
eo: Menuo
es: Menú
he: תפריט
ja: メニュー
ru: Меню
ta: பட்டியல்
tr: Menü
uk: Меню

source: Main menu
de: Hauptmenü
el: Κυρίως μενού
eo: Ĉefmenuo
es: Menú principal
fr: Menu principal
he: תפריט ראשי
id: Menu Utama
it: Menu principale
ja: メインメニュー
pt: Menu principal
pt_br: Menu principal
ru: Главное меню
sk: Hlavné menu
ta: பட்டியல் விளையாடுங்கள்
tr: Ana menü
uk: Головне меню

source: "%(wordmark)s", "%(name)s", and the blocks logos are registered trademarks of the <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a> referring to the products and services associated with pypi.org. Any other use by any other party is prohibited.
eo: «%(wordmark)s», «%(name)s» kaj la blokara emblemo estas registritaj markoj de <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a> pri la varoj kaj servoj asociitaj al pypi.org. Ajna alia uzo de aliulo estas malpermesata.
es: "%(wordmark)s", "%(name)s", y los logos de los bloques son marcas registradas de <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a> refiriéndose a los productos y servicios asociados con pypi.org. Queda prohibido cualquier otro uso por cualquier otra parte.
it: "%(wordmark)s", "%(name)s" e i loghi sono marchi registrati di <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a> che si riferiscono a prodotti e servizi associati a pypi.org. L'utilizzo di qualunque altra parte è proibito.
pt: "%(wordmark)s", "%(name)s" e os logotipos dos blocos são marcas registadas da <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a> referentes aos produtos e serviços associados ao pypi.org. Qualquer outro uso por qualquer outra parte é proibido.
pt_br: "%(wordmark)s", "%(name)s" e os logotipos dos blocos são marcas registradas da <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a> referentes aos produtos e serviços associados ao pypi.org. Qualquer outro uso por qualquer outra parte é proibido.
ru: "%(wordmark)s", "%(name)s" и логотипы блоков являются зарегистрированными товарными знаками <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>, относящимися к продукты и услуги, связанные с pypi.org . Любое другое использование любой другой стороной запрещено.
sk: "%(wordmark)s", "%(name)s" a logá blokov sú registrované ochranné známky <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>, ktoré sa vzťahujú na produkty a služby spojené s pypi.org. Akékoľvek iné použitie akoukoľvek inou stranou je zakázané.
ta: "%(wordmark)s", "%(name)s", மற்றும் தொகுதிகள் லோகோக்கள் <a href = "%(psf_href)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைத்தான் மென்பொருள் அறக்கட்டளையின் பதிவு செய்யப்பட்ட வர்த்தக முத்திரைகள் </a> pypi.org உடன் தொடர்புடைய தயாரிப்புகள் மற்றும் சேவைகளைக் குறிப்பிடுகிறது. வேறு எந்த கட்சியின் வேறு எந்த பயன்பாடும் தடைசெய்யப்பட்டுள்ளது.
uk: «%(wordmark)s», «%(name)s» та логотипи блоків є зареєстрованими торгівельними марками <a href="%(psf_href)s" target="_blank" rel="noopener">Фонду програмного забезпечення Python</a>, які стосуються продуктів та служб, пов’язаних із pypi.org. Будь-яке інше використання іншими сторонами заборонено.

source: "%(wordmark)s", "%(name)s", and the blocks logos are registered <a href="%(trademarks_href)s">trademarks</a> of the <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>.
eo: «%(wordmark)s», «%(name)s» kaj la blokara emblemo estas registritaj <a href="%(trademarks_href)s">markoj</a> de <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>.
es: "%(wordmark)s", "%(name)s", y los logos de los bloques son <a href="%(trademarks_href)s">marcas</a> registradas de <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>.
it: "%(wordmark)s", "%(name)s" sono <a href="%(trademarks_href)s">marchi registrati</a> di <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>.
pt: "%(wordmark)s", "%(name)s" e os logotipos dos blocos são <a href="%(trademarks_href)s">marcas registadas</a> da <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>.
pt_br: "%(wordmark)s", "%(name)s", e os logotipos dos blocos são <a href="%(trademarks_href)s">marcas registradas</a> da <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>.
ru: %(wordmark)s", "%(name)s" и логотипы блоков являются зарегистрированными <a href="%(trademarks_href)s">товарными знаками</a> <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>.
sk: "%(wordmark)s", "%(name)s" a logá blokov sú registrované <a href="%(trademarks_href)s">ochranné známky</a> organizácie <a href="%(psf_href)s" target="_blank" rel="noopener">Python Software Foundation</a>.
ta: "%(wordmark)s", "%(name)s", மற்றும் தொகுதிகள் சின்னங்கள் <a href = "%(வர்த்தக முத்திரைகள்_அ்ரெஃப்) s"> வர்த்தக முத்திரைகள் </a> <a href = "%(trademarks_href)s "இலக்கு =" _ வெற்று "rel =" noopener "> பைதான் மென்பொருள் அறக்கட்டளை </a>.
uk: «%(wordmark)s», «%(name)s» та логотипи блоків є зареєстрованими <a href="%(trademarks_href)s">торгівельними марками</a> <a href="%(psf_href)s" target="_blank" rel="noopener">Фонду програмного забезпечення Python</a>.

source: The Python Package Index (PyPI) is a repository of software for the Python programming language.
de: Der Python Package Index (PyPI) ist ein Software-Verzeichnis der Programmiersprache Python.
el: Το Python Package Index (PyPI) είναι ένα αποθετήριο λογισμικού για την γλώσσα προγραμματισμού Python.
eo: La Python Package Index (PyPI) estas deponejo de programaroj por la programlingvo Python.
es: El Índice de paquetes de Python (PyPI) es un repositorio de <em>software</em> para el lenguaje de programación Python.
fr: L'Index des Paquets Python (PyPI) est une collection de programmes pour le langage de programmation Python.
he: אינדקס החבילות של פייתון (PyPI) הוא מאגר של תוכנה עבור שפת התכנות פייתון.
id: Python Package index (PyPI) adalah repositori dari perangkat lunak untuk bahasa pemrograman Python.
it: Il Python Package Index (PyPI) è una raccolta di software per il linguaggio di programmazione Python.
ja: Python Package Index（PyPI）は、プログラミング言語Python用のソフトウェアのリポジトリです。
pt: O Índex do Pacote de Python (PyPI) é um repositório de "software" para a linguagem de programação Python.
pt_br: O Python Package Index (PyPI) é um repositório de software para a linguagem de programação Python.
ru: Индекс пакетов Python (PyPI) - это хранилище программного обеспечения для языка программирования Python.
sk: Index balíkov Python (PyPI) je úložisko softvéru pre programovací jazyk Python.
ta: பைதான் தொகுப்பு அட்டவணை (PYPI) என்பது பைதான் நிரலாக்க மொழிக்கான மென்பொருளின் களஞ்சியமாகும்.
tr: Python Paket Dizini (PyPI) python programlama dili için olan yazılımların bir kaynağı.
uk: Реєстр Python-пакунків (PyPI) — це сховище програмного забезпечення для мови програмування Python.
