Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Invalid recovery code.
de: Ungültiger Wiederherstellungs-Code.
eo: Ne valida realira kodo.
es: El código de recuperación no es válido.
he: קוד שחזור לא תקין.
id: Kode pemulihan tidak valid.
it: Codice di recupero non valido.
pt: Código de recuperação inválido.
pt_br: Código de recuperação inválido.
ru: Неверный код восстановления.
sk: Neplatný obnovovací kód.
ta: மீட்டெடுப்பு குறியீடு தவறானது.
uk: Недійсний код відновлення.

source: Recovery code has been previously used.
de: Wiederherstellungscode wurde bereits benutzt.
eo: Realira kodo estas jam uzita.
es: El código de recuperación ya se había utilizado.
id: Kode pemulihan telah digunakan sebelumnya.
it: Il codice di ripristino è stato utilizzato in precedenza.
pt: Código de recuperação já utilizado anteriormente.
pt_br: O código de recuperação já foi usado anteriormente.
ru: Коды восстановления были повторно сгенерированы.
sk: Obnovovací kód už bol použitý.
ta: மீட்பு குறியீடு(Recovery code) முன்பு பயன்படுத்தப்பட்டது.
uk: Код відновлення вже використано.

source: The username isn't valid. Try again.
de: Der Benutzername ist nicht gültig. Bitte erneut versuchen.
eo: La salutnomo ne validas. Reprovu.
es: El nombre de usuario no es válido. Inténtelo de nuevo.
it: Il nome utente non è valido. Riprova.
pt: O nome de usuário é invalido, tente novamente.
pt_br: O nome de usuário é inválido. Tente novamente.
ru: Имя пользователя не является действительным. Попробуй еще раз.
sk: Užívateľské meno nie je platné. Skúste znova.
ta: பயனர் பெயர் தவறானது. மீண்டும் முயற்சி செய்.
uk: Це імʼя користувача недійсне. Спробуйте знову.

source: There have been too many unsuccessful login attempts. You have been locked out for {}. Please try again later.
de: Es gab zu viele erfolglose Login-Versuche. Versuche es erneut in ${time}.
eo: Okazis troo da nesukcesaj salutaj provoj. Vi ne povos saluti dum {}. Reprovu poste.
es: Ha habido demasiados intentos fallidos de iniciar sesión. Has sido bloqueado durante {}. Por favor, inténtelo de nuevo más tarde.
it: Troppi tentativi di login errati. Riprova più tardi.
pt: Houve muitas tentativas de login sem êxito. Você foi bloqueado por {}. Por favor, tente novamente mais tarde.
pt_br: Houve muitas tentativas de autenticação malsucedidas. Você foi bloqueado por {}. Tente novamente mais tarde.
ru: Вы сделали слишком много неверных попыток входа. Вы заблокированы на {}. Попробуйте войти позже.
sk: Vyskytlo sa príliš veľa neúspešných pokusov o prihlásenie. Boli ste zablokovaní na {}. Skúste neskôr prosím.
ta: பல வெற்றியுறாத உள்நுழைவு முயற்சிகள் நடந்துள்ளன. நீங்கள் ${} மணி நேரத்திற்கு பூட்டப்பட்டிருக்கிறீர்கள். பின்னர் மீண்டும் முயற்சிக்கவும்.
uk: Ви здійснили забагато невдалих спроб увійти. Ви заблоковані на {}. Спробуйте знову пізніше.

source: Too many emails have been added to this account without verifying them. Check your inbox and follow the verification links. (IP: ${ip})
de: Zu viele E-Mails wurden diesem Konto hinzugefügt, ohne sie zu überprüfen. Überprüfen Sie Ihren Posteingang und folgen Sie den Verifizierungslinks. (IP: ${ip})
eo: Troo da retpoŝtaj adresoj aldoniĝis al ĉi tiu konto sen kontrolado. Kontrolu vian enirkeston kaj sekvu la kontrolajn ligilojn. (IP-adreso: ${ip})
es: Se han añadido demasiadas direcciones de correo a la cuenta sin verificarlas. Revise su buzón y siga los enlaces de verificación. (IP: ${ip})
he: יותר מדי אי-מיילים נוספו לחשבון זה מבלי שאומתו. בדק/י את תיבת הדואר הנכנס שלך ועקב/י אחר קישורי האימות. (IP: ${ip})
id: Terlalu banyak email telah ditambahkan ke akun ini tanpa dilakukan verifikasi. Periksa kotak masuk Anda dan ikuti tautan verifikasi. (IP: ${ip})
it: Troppe emails sono state aggiunte a questo account senza verificarle. Controlla la tua posta in arrivo e segui i links di verifica. (IP: ${ip})
pt: Foram adicionados demasiados e-mails a esta conta serem verificados. Verifique a sua caixa de entrada e siga as ligações de verificação. (IP: ${ip})
pt_br: Muitos e-mails foram adicionados a esta conta sem ser verificados. Confira sua caixa de entrada e siga os links de verificação. (IP: ${ip})
ru: В эту учётную запись было добавлено слишком много неподтверждённых адресов электронной почты. Проверьте свой почтовый ящик и перейдите по ссылкам для подтверждения. (IP: ${ip})
sk: Do tohto účtu bolo pridaných príliš veľa e-mailov bez ich overenia. Skontrolujte si doručenú poštu a postupujte podľa overovacích odkazov. (IP: ${ip})
ta: இந்தக் கணக்கில் பல மின்னஞ்சல்கள் சரிபார்க்கப்படாமலே சேர்க்கப்பட்டுள்ளன. உங்கள் இன்பாக்ஸைச் சரிபார்த்து, சரிபார்ப்பு இணைப்புகளைப் பின்பற்றவும். (IP: ${ip})
uk: Ви додали забагато електронних адрес, не підтвердивши їх. Перевірте свою скриньку та перейдіть за посиланнями підтвердження. (IP: ${ip})

source: Too many password resets have been requested for this account without completing them. Check your inbox and follow the verification links. (IP: ${ip})
de: Es wurden zu viele Anträge auf Zurücksetzung des Passwortes gestellt, ohne diese zu bestätigen. Überprüfen Sie Ihren Posteingang und folgen Sie den Verifizierungslinks. (IP: ${ip})
eo: Estas troo da nekompletaj petoj por restarigi pasvorton pri ĉi tiu konto. Kontrolu vian enirkeston kaj sekvu la kontrolajn ligilojn. (IP-adreso: ${ip})
es: Se han solicitado demasiados restablecimientos de contraseña para esta cuenta sin completarlos. Revise su buzón y siga los enlaces de verificación. (IP: ${ip})
it: Su questo account sono state richieste troppe reimpostazioni password senza che esse siano state completate. Controlla la tua posta in arrivo e segui i link di verifica. (IP: ${ip})
pt: Demais redefinições de palavra-passe foram solicitadas para esta conta sem concluí-las. Verifique a sua caixa de entrada e siga as ligaçõs de verificação. (IP: ${ip})
pt_br: Muitas redefinições de senha foram solicitadas para esta conta sem concluí-las. Verifique sua caixa de entrada e siga os links de verificação. (IP: ${ip})
ru: Для этой учетной записи было запрошено слишком много сбросов пароля без их завершения. Проверьте свой почтовый ящик и перейдите по ссылкам для подтверждения. (IP-адрес: ${ip})
sk: Pre tento účet bolo vyžiadaných príliš veľa resetov hesla bez ich dokončenia. Skontrolujte si doručenú poštu a postupujte podľa overovacích odkazov. (IP: ${ip})
ta: இந்தக் கணக்கைப் பூர்த்தி செய்யாமலேயே பல கடவுச்சொல்(password ) மீட்டமைப்புகள்(resets ) கோரப்பட்டுள்ளன. உங்கள் இன்பாக்ஸைச் சரிபார்த்து, சரிபார்ப்பு இணைப்புகளைப் பின்பற்றவும். (IP: ${ip})
uk: Ви здійснили забагато запитів скидання пароля, не скориставшись ними. Перевірте свою скриньку та перейдіть за посиланнями підтвердження. (IP: ${ip})

source: Invalid or expired two factor login.
de: Ungültiger oder abgelaufener Zweifaktor-Login.
el: Μη έγκυρη ή ληγμένη σύνδεση two factor.
eo: Nevalida aŭ eksvalidiĝinta dupaŝa saluto.
es: El acceso en dos fases no es válido o ha caducado.
fr: Connexion à deux facteurs invalide ou expirée.
he: זיהוי דו-גורמי לא תקין או לא בתוקף.
id: Masuk dengan 2 faktor tidak valid atau kadaluwarsa.
it: Login a due fattori non valido o scaduto.
ja: 不正または期限切れの二要素ログイン。
pt: Início de sessão de dois fatores inválido ou expirou.
pt_br: Autenticação de dois fatores inválida ou expirada.
ru: Недействительный или истёкший двухфакторный логин.
sk: Neplatné alebo vypršané dvojfaktorové prihlásenie.
ta: தவறான அல்லது காலாவதியான இரண்டு காரணி உள்நுழைவு.
tr: Geçersiz veya süresi dolmuş 2-aşamalı giriş.
uk: Двофакторний вхід недійсний або термін його дії збіг.

source: Already authenticated
de: Schon authentifiziert
el: Ήδη πιστοποιημένος
eo: Jam aŭtentikigita
es: Ya se autenticó
fr: Déjà authentifié
he: כבר מאומת
id: Sudah diotentikasi
it: Già autenticato
ja: 既に認証済みです
pt: Já está autenticado
pt_br: Já autenticado
ru: Уже подтверждён
sk: Už overené
ta: ஏற்கனவே அங்கீகரிக்கப்பட்டது
tr: Zaten giriş yapılmış
uk: Уже аутентифіковано

source: Successful WebAuthn assertion
de: Erfolgreiche WebAuthn-Assertion
el: Επιτυχής WebAuthn assertion
eo: Sukcesa WebAuthn-aserto
es: La aserción de WebAuthn es correcta
fr: Assertion WebAuthn réussie
he: בדיקת WebAuthn מוצלחת
id: Pernyataan WebAuthn yang berhasil
it: Asserzione WebAuthn corretta
ja: WebAuthnアサーションに成功しました
pt: Asserção WebAuthn bem sucedida
pt_br: Asserção WebAuthn bem-sucedida
ru: Успешное утверждение WebAuthn
sk: Úspešné tvrdenie WebAuthn
ta: வெற்றிகரமான இணைய அங்கீகரிப்பு(Web Authentication ) வலியுறுத்தல்
tr: Başarılı WebAuthn önermesi
uk: Перевірка WebAuthn успішна

source: Recovery code accepted. The supplied code cannot be used again.
de: Wiederherstellungscode akzeptiert. Der eingegebene Code kann nicht erneut verwendet werden.
el: Ο κωδικός ανάκτησης έγινε δεκτός. Ο παρεχόμενος κωδικός δεν μπορεί να χρησιμοποιηθεί ξανά.
eo: Realira kodo akceptiĝis. La submetita kodo ne estas reuzebla.
es: Se aceptó el código de recuperación. El código proporcionado no puede utilizarse más.
fr: Code de récupération accepté. Le code fourni ne peut plus être utilisé.
he: קוד השחזור התקבל. לא יהיה ניתן להשתמש שוב בקוד שסופק.
id: Kode pemulihan diterima. Kode yang diberikan tidak dapat digunakan lagi.
it: Codice di recupero accettato. Il codice fornito non può essere riusato.
pt: Código de recuperação aceite. O código fornecido não pode ser usado novamente.
pt_br: Código de recuperação aceito. O código fornecido não pode ser usado novamente.
ru: Код восстановления принят. Предоставленный код не может быть использован повторно.
sk: Obnovovací kód bol prijatý. Dodaný kód nie je možné znova použiť.
ta: மீட்பு குறியீடு ஏற்றுக்கொள்ளப்பட்டது. வழங்கப்பட்ட குறியீட்டை மீண்டும் பயன்படுத்த முடியாது.
tr: Kurtarma kodu kabul edildi. Bu kod yeniden kullanılamaz.
uk: Код відновлення прийнято. Введений код не можна використати повторно.

source: New user registration temporarily disabled. See https://pypi.org/help#admin-intervention for details.
de: Die Registrierung neuer Benutzer ist vorübergehend deaktiviert. Siehe https://pypi.org/help#admin-intervention für Details.
el: Η εγγραφή του νέου χρήστη είναι προσωρινά απενεργοποιημένη. Δείτε στο https://pypi.org/help#admin-intervention για λεπτομέρειες.
eo: Portempe malebliĝis registrado de novaj uzantoj. Vidu la paĝon https://pypi.org/help#admin-intervention por detaloj.
es: Se desactivaron temporalmente las altas de usuarios nuevos. Para obtener detalles, consulte https://pypi.org/help#admin-intervention.
fr: L’enregistrement d’un nouvel utilisateur est temporairement désactivé. Voir https://pypi.org/help#admin-intervention pour plus de détails.
he: רישום משתמש חדש חסום באופן זמני. יש לפנות לכתובת https://pypi.org/help#admin-intervention לפרטים.
id: Registrasi pengguna baru sementara dinonaktifkan. Lihat https://pypi.org/help#admin-intervention untuk detailnya.
it: Registrazione nuovo utente temporaneamente disabilitata. Vedi https://pypi.org/help#admin-intervention per dettagli.
ja: 新規ユーザ登録が一時的に無効になっています。詳細については https://pypi.org/help#admin-intervention を参照してください。
pt: O registo de novos utilizadores está temporariamente desativado. Consulte https://pypi.org/help#admin-intervention para mais detalhes.
pt_br: Novo registro de usuário desabilitado temporariamente. Consulte https://pypi.org/help#admin-intervention para obter detalhes.
ru: Регистрация новых пользователей временно отключена. Подробнее смотрите здесь: https://pypi.org/help#admin-intervention.
sk: Registrácia nového používateľa je dočasne zakázaná. Podrobnosti nájdete na https://pypi.org/help#admin-intervention.
ta: புதிய பயனர்(user) பதிவு தற்காலிகமாக முடக்கப்பட்டுள்ளது. விவரங்களுக்கு https://pypi.org/help#admin-intervention ஐப் பார்க்கவும்.
tr: Yeni kullanıcı kayıtları geçici olarak kapatıldı. Detaylar için https://pypi.org/help#admin-intervention sayfasını inceleyin.
uk: Реєстрація нових користувачів тимчасово вимкнена. Ознайомтеся з деталями на https://pypi.org/help#admin-intervention.

source: Expired token: request a new password reset link
de: Abgelaufener Token: Bitte neuen Passwort-Zurücksetzen-Link anfordern
el: Ληγμένο token: ζητήστε ένα νέο σύνδεσμο επαναφοράς κωδικού
eo: Eksvalidiĝinta ĵetono: petu novan ligilon por restarigo de pasvorto
es: Ficha caducada: solicite un enlace de restablecimiento de contraseña nuevo
fr: Jeton expiré : demandez un nouveau lien de réinitialisation de mot de passe
he: אסימון פג תוקף: יש לבקש קישור איפוס סיסמא חדש
id: Token Kadaluarsa: minta tautan setel ulang kata sandi baru
it: Token scaduto: richiedi un nuovo link di reimpostazione password
ja: 期限切れのトークン: 新しいパスワード リセット リンクをリクエストして下さい
pt: Código expirado: peça uma nova hiperligação para reiniciar a palavra-passe
pt_br: Token expirado: solicite um novo link de redefinição de senha
ru: Время действия токена истекло: запросите новую ссылку сброса пароля
sk: Platnosť tokenu vypršala: vyžiadajte si nový odkaz na obnovenie hesla
ta: காலாவதியான டோக்கன்: புதிய கடவுச்சொல்(Password) மீட்டமைப்பு(reset) இணைப்பைக்(link) கோரவும்
tr: Süresi dolmuş belirteç: yeni bir parola sıfırlama bağlantısı isteyin
uk: Час дії токена завершився: здійсніть запит нового посилання для скидання пароля

source: Invalid token: request a new password reset link
de: Ungültiges Token: bitte neuen Passwort-Zurücksetzen-Link anfordern
el: Μη έγκυρο token: ζητήστε ένα νέο σύνδεσμο επαναφοράς κωδικού
eo: Ne valida ĵetono: petu novan ligilon por restarigo de pasvorto
es: Ficha no válida: solicite un enlace de restablecimiento de contraseña nuevo
fr: Jeton invalide : demandez un nouveau lien de réinitialisation de mot de passe
he: אסימון לא תקין: יש לבקש קישור איפוס סיסמא חדש
id: Token tidak valid: minta tautan setel ulang kata sandi baru
it: Token non valido: richiedi un nuovo link per reimpostare la password
ja: 無効なトークン: 新しいパスワード リセット リンクをリクエストして下さい
pt: Código inválido: peça uma nova hiperligação para reiniciar a palavra-passe
pt_br: Token inválido: solicite um novo link de redefinição de senha
ru: Недействительный токен: запросите новую ссылку сброса пароля
sk: Neplatný token: požiadajte o nový odkaz na obnovenie hesla
ta: தவறான டோக்கன்: புதிய கடவுச்சொல்(password) மீட்டமைப்பு(reset) இணைப்பைக்(link) கோரவும்
tr: Geçersiz belirteç: yeni bir parola sıfırlama bağlantısı isteyin
uk: Недійсний токен: здійсніть запит нового посилання для скидання пароля

source: Invalid token: no token supplied
de: Ungültiges Token: kein Token angegeben
el: Μη έγκυρο token: δεν έγινε παροχή του token
eo: Ne valida ĵetono: neniu ĵetono donita
es: Ficha no válida: no se proporcionó ninguna ficha
fr: Jeton invalide : aucun jeton fourni
he: אסימון לא תקין: לא סופק אסימון
id: Token tidak valid: tidak disediakan token
it: Token non valido: nessun token fornito
ja: 無効なトークン: トークンがありません
pt: Código inválido: o código não foi fornecido
pt_br: Token inválido: nenhum token fornecido
ru: Недействительный токен: токен не указан
sk: Neplatný token: nebol dodaný žiadny token
ta: தவறான டோக்கன்: டோக்கன் வழங்கப்படவில்லை
tr: Geçersiz belirteç: belirteç verilmedi
uk: Недійсний токен: не вказано токена

source: Invalid token: not a password reset token
de: Ungültiges Token: dies ist kein Passwort-Zurücksetzen-Token
el: Μη έγκυρο token: δεν αποτελεί token επαναφοράς κωδικού
eo: Ne valida ĵetono: ne estas pasvorto-restariga ĵetono
es: Ficha no válida: no es una ficha de restablecimiento de contraseña
fr: Jeton invalide : ce n’est pas un jeton de réinitialisation de mot de passe
he: אסימון לא תקין: אינו אסימון איפוס סיסמא
id: Token tidak valid: bukan token atur ulang kata sandi
it: Token non valido: non è un token per la reimpostazione della password
ja: 無効なトークン: パスワード リセット トークンではありません
pt: Código inválido: não é um código para reiniciar a palavra-passe
pt_br: Token inválido: não é um token de redefinição de senha
ru: Недействительный токен: не является токеном для сброса пароля
sk: Neplatný token: nejde o token na obnovenie hesla
ta: தவறான டோக்கன்: கடவுச்சொல்(password) மீட்டமைப்பு(reset) டோக்கன் அல்ல
tr: Geçersiz belirteç: bir parola sıfırlama belirteci değil
uk: Недійсний токен: не є токеном для скидання пароля

source: Invalid token: user not found
de: Ungültiges Token: Benutzer nicht gefunden
el: Μη έγκυρο token: ο χρήστης δεν βρέθηκε
eo: Ne valida ĵetono: uzanto ne trovita
es: Ficha no válida: no se encontró la cuenta
fr: Jeton invalide : utilisateur introuvable
he: אסימון לא תקין: משתמש לא נמצא
id: Token tidak valid: pengguna tidak ditemukan
it: Token non valido: utente non trovato
ja: 無効なトークン: ユーザが見つかりません
pt: Código inválido: utilizador não encontrado
pt_br: Token inválido: usuário não encontrado
ru: Недействительный токен: пользователь не найден
sk: Neplatný token: používateľ sa nenašiel
ta: தவறான டோக்கன்: பயனர்(user) கிடைக்கவில்லை(not found)
tr: Geçersiz belirteç: kullanıcı bulunamadı
uk: Недійсний токен: користувача не знайдено

source: Invalid token: user has logged in since this token was requested
de: Ungültiges Token: Benutzer hat sich angemeldet seit dieses Token angefordert wurde
el: Μη έγκυρο token: ο χρήστης συνδέθηκε από τότε που ζητήθηκε αυτό το token
eo: Nevalida ĵetono: la uzanto jam salutis post peto por ĉi tiu ĵetono
es: Ficha no válida: desde que se solicitó esta ficha se ha accedido a la cuenta
fr: Jeton invalide : l’utilisateur s’est connecté depuis que ce jeton a été demandé
he: אסימון לא תקין: משתמש התחבר מאז בקשת אסימון זה
id: Token tidak valid: pengguna telah masuk karena token ini diminta
it: Token non valido: l'utente si è già connesso da quando questo token è stato richiesto
ja: 無効なトークン: このトークンのリクエスト後にユーザがログインしました
pt: Código inválido: o utilizador já iniciou sessão desde que o código foi pedido
pt_br: Token inválido: o usuário já entrou desde que esse token foi solicitado
ru: Недействительный токен: пользователь осуществил вход в систему с момента запроса этого токена
sk: Neplatný token: používateľ sa prihlásil od vyžiadania tohto tokenu
ta: தவறான டோக்கன்: இந்த டோக்கன் கோரப்பட்டதால் பயனர் உள்நுழைந்துள்ளார்
tr: Geçersiz belirteç: kullanıcı bu belirteç istendikten sonra giriş yaptı
uk: Недійсний токен: користувач здійснив вхід з моменту запиту цього токена

source: Invalid token: password has already been changed since this token was requested
de: Ungültiges Token: Passwort wurde geändert seit dieses Token angefordert wurde
el: Μη έγκυρο token: ο κωδικός έχει ήδη αλλάξει από τότε που ζητήθηκε αυτό το token
eo: Ne valida ĵetono: la pasvorto jam ŝanĝiĝis post peto por ĉi tiu ĵetono
es: Ficha no válida: desde que se solicitó esta ficha se ha modificado ya la contraseña
fr: Jeton invalide : mot de passe a déjà été changé depuis que ce jeton a été demandé
he: אסימון לא תקין: הסיסמא כבר שונתה מאז בקשת אסימון זה
id: Token tidak valid: kata sandi telah diubah sejak token ini diminta
it: Token non valido: la password è stata già cambiata da quando questo token è stato richiesto
ja: 無効なトークン: このトークンのリクエスト後にパスワードが変更されました
pt: Código inválido: a palavra-passe já foi alterada desde o pedido do código
pt_br: Token inválido: a senha já foi alterada desde que esse token foi solicitado
ru: Недействительный токен: пароль уже был изменен с момента запроса этого токена
sk: Neplatný token: heslo už bolo zmenené, odkedy bol tento token vyžiadaný
ta: தவறான டோக்கன்: இந்த டோக்கன் கோரப்பட்டதிலிருந்து கடவுச்சொல் ஏற்கனவே மாற்றப்பட்டுள்ளது
tr: Geçersiz belirteç: parola bu belirteç istendikten sonra zaten değişti
uk: Недійсний токен: пароль уже було змінено з моменту запиту цього токена

source: You have reset your password
de: Sie haben Ihr Passwort zurückgesetzt
el: Έχετε μηδενίσει τον κωδικό χρήστη σας
eo: Vi restarigis vian pasvorton
es: Ha restablecido su contraseña
fr: Vous avez réinitialisé votre mot de passe
he: איפסת את סיסמתך
id: Anda telah mengatur ulang kata sandi Anda
it: Hai reimpostato la tua password
ja: パスワードをリセットしました
pt: Redefiniu a sua palavra-passe
pt_br: Você redefiniu sua senha
ru: Вы сбросили свой пароль
sk: Obnovili ste svoje heslo
ta: உங்கள் கடவுச்சொல்லை மீட்டமைத்துவிட்டீர்கள்
tr: Parolanızı sıfırladınız
uk: Ви скинули свій пароль

source: Expired token: request a new email verification link
de: Abgelaufenes Token: bitte neuen E-Mail-Bestätigungslink anfordern
el: Ληγμένο token: ζητήστε ένα νέο email επιβεβαίωσης συνδέσμου
eo: Eksvalidiĝinta ĵetono: petu por nova retpoŝto-kontrola ligilo
es: Ficha caducada: solicite un enlace de verificación de dirección nuevo
fr: Jeton expiré : demandez un nouveau lien de vérification d'e-mail
he: אסימון פג תוקף: יש לבקש קישור אימות אי-מייל חדש
id: Token Kadaluarsa: minta email tautan verifikasi baru
it: Token scaduto: richiedi un nuovo link di verifica email
ja: 期限切れのトークン: 新しいメールアドレス確認リンクをリクエストして下さい
pt: Código expirado: peça uma nova hiperligação de verificação de e-mail
pt_br: Token expirado: solicite um novo link de verificação de e-mail
ru: Токен с истёкшим сроком действия: запросите новую ссылку для верификации электронной почты
sk: Platnosť tokenu vypršala: vyžiadajte si nový odkaz na overenie e-mailu
ta: காலாவதியான டோக்கன்: புதிய மின்னஞ்சல் சரிபார்ப்பு இணைப்பைக் கோருங்கள்
tr: Süresi dolmuş belirteç: yeni bir e-posta doğrulama bağlantısı isteyin
uk: Час дії токена збіг: здійсніть запит нового посилання для підтвердження електронної адреси

source: Invalid token: request a new email verification link
de: Ungültiges Token: bitte neuen E-Mail-Bestätigungslink anfordern
el: Μη έγκυρο token: ζητήστε ένα νέο email επιβεβαίωσης συνδέσμου
eo: Ne valida ĵetono: petu por nova retpoŝto-kontrola ligilo
es: Ficha no válida: solicite un enlace de verificación de dirección nuevo
fr: Jeton invalide : demandez un nouveau lien de vérification d'e-mail
he: אסימון לא תקין: יש לבקש אי-מייל אימות סיסמא חדש
id: Token tidak valid: minta email tautan verifikasi baru
it: Token non valido: richiedi un nuovo link di verifica email
ja: 無効なトークン: 新しいメールアドレス確認リンクをリクエストして下さい
pt: Código inválido: peça uma nova hiperligação de verificação de e-mail
pt_br: Token inválido: solicite um novo link de verificação de e-mail
ru: Недействительный токен: запросите новую ссылку для верификации электронной почты
sk: Neplatný token: požiadajte o nový odkaz na overenie e-mailu
ta: தவறான அடையாளச் சின்னம்: புதிய மின்னஞ்சல் சரிபார்ப்பு இணைப்பைக் கோருங்கள்
tr: Geçersiz belirteç: yeni bir e-posta doğrulama bağlantısı isteyin
uk: Недійсний токен: здійсніть запит нового посилання для скидання пароля

source: Invalid token: not an email verification token
de: Ungültiges Token: dies ist kein E-Mail-Bestätigungs-Token
el: Μη έγκυρο token: αυτό δεν αποτελεί ένα email επιβεβαίωσης token
eo: Ne valida ĵetono: ne estas ĵetono por retpoŝta kontrolo
es: Ficha no válida: no es una ficha de verificación de dirección
fr: Jeton invalide : ce n'est pas un jeton de vérification d'e-mail
he: אסימון לא תקין: אינו אסימון אימות אי-מייל
id: Token tidak valid: bukan token verifikasi email
it: Token non valido: non è un token di verifica email
ja: 無効なトークン: メールアドレス確認トークンではありません
pt: Código inválido: não é um código de verificação de e-mail
pt_br: Token inválido: não é um token de verificação de e-mail
ru: Недействительный токен: не является токеном для верификации электронной почты
sk: Neplatný token: nejde o overovací token e-mailu
ta: தவறான அடையாளச் சின்னம்: மின்னஞ்சல் சரிபார்ப்பு அடையாளச் சின்னமல்ல
tr: Geçersiz belirteç: e-posta doğrulama belirteci değil
uk: Недійсний токен: не є токеном для підтвердження електронної адреси

source: Email not found
de: E-Mail nicht gefunden
el: Το email δεν βρέθηκε
eo: Retpoŝta adreso ne troviĝis
es: No se encontró la dirección de correo
fr: E-mail non trouvé
he: אי-מייל לא נמצא
id: Email tidak ditemukan
it: Indirizzo email non trovato
ja: メールアドレスが見つかりません
pt: E-mail não encontrado
pt_br: E-mail não encontrado
ru: Электронная почта не найдена
sk: Email nenájdený
ta: மின்னஞ்சல் கிடைக்கவில்லை
tr: E-posta bulunamadı
uk: Електронної адреси не знайдено
