Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: If you're experiencing an issue with PyPI itself, we welcome <strong>constructive</strong> feedback and bug reports via our <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">issue tracker</a>. Please note that this tracker is only for issues with the software that runs PyPI. Before writing a new issue, first check that a similar issue does not already exist.
de: Wenn Sie ein Problem mit PyPI selbst haben, freuen wir uns über <strong>konstruktives</strong> Feedback und Fehlerberichte in unserem <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Issue Tracker</a>. Bitte beachten Sie, dass dieser Tracker nur für Probleme mit der Software ist, die PyPI ausführt. Bevor Sie ein neues Ticket schreiben, überprüfen Sie zunächst, ob ein ähnliches Problem vielleicht bereits vorhanden ist.
el: Αν αντιμετωπίζετε προβλήματα με το ίδιο το PyPI, είμαστε ανοιχτοί σε <strong>εποικοδομητικά</strong> feedbacks και and bug reports μέσω του <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">issue tracker μας</a>. Παρακαλούμε, σημειώστε, ότι αυτός ο tracker είναι μόνο για θέματα λογισμικού που τρέχουν στο PyPI. Προτού γράψετε ένα νέο θέμα, ελέγξτε πρώτα αν κάποιο παρόμοιο υπάρχει ήδη.
eo: Se vi spertas problemon pri PyPI mem, ni bonvenigas <strong>helpemajn</strong> sugestojn kaj raportojn pri cimoj per nia <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">problemspurilo</a>. Bonvolu noti, ke ĉi tiu spurilo temas nur pri problemoj pri la programaro, kiu funkciigas PyPI. Antaŭ ol raportado de nova problemo, unue kontrolu, ĉu simila problemraporto jam ekzistas.
es: Si está encontrando problemas con PyPI, recibimos de buen grado comentarios <strong>constructivos</strong> e informes de defectos en nuestro <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">rastreador de errores</a>. Tenga presente que este sitio es para seguimiento de problemas relacionados solo con el <em>software</em> utilizado para PyPI. Antes de crear un informe sobre un problema, compruebe antes si no existe ya uno.
fr: Si vous rencontrez un problème avec PyPI lui-même, nous vous invitons à nous envoyer des commentaires <strong>constructifs</strong> et des rapports de bugs via notre <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gestionnaire des tickets</a>. Veuillez notez que ce suivi concerne uniquement PyPI. Avant d'écrire un nouveau problème, vérifiez d'abord si un problème similaire n'existe pas déjà.
he: אם הינך חווה בעיה אם PyPI עצמו, אנחנו מברכים על משוב <strong>בונה</strong> ודיווחי באגים באמצעות <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">מערכת מעקב הסוגיות</a> שלנו. שים/י לב שמערכת זו נועדה רק לסוגיות בנוגע לתוכנה המפעילה את PyPI. לפני כתיבת סוגיה חדשה, בדק/י קודם שלא קיימת כבר סוגיה דומה.
id: Jika Anda mengalami masalah dengan PyPI itu sendiri, kami menerima umpan balik <strong>konstruktif</strong> dan laporan bug melalui <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">pelacak masalah</a>. Harap dicatat bahwa pelacak ini hanya untuk masalah dengan perangkat lunak yang menjalankan PyPI. Sebelum menulis masalah baru, periksa dulu apakah masalah yang sama belum ada.
it: Se stai risconotrando problemi con PyPI stesso, accogliamo commenti <strong>costruttivi</strong> e bug reports attraverso il nostro <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">tracker dei problemi</a>. Per favore nota che questo tracker è solo per problemi con il software che esegue PyPI. Prima di scrivere un nuovo problema, controlla che una simile problematica non esista già.
ja: PyPI自体に問題が発生している場合は、 <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> イシュートラッカー </a> を通じて <strong> 建設的な </strong> フィードバックとバグレポートを送って頂くことを歓迎します。このトラッカーで扱うのは、PyPIを実行するソフトウェアに関するイシューだけであることに注意してください。新しいイシューを書くときは、まず既に似たようなイシューがないことを確認してください。
pt: Se está enfrentando um problema com PyPI em si, agradeceríamos se enviasse feedback <strong>construtivo</strong> e relatórios de erro através do nosso <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">rastreador de problemas</a>. Por favor, note que este rastreador é apenas para problemas com o software que executa PyPI. Antes de escrever um novo relatório de problema, primeiro verifique se um relatório semelhante ainda não existe.
pt_br: Se você está enfrentando um problema com PyPI em si, agradeceríamos se enviasse feedback <strong>construtivo</strong> e relatórios de erro através do nosso <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">rastreador de problemas</a>. Por favor, note que este rastreador é apenas para problemas com o software que executa PyPI. Antes de escrever um novo relatório de problema, primeiro verifique se um relatório semelhante ainda não existe.
ru: Если вы испытываете проблемы с самим PyPI, мы приветствуем <strong>конструктивную</strong> обратную связь и сообщения об ошибках через нашу <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">систему отслеживания проблем</a>. Пожалуйста, обратите внимание, что эта система предназначена только для проблем с программным обеспечением, на котором работает сам PyPI. Перед тем, как создать новое замечание, сначала проверьте, не существует ли уже похожего замечания.
sk: Ak máte problém so samotným PyPI, uvítame <strong>konštruktívnu</strong> spätnú väzbu a hlásenia chýb prostredníctvom nášho <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">nástroja na sledovanie problémov</a>. Upozorňujeme, že tento nástroj na sledovanie je určený len na problémy so softvérom, ktorý ešte nepoužíva PyPI. Pred napísaním nového problému skontrolujte, či neexistuje nový problém.
ta: நீங்கள் PYPI உடன் ஒரு சிக்கலை அனுபவிக்கிறீர்கள் என்றால், <strong> ஆக்கபூர்வமான </strong> கருத்து மற்றும் பிழை அறிக்கைகளை எங்கள் <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "வழியாக வரவேற்கிறோம் _ பிளாங்க் "rel =" noopener "> வெளியீடு டிராக்கர் </a>. இந்த டிராக்கர் PYPI ஐ இயக்கும் மென்பொருளின் சிக்கல்களுக்கு மட்டுமே என்பதை நினைவில் கொள்க. ஒரு புதிய சிக்கலை எழுதுவதற்கு முன், இதேபோன்ற சிக்கல் ஏற்கனவே இல்லை என்பதை முதலில் சரிபார்க்கவும்.
tr: PyPI'ın kendisi ile ilgili bir sorun yaşıyorsanız, <strong>yapıcı</strong> geri bildirimlerinizi ve bug raporlarınızı <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">sorun izleyicisi</a> yardımıyla bildirebilirsiniz. Bu izleyicinin yalnızca PyPI'ı çalıştıran yazılımla ilgili sorunlar için olduğunu lütfen unutmayın. Yeni bir sorun yazmadan önce, önce benzer bir sorunun zaten var olup olmadığını kontrol edin.
uk: Якщо у вас виникла проблема з самим PyPI, ми заохочуємо <strong>конструктивні</strong> відгуки та звіти про вади через наш <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">трекер проблем</a>. Будь ласка, запримітьте, що це трекер лише для проблем із програмним забезпеченням, на якому працює PyPI. Перед написанням нової проблеми спершу переконайтеся, що схожої проблеми ще не існує.

source: If you are having an issue is with a specific package installed from PyPI, you should reach out to the maintainers of that project directly instead.
de: Bei Problemen mit einem bestimmten via PyPI installierten Pakets, sollte stattdessen direkt Kontakt mit dem Betreiber jenes Projekts aufgenommen werden.
el: Αν το θέμα σας αφορά ένα συγκεκριμένο πακέτο εγκατεστημένο από το PyPI, θα πρέπει να επικοινωνήσετε με τους συντηρητές αυτού του project.
eo: Se via problemo temas pri specifa pako instalita el PyPI, vi rekte kontaktu la prizorgantojn de tiu projekto.
es: Si ha experimentado un problema con un paquete específico instalado desde PyPI, debe comunicarse directamente con los responsables del mantenimiento de ese proyecto.
fr: Si vous rencontrez des problèmes avec un paquet spécifique installé depuis PyPI, vous devriez plutôt contacter directement les mainteneurs de ce projet.
he: אם יש לך בעיה עם חבילה מסוימת שהותקנה מ-PyPI, צור קשר עם מתחזקי הפרויקט הזה באופן ישיר.
id: Jika Anda mengalami masalah dengan paket tertentu yang diinstal dari PyPI, Anda harus menghubungi pengelola proyek itu secara langsung.
it: Se il tuo problema è con uno specifico pacchetto installato da PyPI, dovresti invece contattare il manutentore di quel progetto direttamente.
ja: もしPyPIからインストールした特定のパッケージで問題がある場合は、あなたはプロジェクトのメンテナに連絡するべきです。
pt: Se está tendo um problema com um pacote específico instalado pelo PyPI, deve contactar aos mantenedores desse projeto diretamente.
pt_br: Se você está tendo um problema é com um pacote específico instalado pelo PyPI, você deve chegar aos mantenedores desse projeto diretamente.
ru: Если у вас возникли проблемы с определённым пакетом, установленным из PyPI, вам следует обратиться непосредственно к сопровождающим этого проекта.
sk: Ak máte problém s konkrétnym balíkom nainštalovaným z PyPI, mali by ste sa namiesto toho obrátiť priamo na správcov tohto projektu.
ta: PYPI இலிருந்து நிறுவப்பட்ட ஒரு குறிப்பிட்ட தொகுப்புடன் உங்களுக்கு சிக்கல் இருந்தால், அதற்கு பதிலாக அந்த திட்டத்தின் பராமரிப்பாளர்களை நீங்கள் அணுக வேண்டும்.
tr: PyPI' den yüklenen belirli bir paketle ilgili bir sorun yaşıyorsanız, öncelikli olarak paketin geliştiricilerine ulaşmanız gerekmektedir.
uk: Якщо у вас виникла проблема із певним пакунком, встановленим із PyPI, ви маєте натомість зв'язатися з доглядачами того проєкту напряму.

source: If you are having issues while setting up a <abbr title="time-based one-time password">TOTP</abbr> device, it may be because your device time is out of sync. Please check that the time on your device is set automatically, and try setting up the device again.
de: Wenn Sie Probleme beim Einrichten eines <abbr title="zeitbasiertes Einmalpasswort">TOTP</abbr>-Geräts haben, liegt es möglicherweise daran, dass die Zeit auf Ihrem Gerät nicht synchronisiert ist. Bitte überprüfen Sie, ob die Zeit auf Ihrem Gerät automatisch eingestellt ist, und versuchen Sie, das Gerät erneut einzurichten.
eo: Se malfacilas starigi aparaton por <abbr title="tempo-baza unufoja pasvorto">TOTP</abbr>, eble via aparata tempo estas missinkronigita. Bonvolu kontroli, ĉu la tempo je via aparato estas aŭtomate sinkronigita, kaj provi starigi la aparaton denove.
it: Se riscontri problemi durante la configurazione di un dispositivo <abbr title="time-based one-time password">TOTP</abbr>, è possibile che l'ora del dispositivo non sia sincronizzata. Verifica che l'ora sul tuo dispositivo sia impostata automaticamente e prova a configurare nuovamente il dispositivo.
pt: Se você está tendo problemas para configurar um dispositivo <abbr title="time-based one-time password">TOTP</abbr>, a razão pode ser que seu dispositivo está dessincronizado. Por favor cheque se a hora em seu dispositivo é automática, e tente configurar o dispositivo novamente.
ru: Если у вас возникают проблемы при настройке устройства <abbr title="time-based one-time password">TOTP </abbr>, это может быть потому, что время вашего устройства не синхронизировано. Пожалуйста, проверьте, что время на вашем устройстве устанавливается автоматически, и попробуйте снова настроить устройство.
sk: Ak máte problémy pri nastavení <abbr title="time-based one-time password">TOTP</abbr> zariadenie, môže to byť, pretože váš čas zariadenia je mimo synchronizácie. Skontrolujte, či je čas na vašom zariadení automaticky nastavené a skúste nastavenie zariadenia znova.
ta: <ABBR தலைப்பு = "நேர அடிப்படையிலான ஒரு முறை கடவுச்சொல்"> TOTP </abbr> சாதனத்தை அமைக்கும் போது உங்களுக்கு சிக்கல்கள் இருந்தால், உங்கள் சாதன நேரம் ஒத்திசைவுக்கு அப்பாற்பட்டதாக இருக்கலாம். உங்கள் சாதனத்தின் நேரம் தானாகவே அமைக்கப்பட்டுள்ளதா என்பதைச் சரிபார்க்கவும், மீண்டும் சாதனத்தை அமைக்க முயற்சிக்கவும்.

source: Projects may get placed in quarantine for any number of reasons, such as suspicion of malicious activity, spam, or other violations of the <a href="%(tou)s" target="_blank" rel="noopener">Terms of Service</a> or <a href="%(aup)s" target="_blank" rel="noopener">Acceptable Use Policy</a>.
eo: Projektoj povas esti kvarantenigitaj pro diversaj kialoj, ekz. suspekto de malica agado, trudaĵoj aŭ aliaj malobservoj de la <a href="%(tou)s" target="_blank" rel="noopener">Uzkondiĉoj</a> aŭ la <a href="%(aup)s" target="_blank" rel="noopener">Reguloj pri Akceptebla Uzado</a>.
pt: Projetos podem ser colocados em quarentena um várias razões, tais como suspeita de atividade maliciosa, spam, ou outras violações dos <a href="%(tou)s" target="_blank" rel="noopener">Termos de Serviço</a> ou <a href="%(aup)s" target="_blank" rel="noopener">Política de Uso Aceitável</a>.
ru: Проекты могут быть помещены в карантин по разным причинам, например, из-за подозрений в вредоносной деятельности, спаме или других нарушениях <a href="%(tou)s" target="_blank" rel="noopener">Условий предоставления услуг</a> или <a href="%(aup)s" target="_blank" rel="noopener">Политики приемлемого использования</a>.
uk: Проєкти можуть опинитися в карантині через ряд причин, як-то підозра шкідництва, спам, або ж інші порушення <a href="%(tou)s" target="_blank" rel="noopener">Умов надання послуг</a> чи <a href="%(aup)s" target="_blank" rel="noopener">Політики прийнятного використання</a>.

source: While in quarantine, the project is not installable by clients, and cannot be being modified by its maintainers. PyPI Administrators will need to review this project before it can be restored.
eo: Dum kvaranteno, la projekto estas ne instalebla far klientoj nek modifebla far siaj mastrumantoj. Necesas, ke administrantoj de PyPI reviziu la projekton, antaŭ ol ĝi restaŭriĝos.
pt: Enuanto em quarentena, o projeto não pode ser instalado por clientes, e não pode ser modificado por mantenedores. Os administradores da PyPI irão revisar este projeto antes que ele possa ser restaurado.
ru: Пока проект находится в карантине, он не может быть установлен клиентами и не может быть изменен его сопровождающими. Администраторы PyPI должны будут просмотреть этот проект, прежде чем он будет восстановлен.
sk: Zatiaľ čo v karanténe, projekt nie je inštalovať klientmi, a nie je možné ich upravovať. PyPI správcovia budú musieť preskúmať tento projekt predtým, ako sa dá obnoviť.
ta: தனிமைப்படுத்தலில் இருக்கும்போது, இந்த திட்டம் வாடிக்கையாளர்களால் நிறுவப்படவில்லை, மேலும் அதன் பராமரிப்பாளர்களால் மாற்றப்பட முடியாது. PYPI நிர்வாகிகள் இந்த திட்டத்தை மீட்டெடுப்பதற்கு முன்பு அதை மதிப்பாய்வு செய்ய வேண்டும்.

source: If you believe your project has mistakenly been flagged for quarantine, contact PyPI via <a href="%(mailto)s">security@pypi.org</a> with any details.
eo: Se vi kredas, ke via projekto estis mise kvarantenigita, kontaktu PyPI ĉe <a href="%(mailto)s">security@pypi.org</a> kun detaloj.
pt: Se você acredita que seu projeto foi reportado ou colocado em quarentena erroneamente, contate a PyPI através <a href="%(mailto)s">security@pypi.org</a> com quaisquer detalhes.
ru: Если вы считаете, что ваш проект попал в карантин по ошибке, свяжитесь PyPI по адресу <a href="%(mailto)s">security@pypi.org</a>, предоставив соответствующие сведения.
sk: Ak si myslíte, že váš projekt bol omylom pre karanténu, kontaktujte PyPI cez <a href="%(mailto)s">security@pypi.org</a> s akýmkoľvek detailom.
ta: தனிமைப்படுத்தலுக்காக உங்கள் திட்டம் தவறாக கொடியிடப்பட்டிருப்பதாக நீங்கள் நம்பினால், எந்த விவரங்களுடனும் <a href = "%(mailto)s"> security@pypi.org </a> வழியாக பைபியை தொடர்பு கொள்ளவும்.

source: PyPI is powered by the Warehouse project; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> is an open source project developed under the umbrella of the Python Packaging Authority (PyPA) and supported by the Python Packaging Working Group (PackagingWG).
de: PyPI wird vom Warehouse-Projekt betrieben; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> ist ein Open-Source-Softwareprojekt, das unter dem Dach der Python Packaging Authority (PyPA) entwickelt und von der Python Packaging Working Group (PackagingWG) unterstützt wird.
el: To PyPI τροφοδοτείται από το Warehouse project. Το <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> είναι ένα project ανοικτού κώδικα αναπτυσσόμενο κάτω από την ομπρέλα του Python Packaging Authority (PyPA) και υποστηριζόμενο από το Python Packaging Working Group (PackagingWG).
eo: PyPI funkcias per la projekto Warehouse; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> estas malfermitkoda projekto evoluigata de la Pakada Aŭtoritato de Python (PyPA) kaj subtenata de la Python-Laborgrupo pri Pakado (PackagingWG).
es: PyPI es impulsado por el proyecto Warehouse; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> es un proyecto de código abierto desarrollado bajo el paraguas de Python Packaging Authority (PyPA) y respaldado por Python Packaging Working Group (PackagingWG).
fr: PyPI est propulsé par le projet Warehouse ; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> est un projet libre développé sous la tutelle de l'Autorité des Paquets Python (PyPA) et soutenu par le Groupe de Travail des Paquets Python (PackagingWG).
he: PyPI מופעל על ידי פרויקט Warehouse;‏ <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> הוא פרויקט קוד פתוח המפותח תחת המטרייה של ה-Python Packaging Authority (PyPA) ונתמך על ידי ה-Python Packaging Working Group (PackagingWG).
id: PyPI ditenagai oleh proyek Warehouse; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> adalah proyek sumber terbuka yang dikembangkan di bawah payung Python Packaging Authority (PyPA) dan didukung oleh Python Packaging Working Group (PackagingWG).
it: PyPI è offerto dal progetto Warehouse; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> è un progetto open source sviluppato sotto la protezione di Python Packaging Authority (PyPA) e supportato dal Packaging Working Group (PackagingWG) di Python.
ja: PyPIは、Warehouseプロジェクトによって機能しています。<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a>とは、Python Packaging Authority（PyPA）の傘下で開発されているオープンソースプロジェクトであり、Packaging Working Group（PackagingWG）によってサポートされています。
pt: O PyPI funciona com a tecnologia do projeto Warehouse; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> é um projeto de código aberto desenvolvido sob a organização de projetos da Python Packaging Authority (PyPA) e apoiado pelo Python Packaging Working Group (PackagingWG).
pt_br: O PyPI funciona com a tecnologia do projeto Warehouse; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> é um projeto de código aberto desenvolvido sob a organização de projetos da Python Packaging Authority (PyPA) e apoiado pelo Python Packaging Working Group (PackagingWG).
ru: PyPI работает на программном обеспечении проекта Warehouse; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> является проектом с открытым исходным кодом, разработанным под эгидой Группы пакетирования Python’а (Python Packaging Authority — PyPA) и поддерживаемым Рабочей группой Python’а по пакетированию (Python Packaging Working Group — PackagingWG).
sk: PyPI je poháňaný projektom Warehouse; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> je open source projekt vyvinutý pod záštitou Python Packaging Authority (PyPA) a podporovaný Python Packaging Working Group (PackagingWG).
ta: பைபி கிடங்கு திட்டத்தால் இயக்கப்படுகிறது; <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> கிடங்கு </a> என்பது பைதான் பேக்கேசிங் அதிகாரத்தின் குடையின் கீழ் உருவாக்கப்பட்ட ஒரு திறந்த மூல திட்டமாகும் (PYPA) மற்றும் பைதான் பேக்கேசிங் பணிக்குழு (பேக்கேசிங் டபிள்யூசி) ஆதரிக்கிறது.
tr: PyPI, Warehouse projesi tarafından desteklenmektedir; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> Python Packaging Authority (PyPA) çatısı altında geliştirilmekte olan açık kaynaklı bir projedir ve Python Packaging Working Group (PackagingWG) tarafından desteklenmektedir.
uk: PyPI працює на базі проєкту Warehouse; <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Warehouse</a> — це проєкт із відкритим кодом, який розробляється під егідою управління з пакування Python (PyPA) та підтримується робочою групою з пакування Python (PackagingWG).
