Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Your publishing tool may return an error that your new project can't be created with your desired name, despite no evidence of a project or release of the same name on PyPI. Currently, there are four primary reasons this may occur:
eo: Via eldonilo eble montras eraron, ke via nova projekto ne povas esti kreita kun via dezirata nomo, malgraŭ la manko de projekto aŭ eldono de tiu nomo ĉe PyPI. Aktuale, kvar kaŭzoj eblas pri tio:
id: Alat penerbitan Anda mungkin mengembalikan eror bahwa proyek baru Anda tidak dapat dibuat dengan nama yang Anda inginkan, meskipun tidak ada bukti proyek atau rilis dengan nama yang sama di PyPI. Saat ini, ada empat alasan utama hal ini dapat terjadi:
it: i tuoi strumenti di pubblicazione potrebbero ritornare un errore che il tuo nuovo progetto noon può essere creato con il nome da te desiderato, nonostante la mancata evidenza di un progetto o rilascio con lo stesso nome su PyPI. Attualmente ci sono 3 motivi principali per cui questo può succedere:
pt: A sua ferramenta de publicação pode retornar um erro que o seu projeto novo não pode ser criado com o nome desejado, apesar de nenhuma evidência de um projeto ou versão do mesmo nome no PyPI. Atualmente, há quatro razões principais que isso pode ocorrer:
pt_br: Sua ferramenta de publicação pode retornar um erro que seu novo projeto não pode ser criado com o nome desejado, apesar de nenhuma evidência de um projeto ou versão do mesmo nome no PyPI. Atualmente, há quatro razões principais que isso pode ocorrer:
ru: Ваш инструмент публикации может выдать ошибку о том, что новый проект не может быть создан с нужным вам именем, несмотря на отсутствие доказательств существования проекта или релиза с таким же именем на PyPI. В настоящее время существует четыре основные причины, по которым это может произойти:
sk: Váš publikačný nástroj môže vrátiť chybu, že váš nový projekt nie je možné vytvoriť s požadovaným názvom, napriek tomu, že v PyPI neexistuje žiadny dôkaz o projekte alebo vydaní s rovnakým názvom. V súčasnosti existujú štyri hlavné dôvody, prečo k tomu môže dôjsť:
ta: உங்கள் புதிய திட்டத்தை நீங்கள் விரும்பிய பெயருடன் உருவாக்க முடியாது என்ற பிழையை உங்கள் வெளியீட்டு கருவி திருப்பித் தரக்கூடும், பைபியில் அதே பெயரை ஒரு திட்டத்தின் எந்த ஆதாரமும் அல்லது வெளியிட்டாலும். தற்போது, இது ஏற்படக்கூடிய நான்கு முதன்மை காரணங்கள் உள்ளன:
uk: Ваш інструмент публікації може повернути помилку про те, що ваш новий проєкт не може бути створений із бажаною назвою, незважаючи на відсутність доказів про те, що проєкт або випуск із такою назвою є на PyPI. Нині є чотири основні причини її виникнення:

source: The project name conflicts with a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Standard Library</a> module from any major version from 2.5 to present.
de: Der Projektname steht in Konflikt mit einem Modul aus der <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Standard Bibliothek</a> einer Python Version ab 2.5 bis zur heutigen Version.
el: Το όνομα του project είναι το ίδιο με το όνομα μιας βιβλιοθήκης στο <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Standard Library</a> από οποιαδήποτε major version από την 2.5 μέχρι σήμερα.
eo: La nomo de la projekto konfliktas kun modulo de la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Norma Biblioteko de Python</a> de ajna versio ekde 2.5 ĝis nun.
es: El nombre del proyecto entra en conflicto con algún módulo de la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">biblioteca estándar de Python</a>, a partir de la versión 2.5 de esta.
fr: Le nom du projet entre en conflit avec un module de <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">bibliothèque standard Python</a> à partir de toute version majeure depuis la version 2.5 jusqu'à aujourd'hui.
he: שם הפרויקט מתנגש עם מודול מה<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">ספרייה הסטנדרטית של פייתון</a> מכל גרסה עיקרית החל מ-2.5 ועד עכשיו.
id: Nama proyek bentrok dengan modul <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Standard Library</a> dari semua versi utama dari 2.5 hingga saat ini.
it: Il nome del progetto è in conflitto con un modulo della %(title)s<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Standard Library</a> di qualsiasi versione principale dalla 2.5 alla presente.
ja: プロジェクト名が、2.5から現在までのすべてのメジャーバージョンの<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python標準ライブラリ</a>モジュールと競合している。
pt: O nome do projeto está em conflito com um módulo da <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Biblioteca Padrão do Python</a> de qualquer versão principal de 2.5 até o presente.
pt_br: O nome do projeto está em conflito com um módulo da <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Biblioteca Padrão do Python</a> de qualquer versão principal de 2.5 até o presente.
ru: Название проекта конфликтует с именем модуля из <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">стандартной библиотеки Python’а</a> любой основной версии Python’а, начиная с версии 2.5 и по настоящее время.
sk: Názov projektu je v konflikte s modulom <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Standard Library</a> z ľubovoľnej hlavnej verzie od verzie 2.5 do súčasnosti.
ta: திட்டத்தின் பெயர் ஒரு <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் நிலையான நூலகம் </a> தொகுதி 2.5 முதல் தற்போது.
tr: Projenin adı 2.5'ten bugüne yayınlanmış ana sürümlerden birinde yer alan bir <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Standart Kütüphanesi</a> modülü ile çakışıyor.
uk: Назва проєкту конфліктує з модулем зі <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">стандартної бібліотеки Python</a> із будь-якої основної версії починаючи з 2.5 донині.

source: The project name is too similar to an existing project and may be confusable.
de: Der Projektname ist einem bestehenden Projekt zu ähnlich und könnte verwechselt werden.
eo: La projekta nomo tro similas ekzistantan projekton kaj tial konfuzas.
es: El nombre del proyecto se parece demasiado al de otro proyecto existente; puede que ocurran confusiones.
it: Il nome del progetto è troppo simile a un progetto esistente e potrebbe creare confusione.
pt: O nome do projeto é muito semelhante a um projeto existente e pode ser confundido.
pt_br: O nome do projeto é muito semelhante a um projeto existente e pode ser confundido.
ru: Название проекта слишком похоже на существующий проект и может сбить с толку.
sk: Názov projektu je príliš podobný existujúcemu projektu a môže byť zameniteľný.
ta: திட்டத்தின் பெயர் ஏற்கனவே இருக்கும் திட்டத்திற்கு மிகவும் ஒத்திருக்கிறது மற்றும் குழப்பமானதாக இருக்கலாம்.
uk: Назва проєкту занадто подібна до вже існуючого проєкту і може спричиняти плутанину.

source: The project name has been explicitly prohibited by the PyPI administrators. For example, <code>%(incorrect_code)s</code> is a common typo for <code>%(correct_code)s</code>, and should not surprise the user with a malicious package.
de: Der Projektname wurde von den PyPI-Administratoren ausdrücklich verboten. Zum Beispiel ist <code>%(incorrect_code)s</code> ein häufiger Tippfehler für <code>%(correct_code)s</code> und sollte den Benutzer nicht mit einem schädlichen Paket überraschen.
el: Το όνομα του project έχει απαγορευτεί ρητά από τους διαχειριστές του PyPI. Για παράδειγμα, το <code>%(incorrect_code)s</code> είναι ένα κοινό τυπογραφικό λάθος για το <code>%(correct_code)s</code> και δεν θα έπρεπε να εκπλήξει τον χρήση ότι πρόκειται για ένα επιβλαβές project.
eo: La projektonomo estis eksplicite malpermesita de la administrantoj de PyPI. Ekzemple, <code>%(incorrect_code)s</code> estas ofta tajperaro por <code>%(correct_code)s</code>, kaj ne surprizu la uzanton per malica pako.
es: Los administradores de PyPI han prohibido expresamente el nombre del proyecto. Por ejemplo, <code>%(incorrect_code)s</code> es un error común al intentar escribir <code>%(correct_code)s</code>; si no se prohibiese, alguien podría instalarse inadvertidamente un paquete malicioso.
fr: Le nom du projet a été explicitement interdit par les administrateurs de PyPI. Par exemple, <code>%(incorrect_code)s</code> est une coquille commune pour <code>%(correct_code)s</code>, et ne devrait pas surprendre l'utilisateur avec un paquet malveillant.
he: שם הפרויקט נאסר במפורש על ידי מנהלי PyPI. לדוגמה, <code>%(incorrect_code)s</code> הוא שגיאת תקתוק נפוצה של <code>%(correct_code)s</code> ולא צריך להפתיע את המשתמשים עם חבילה זדונית.
id: Nama proyek telah secara eksplisit dilarang oleh administrator PyPI. Misalnya, <code>%(incorrect_code)s</code> adalah kesalahan ketik umum untuk <code>%(correct_code)s</code>, dan seharusnya tidak mengejutkan pengguna dengan paket jahat.
it: Ill nome del progetto è stato esplicitamente proibito dagli amministratori di PyPI. Per esempio, <code>%(incorrect_code)s</code> e una comune digitazione per <code>%(correct_code)s</code>, e non dovrebbe sorprendere l'utente con un pacchetto doloso(malware).
ja: プロジェクト名が、PyPIの管理者によって明示的に禁止されている。例えば、<code>%(incorrect_code)s</code>は<code>%(correct_code)s</code>のよくあるタイポであり、悪意のあるパッケージによってユーザを驚かせてはいけない。
pt: O nome do projeto foi explicitamente proibido pelos administradores do PyPI. Por exemplo, <code>%(incorrect_code)s</code> é um erro de digitação comum para <code>%(correct_code)s</code> e não deve surpreender o utilizador com um pacote mal-intencionado.
pt_br: O nome do projeto foi explicitamente proibido pelos administradores do PyPI. Por exemplo, <code>%(incorrect_code)s</code> é um erro de digitação comum para <code>%(correct_code)s</code> e não deve surpreender o usuário com um pacote mal-intencionado.
ru: Название проекта было явно запрещено администраторами PyPI. Например, команда <code>%(incorrect_code)s</code> является распространённой опечаткой команды <code>%(correct_code)s</code>, и она не должна приводить пользователя в удивление скачиванием вредоносного пакета.
sk: Názov projektu bol administrátormi PyPI výslovne zakázaný. Napríklad <code>%(incorrect_code)s</code> je bežný preklep pre <code>%(correct_code)s</code> a nemal by používateľa prekvapiť škodlivým balíkom.
ta: திட்டத்தின் பெயர் PYPI நிர்வாகிகளால் வெளிப்படையாக தடைசெய்யப்பட்டுள்ளது. எடுத்துக்காட்டாக, <code>%(தவறான_ குறியீடு) கள் </code> என்பது <code>%(சரியான_ குறியீடு) கள் </code> க்கான பொதுவான எழுத்துப்பிழையாகும், மேலும் தீங்கிழைக்கும் தொகுப்புடன் பயனரை ஆச்சரியப்படுத்தக்கூடாது.
tr: Proje ismi PyPI yöneticileri tarafından yasaklanmıştır. Örnek olarak, <code>%(incorrect_code)s</code> <code>%(correct_code)s</code> için genel bir yazım hatasıdır, ve kötü amaçlı bir paket kullanıcıyı şaşırtmamalıdır.
uk: Ця назва проєкту явно заборонена адміністраторами PyPI. Наприклад, <code>%(incorrect_code)s</code> — поширена помилка написання <code>%(correct_code)s</code>, і не має несподівано для користувачів містити зловмисний пакунок.

source: The project name has been registered by another user, but no releases have been created.
de: Der Projektname wurde von einem anderen Benutzer registriert, aber es wurden keine Veröffentlichungen erstellt.
el: Το όνομα του project έχει εγγραφεί από άλλον χρήστη αλλά δεν έχουν δημιουργηθεί εκδόσεις ακόμα.
eo: La projekta nomo estas registrita de alia uzanto, sed neniu eldono kreiĝis.
es: Otro usuario ha registrado el nombre del proyecto, pero no se ha creado ninguna versión.
fr: Le nom du projet a déjà été enregistré par un autre utilisateur, mais aucune version n'a été créée.
he: שם הפרויקט נרשם על ידי משתמש אחר, אבל טרם נוצרו גרסאות.
id: Nama proyek telah didaftarkan oleh pengguna lain, tetapi tidak ada rilis yang dibuat.
it: Il nome del progetto è stato registrato da un altro utente, ma non sono stati creati rilasci.
ja: 別のユーザによってプロジェクト名が登録済みだが、リリースが作成されていない。
pt: O nome do projeto foi registado por outro utilizador, mas não foram criados lançamentos.
pt_br: O nome do projeto foi registrado por outro usuário, mas não foram criados lançamentos.
ru: Название проекта было зарегистрировано другим пользователем, но никаких выпусков создано не было.
sk: Názov projektu bol zaregistrovaný iným používateľom, ale neboli vytvorené žiadne vydania.
ta: திட்டத்தின் பெயர் மற்றொரு பயனரால் பதிவு செய்யப்பட்டுள்ளது, ஆனால் வெளியீடுகள் எதுவும் உருவாக்கப்படவில்லை.
tr: Proje ismi başka bir kullanıcı tarafından kaydedildi ancak herhangi bir paket sürümü oluşturulmadı.
uk: Проєкт із такою назвою було зареєстровано іншим користувачем, але він не створив жодних випусків.

source: See <a href="%(href)s">%(anchor_text)s</a>
eo: Vidu <a href="%(href)s">%(anchor_text)s</a>
id: Lihat <a href="%(href)s">%(anchor_text)s</a>
it: Se il proprietario non risponde, vedi <a href="%(href)s">%(anchor_text)s</a>
pt: Veja <a href="%(href)s">%(anchor_text)s</a>
pt_br: Veja <a href="%(href)s">%(anchor_text)s</a>
ru: Смотрите <a href="%(href)s">%(anchor_text)s</a>
sk: Pozri <a href="%(href)s">%(anchor_text)s</a>
ta: <A href = "%(href)s">%(anchor_text)s </a> ஐப் பார்க்கவும்
uk: Дивіться <a href="%(href)s">%(anchor_text)s</a>

source: Follow the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">"How to request a name transfer"</a> section of <abbr title="Python enhancement proposal">PEP</abbr> 541.
de: Befolgen Sie den Abschnitt <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">"How to request a name transfer"</a> des <abbr title="Python enhancement proposal">PEP</abbr> 541.
eo: Sekvu la paragrafon <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Kiel peti nomtransdonon (How to request a name transfer)</a> de <abbr title="Propono por Plibonigi Python">PEP</abbr> 541.
es: Consulte la sección <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">«Cómo solicitar una transferencia de nombre»</a> de la <abbr title="Propuesta de mejora de Python">PEP</abbr> 541.
fr: Suivez la section <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">« Comment demander un transfert de nom »</a> du <abbr title="Python enhancement proposal">PEP</abbr> 541.
he: עקב/י אחר החלק <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">"How to request a name transfer"</a> מתוך <abbr title="Python enhancement proposal">PEP</abbr> 541.
id: Ikuti bagian <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">"Cara meminta transfer nama"</a> di <abbr title="Python enhancement proposal">PEP</abbr> 541.
it: Segui la sezione %(title)s<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">"Come richiedere un trasferimento di nome"</a> di <abbr title="Python enhancement proposal">PEP</abbr> 541.
ja: <abbr title="Python enhancement proposal">PEP</abbr> 541の <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">「How to request a name transfer（名前の移行をリクエストする方法）」</a> の項に従ってください。
pt: Siga a secção <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">"How to request a name transfer"</a> da <abbr title="Proposta de aprimoramento do Python">PEP</abbr> 541.
pt_br: Siga a seção <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">"How to request a name transfer"</a> da <abbr title="Proposta de aprimoramento do Python">PEP</abbr> 541.
ru: Следуйте указаниям раздела <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">“How to request a name transfer” («Как запросить передачу имени»)</a> из <abbr title="Python enhancement proposal — Предложение по улучшению Python’а">PEP</abbr> 541.
sk: Postupujte podľa časti <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">"Ako požiadať o prenos názvu"</a> v časti <abbr title="Python enhancement proposal">PEP</abbr> 541.
ta: <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> "பெயர் பரிமாற்றத்தை எவ்வாறு கோருவது" </a> <abbr தலைப்பின் பிரிவு = "பைதான் மேம்பாட்டு திட்டம்"> பெப் </abbr> 541.
tr: <abbr title="Python enhancement proposal">PEP</abbr> 'in bir alt bölümü olan 541 <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">"İsim transferi nasıl talep edilir"</a> bölümünü izleyin.
uk: Слідуйте інструкціям секції <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">«Як попросити перенесення імені» («How to request a name transfer»)</a> <abbr title="Пропозиція покращення Python">PEP</abbr> 541.

source: Can upload releases for a package. Cannot add collaborators. Cannot delete files, releases, or the project.
de: Kann Veröffentlichungen hochladen. Kann Mitarbeiter hinzufügen. Kann weder Dateien, Veröffentlichungen oder noch das gesamte Projekt löschen.
el: Μπορεί να ανεβάζει εκδόσεις για ένα πακέτο. Δεν μπορεί να προσθέτει συνεργάτες. Δεν μπορεί να διαγράφει αρχεία, εκδόσεις ή το ίδιο το project.
eo: Rajtas alŝuti eldonojn de pako. Ne rajtas aldoni kunlaborantojn. Ne rajtas forigi dosierojn, eldonojn, aŭ la projekton.
es: Puede cargar versiones de paquetes. No puede añadir colaboradores. No puede eliminar archivos, versiones o el proyecto mismo.
fr: Peut publier des versions pour un paquet. Ne peut pas ajouter de collaborateurs. Ne peut pas supprimer de fichiers, versions ou le projet.
he: יכול/ה להעלות גרסאות עבור חבילה. אינו/ה יכול/ה להוסיף משתפי פעולה. אינה יכול/ה למחוק קבצים, גרסאות או את הפרויקט.
id: Dapat mengunggah rilis untuk paket. Tidak dapat menambahkan kolaborator. Tidak dapat menghapus file, rilis, atau proyek.
it: Può caricare rilasci per un pacchetto. Non può aggiungere collaboratori. Non può cancellare files, rilasci, o il progetto.
ja: パッケージのリリースのアップロードができる。共同編集者の追加、ファイル・リリース・プロジェクトの削除はできない。
pt: Pode enviar lançamentos para um pacote. Não deve adicionar colaboradores. Não deve apagar ficheiros, lançamentos ou o projeto.
pt_br: Pode enviar lançamentos para um pacote. Não consegue adicionar colaboradores. Não consegue excluir arquivos, lançamentos ou o projeto.
ru: Может загружать новые выпуски. Не может добавлять соавторов. Не может удалять файлы, выпуски или проект.
sk: Môže nahrať vydania pre balík. Nie je možné pridať spolupracovníkov. Nie je možné odstrániť súbory, vydania alebo projekt.
ta: ஒரு தொகுப்புக்கான வெளியீடுகளை பதிவேற்றலாம். ஒத்துழைப்பாளர்களைச் சேர்க்க முடியாது. கோப்புகள், வெளியீடுகள் அல்லது திட்டத்தை நீக்க முடியாது.
tr: Bir pakete yeni sürümler yükleyebilir. Yeni geliştiriciler ekleyemez. Dosya, sürüm veya projeyi kaldıramaz.
uk: Може завантажувати випуски для пакунку. Не може додавати поплічників. Не може видаляти файли, випуски чи проєкт.

source: Owner:
de: Eigentümer:
el: Κάτοχος:
eo: Posedanto:
es: Propietario:
fr: Propriétaire :
he: בעלים:
id: Pemilik:
it: Proprietario:
ja: オーナー（Owner）:
pt: Proprietário:
pt_br: Proprietário:
ru: Владелец:
sk: vlastník:
ta: உரிமையாளர்:
tr: Sahibi:
uk: Власник:

source: Can upload releases. Can add other collaborators. Can delete files, releases, or the entire project.
de: Kann Veröffentlichungen hochladen. Kann andere Mitarbeiter hinzufügen. Kann Dateien, Veröffentlichungen oder das gesamte Projekt löschen.
el: Μπορεί να ανεβάζει εκδόσεις. Μπορεί να προσθέτει συνεργάτες. Μπορεί να διαγράφει αρχεία, εκδόσεις ή όλο το project.
eo: Rajtas alŝuti eldonojn. Rajtas aldoni aliajn kunlaborantojn. Rajtas forigi dosierojn, eldonojn, aŭ la tutan projekton.
es: Puede cargar versiones. Puede añadir otros colaboradores. Puede eliminar archivos, versiones o todo el proyecto.
fr: Peut publier des versions. Peut ajouter d'autres collaborateurs. Peut supprimer des fichiers, versions, ou bien le projet complet.
he: יכול/ה להעלות גרסאות. יכול/ה להוסיף משתפי פעולה. יכול/ה למחוק קבצים, גרסאות, או את הפרויקט כולו.
id: Dapat mengunggah rilis. Dapat menambahkan kolaborator. Dapat menghapus file, rilis, atau seluruh proyek.
it: Può caricare rilasci. Può aggiiungere altri collaboratori. Può cancellare files, rilasci, o l'intero progetto.
ja: リリースのアップロード、他の共同編集者の追加、ファイル・リリース・プロジェクト全体の削除ができる。
pt: Pode enviar lançamentos. Pode adicionar outros colaboradores. Pode apagar ficheiros, lançamentos ou todo o projeto.
pt_br: Pode enviar lançamentos. Pode adicionar outros colaboradores. Pode excluir arquivos, lançamentos ou todo o projeto.
ru: Может загружать новые выпуски. Может добавлять соавторов. Может удалять файлы, выпуски или проект целиком.
sk: Môže nahrávať vydania. Môže pridať ďalších spolupracovníkov. Môže odstrániť súbory, vydania alebo celý projekt.
ta: வெளியீடுகளை பதிவேற்ற முடியும். மற்ற ஒத்துழைப்பாளர்களைச் சேர்க்கலாம். கோப்புகள், வெளியீடுகள் அல்லது முழு திட்டத்தையும் நீக்கலாம்.
tr: Sürüm ekleyebilir. Başka ilgililer de ekleyebilir. Dosyaları, sürümleri ve tüm projeyi kaldırabilir.
uk: Може завантажувати випуски для пакунку. Може додавати інших поплічників. Може видаляти файли, випуски чи увесь проєкт.
