Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io provides statistics for PyPI projects</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">example</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) including GitHub stars and forks, dependency tracking (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">in progress</a>), and <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">other relevant factors</a>.
de: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io stellt Statistiken für PyPI Projekte zur Verfügung</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">Beispiel</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) inklusive GitHub-Stars und -Forks, Abhängigkeitsverfolgung (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">in Vorbereitung</a>) und <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">anderen relevanten Faktoren</a>.
el: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Η ιστοσελίδα Libraries.io παρέχει στατιστικά για τα PyPI projects</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">παράδειγμα</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) περιλαμβάνοντας τα GitHub stars και forks, dependency tracking (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">σε εξέλιξη</a>) και <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">άλλους σχετικούς παράγοντες</a>.
eo: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io disponigas statistikojn pri PyPI-projektoj</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">ekzemplo</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) inkluzivie de GitHub-steloj kaj forkoj, spurado de dependeco (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">evoluigata</a>), kaj <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">aliaj rilataj faktoroj</a>.
es: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io brinda estadísticas para los proyectos en PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">ejemplo</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) entre otras, cantidad de estrellas y bifurcaciones en GitHub, seguimiento de dependencias (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">en curso</a>) y <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">otros factores relevantes</a>.
fr: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io fournit des statistiques pour les projets PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">exemple</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>), y compris les stars et les forks GitHub, le suivi des dépendances (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">en cours</a>), et <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">autres facteurs pertinents</a>.
he: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">‏Libraries.io מספקת סטטיסטיקות עבור פרויקט ב-PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">דוגמה</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) כולל כוכבים ופיצולים (forks) ב-GitHub, מעקב אחר תלויות (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">בפיתוח</a>) וכן <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">גורמים רלוונטיים נוספים</a>.
id: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener"> Libraries.io menyediakan statistik untuk proyek PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">contoh </a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) termasuk bintang dan fork GitHub, pelacakan dependensi (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">dalam proses</a>), dan %(title)s<a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">faktor relevan lainnya</a>.
it: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io fornisce statistiche per i progetti PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">esempio</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) inclusi stars e forks di GitHub, tracking di dipendenza(<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">in progress</a>), e <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">altri fattori rilevanti</a>.
ja: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.ioは、PyPIプロジェクトの統計を提供しています</a>（<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">例</a>、<a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>）。GitHubのスターやフォーク、依存関係の追跡（<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">進行中</a>）、<a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">その他の関連要因</a>などが含まれます。
pt: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io fornece estatísticas para projetos do PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">exemplo</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) incluindo estrelas e bifurcações do GitHub, rastreamento de dependência (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">em progresso</a>) e <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">outros fatores relevantes</a>.
pt_br: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io fornece estatísticas para projetos do PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">exemplo</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) incluindo estrelas e forks do GitHub, rastreamento de dependência (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">em progresso</a>) e <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">outros fatores relevantes</a>.
ru: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io предоставляет статистику для проектов PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">пример</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>), включая количество звёзд и форков на GitHub’е, отслеживание зависимостей (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">в процессе</a>) и <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">другие релевантные факторы</a>.
sk: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener"> Libraries.io poskytuje štatistiky pre projekty PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">example</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) vrátane hviezd a vidlíc GitHub, sledovania závislostí (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">in progress</a>) a <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">other relevant factors</a>.
ta: <a href = "%(libs_io_href)s" தலைப்பு = "%(libs_io_example_href)s" இலக்கு = "_ வெற்று" rel = "noopener"> நூலகங்கள். (libs_io_example_href)s" title="%(libs_io_api_href)s" target="_blank" rel="noopener">example</a>, <a href="%(title)s" title="%(title)s அறிவிலிமையம் நட்சத்திரங்கள் மற்றும் ஃபோர்க்ச், சார்பு கண்காணிப்பு (<a href = "%(title)s" தலைப்பு = "%(in_progress_href)s" இலக்கு = " _ பிளாங்க் "rel =" noopener "> முன்னேற்றத்தில் உள்ளது </a>), மற்றும் <a href ="%(title)s "தலைப்பு ="%(other_factors_href)s "இலக்கு =" _ வெற்று "rel =" noopener "> பிற தொடர்புடையது காரணிகள் </a>.
tr: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io PyPI projeleri için istatistikler sağlamaktadır</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">example</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) bu istatistiklere GitHub stars and forks sayıları ve, bağımlılık takibi (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">şuan geliştirme aşamasında</a>), ve <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">diğer ilgili faktörler</a> dahildir.
uk: <a href="%(libs_io_href)s" title="%(title)s" target="_blank" rel="noopener">Libraries.io надає статистику проєктів на PyPI</a> (<a href="%(libs_io_example_href)s" title="%(title)s" target="_blank" rel="noopener">example</a>, <a href="%(libs_io_api_href)s" title="%(title)s" target="_blank" rel="noopener">API</a>) включно із зірочками та форками на GitHub, відстежуванням залежностей (<a href="%(in_progress_href)s" title="%(title)s" target="_blank" rel="noopener">в процесі розробки</a>) та <a href="%(other_factors_href)s" title="%(title)s" target="_blank" rel="noopener">інші доречні фактори</a>.

source: For recent statistics on uptime and performance, see <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">our status page</a>.
de: Aktuelle Statistiken zur Betriebszeit und Leistung finden Sie auf <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">unserer Status-Seite</a>.
el: Για πρόσφατα στατιστικά σχετικά με το uptime και την απόδοση δείτε στη <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">σελίδα κατάστασης μας</a>.
eo: Por ĵusaj statistikoj pri la daŭro de funkciado kaj la rendimento, vidu <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">nian paĝon pri la stato</a>.
es: Para obtener estadísticas recientes sobre el tiempo de actividad y el rendimiento, vea <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">nuestra página de estado</a>.
fr: Pour des statistiques récentes sur la disponibilité de service et la performance, consultez <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">notre page de statut</a>.
he: לסטטיסטיקות אחרונות אודות זמן פעילות וביצועים, ראה/י את <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">עמוד הסטטוס שלנו</a>.
id: Untuk statistik terkini pada uptime dan kinerja, lihat <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">halaman tatus kami</a>.
it: Per le recenti statistiche su uptime e prestazioni, vedi <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">la nostra pagina dei servizi</a>.
ja: アップタイムとパフォーマンスに関する最近の統計情報については、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">ステータスページ</a>を参照してください。
pt: Para estatísticas recentes sobre o tempo de atividade e desempenho, veja <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">%(title)s" target="_blank" rel="noopener">a nossa página de estado</a>.
pt_br: Para estatísticas recentes sobre tempo de atividade e desempenho, consulte <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">nossa página de status</a>.
ru: Последнюю статистику по времени доступности и производительности PyPI смотрите <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">на нашей странице статуса</a>.
sk: Najnovšie štatistiky o prevádzkyschopnosti a výkone nájdete v téme <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">our status page</a>.
ta: நேரம் மற்றும் செயல்திறன் குறித்த அண்மைக் கால புள்ளிவிவரங்களுக்கு, <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> எங்கள் நிலை பக்கம் </a> ஐப் பார்க்கவும்.
tr: Çalışma süresi ve performans ile alakalı en son istatistikler için, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">durum sayfamıza</a> göz atabilirsiniz.
uk: Щоб дізнатися найновішу статистику щодо тривалості роботи й продуктивності, дивіться <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">нашу сторінку статусу</a>.

source: For each package hosted on PyPI, there are corresponding hashes for that file. These hashes can be used to verify that the file you are downloading is the same one that the project maintainer uploaded. This is especially useful if downloading packages from a mirror. The hashes can be obtained from the project page in the "Download Files" section or from the JSON API. Here is an example of generating the hashes:
de: Für jedes Paket, das auf PyPI gehostet wird, gibt es entsprechende Prüfsummen (Hashes) für diese Datei. Diese Prüfsummen können verwendet werden, um zu überprüfen, ob die Datei, die Sie herunterladen, die gleiche ist, dass der Projektbetreuer hochgeladen. Dies ist besonders nützlich, wenn Pakete von einem Spiegel (Mirror) heruntergeladen werden. Die Prüfsummen können auf der Projektseite im Abschnitt "Dateien herunterladen" oder von der JSON API erhalten werden. Hier ist ein Beispiel für die Erzeugung der Prüfsummen:
eo: Por ĉiu pako ĉe PyPI, ekzistas haketaĵoj por tiu dosiero. Oni uzas tiujn haketaĵojn por konfirmi, ke la elŝutita dosiero egalas tiun, kiun la projekta mastrumanto alŝutis. Tio estas aparte utila por elŝutado el spegula servilo. La haketaĵoj troviĝas sur la projekta paĝo en la paragrafo «Elŝuti dosierojn» kaj estas ankaŭ akireblaj per la API je JSON. Jen ekzemplo por generi la haketaĵojn:
es: Para cada paquete hosteado en PyPI, existen hashes correspondientes para ese archivo. Estos hashes pueden ser usados para verificar que el archivo que estás descargando es exactamente el mismo que el mantenedor del proyecto ha subido. Esto es especialmente útil si estás descargando paquetes desde un servidor réplica<. Estos hashes pueden ser obtenidos desde la página del proyecto en la sección de "Descarga de archivos" o desde la API de JSON. A continuación un ejemplo de cómo generar los hashes:
it: Per ogni pacchetto ospitato su PyPI, ci sono hash corrispondenti per quel file. Questi hash possono essere usati per verificare che il file che si sta scaricando sia lo stesso caricato dal manutentore del progetto. Questo è particolarmente utile se si scaricano pacchetti da un mirror. Gli hash possono essere ottenuti dalla pagina del progetto nella sezione "Scarica file" o dall'API JSON. Di seguito è riportato un esempio di generazione degli hash:
pt: Para cada projeto hospedado na PyPI, existem hashes correspondentes para aquele arquivo. Estes hashes podem ser usados para verificar se o arquivo que está baixando é o mesmo que o mantenedor do projeto enviou. Isso é especialmente útil se estiver baixando pacotes de um espelho. Os hashes podem ser obtidos pela página do projeto na seção "Arquivos Baixados" ou pela JSON API. Aqui um examplo de geração de hashes:
ru: Для каждого пакета, размещенного на PyPI, существуют соответствующие хэши файлов. Эти хэши можно использовать для проверки того, что загружаемый вами файл - тот же самый, что загрузил сопровождающий проекта. Это особенно полезно при загрузке пакетов с зеркала. Хеши можно получить на странице проекта в разделе "Загрузить файлы" или с помощью JSON API. Вот пример генерации хэшей:
sk: Pre každý balík hostený na PyPI existujú zodpovedajúce hodnoty hash pre tento súbor. Tieto hodnoty hash možno použiť na overenie toho, že súbor, ktorý sťahujete, je rovnaký ako súbor, ktorý nahral správca projektu. Toto je obzvlášť užitočné pri sťahovaní balíkov zo zrkadla. Hodnoty hash je možné získať zo stránky projektu v časti „Stiahnuť súbory“ alebo z JSON API. Tu je príklad generovania hashov:
ta: PYPI இல் புரவலன் செய்யப்பட்ட ஒவ்வொரு தொகுப்புக்கும், அந்த கோப்பிற்கான தொடர்புடைய ஆச்கள் உள்ளன. நீங்கள் பதிவிறக்கம் செய்யும் கோப்பு பதிவேற்றியவர் பதிவேற்றிய அதே ஒன்றுதான் என்பதை சரிபார்க்க இந்த ஆச்கள் பயன்படுத்தப்படலாம். கண்ணாடியிலிருந்து தொகுப்புகளைப் பதிவிறக்கினால் இது மிகவும் பயனுள்ளதாக இருக்கும். ஆச்களை திட்டப் பக்கத்திலிருந்து "பதிவிறக்க கோப்புகள்" பிரிவில் அல்லது சாதொபொகு பநிஇ இலிருந்து பெறலாம். ஆச்களை உருவாக்குவதற்கான எடுத்துக்காட்டு இங்கே:

source: In practice, it would only be necessary to verify one of the hashes. It is not recommended to use the MD5 hash because of known security issues with the MD5 algorithm. This hash is provided for backwards compatibility only.
de: In der Praxis wäre es nur erforderlich, eine der Prüfsummen zu überprüfen. Es wird nicht empfohlen, MD5-Prüfsummen wegen bekannter Sicherheitsprobleme mit dem MD5-Algorithmus zu verwenden. Diese Prüfsummen sind nur für Rückwärtskompatibilität vorgesehen.
eo: Praktike, nur necesas kontroli unu el la haketaĵoj. La haketaĵo MD5 estas malrekomendata pro konataj danĝeroj pri la algoritmo MD5 kaj proviziĝas nur por retrokongrueco.
es: En la práctica, sólo sería necesario verificar uno solo de los hashes. No se recomienda el uso del hash MD5 debido a problemas de seguridad conocidos con el algoritmo MD5. Este hash es provisto sólo por razones de compatibilidad con versiones anteriores.
it: In pratica basterebbe verificare solo uno degli hash. Non è consigliabile utilizzare l'hash MD5 a causa di noti problemi di sicurezza con l'algoritmo MD5. Questo hash viene fornito solo per compatibilità con le versioni precedenti.
pt: Na prática, só é necessário verificar um dos hashes. Não é recomendado o uso de hashes MD5 por problemas de segurança conhecidos com o algoritmo MD5. Este hash é fornecido apenas para compatíbilidade retroativa.
ru: На практике необходимо проверять только один из хэшей. Не рекомендуется использовать хэш MD5 из-за известных проблем с безопасностью алгоритма MD5. Этот хэш предоставляется только для обратной совместимости.
sk: V praxi by bolo potrebné overiť iba jeden z hashov. Neodporúča sa používať hash MD5 kvôli známym bezpečnostným problémom s algoritmom MD5. Tento hash je poskytnutý len pre spätnú kompatibilitu.
ta: நடைமுறையில், ஆச்களில் ஒன்றை சரிபார்க்க மட்டுமே தேவை. MD5 வழிமுறையுடன் அறியப்பட்ட பாதுகாப்பு சிக்கல்கள் காரணமாக MD5 HASH ஐப் பயன்படுத்த பரிந்துரைக்கப்படவில்லை. இந்த ஆச் பின்னோக்கி பொருந்தக்கூடிய தன்மைக்கு மட்டுமே வழங்கப்படுகிறது.

source: PyPI does not support publishing private packages. If you need to publish your private package to a package index, the recommended solution is to run your own deployment of the <a href="%(href)s">devpi project</a>.
de: PyPI unterstützt das Veröffentlichen privater Pakete nicht. Wenn Sie Ihr privates Paket in einem Paketindex veröffentlichen müssen, wird empfohlen, Ihren eigenen Index auf Basis des Projekts <a href="%(href)s">devpi</a> aufzubauen.
el: Το PyPI δεν υποστηρίζει την έκδοση ιδιωτικών πακέτων. Αν θέλετε να εκδώσετε το ιδιωτικό πακέτο σας σε κάποιο αποθετήριο πακέτων η προτεινόμενη λύση είναι τρέξετε το δικό σας deployment του <a href="%(href)s">devpi project</a>.
eo: PyPI ne subtenas privatajn pakojn. Se vi bezonas eldoni vian privatan pakon en indekson, la rekomendinda solvo estas propra deplojo de la <a href="%(href)s">projekto devpi</a>.
es: PyPI no permite la publicación de paquetes privados. Si necesita publicar su paquete privado en un índice de paquetes, la solución recomendada es operar su propio servidor con <a href="%(href)s">devpi</a>.
fr: PyPi ne prend pas en charge la publication de paquets privés. Si vous avez besoin de publier votre paquet privé dans un index de paquets, la solution recommandée est d'exécuter votre propre déploiement du <a href="%(href)s">projet devpi</a>.
he: PyPI אינה מאפשרת פרסום חבילות פרטיות. אם יש לך צורך לפרסם חבילה פרטית לאינדקס חבילות, הפתרון המומלץ הוא לנהל מופע משלך של <a href="%(href)s">פרויקט devpi</a>.
id: PyPI tidak mendukung penerbitan paket pribadi. Jika Anda perlu menerbitkan paket pribadi Anda ke indeks paket, solusi yang disarankan adalah menjalankan penerapan Anda sendiri dari <a href="%(href)s">proyek devpi</a>.
it: PyPI non supporta la pubblicazione di pacchetti privati. Se vuoi pubblicare il tuo pacchetto privato su un indice dei pacchetti(package index), la soluzione raccomandata è di eseguire la tua distribuzione del <a href="%(href)s">devpi project</a>.
ja: PYPIはプライベートパッケージの公開をサポートしていません。もしプライベートパッケージをパッケージインデックスで公開する必要がある場合は、<a href="%(href)s">devpiプロジェクト</a>を独自にデプロイすることをお勧めします。
pt: O PyPI não oferece suporte a publicação de pacotes privados. Se precisar de publicar o seu pacote privado num índice de pacote, a solução recomendada é executar a sua própria implantação do <a href="%(href)s">projeto devpi</a>.
pt_br: O PyPI não oferece suporte a publicação de pacotes privados. Se você precisar publicar seu pacote privado em um índice de pacote, a solução recomendada é executar sua própria implantação do <a href="%(href)s">projeto devpi</a>.
ru: PyPI не поддерживает публикацию частных пакетов. Если вам нужно опубликовать свой частный пакет в указателе пакетов, рекомендуемое решение — запустить собственную инфраструктуру развёртывания на основе <a href="%(href)s">проекта devpi</a>.
sk: PyPI nepodporuje zverejňovanie súkromných balíkov. Ak potrebujete publikovať svoj súkromný balík do indexu balíkov, odporúčaným riešením je spustiť vlastné nasadenie projektu <a href="%(href)s">devpi</a>.
ta: தனியார் தொகுப்புகளை வெளியிடுவதை PYPI ஆதரிக்கவில்லை. உங்கள் தனிப்பட்ட தொகுப்பை ஒரு தொகுப்பு குறியீட்டில் வெளியிட வேண்டும் என்றால், பரிந்துரைக்கப்பட்ட தீர்வு <a href = "%(href)s"> devpi திட்டம் </a> இன் சொந்த வரிசைப்படுத்தலை இயக்குவதாகும்.
tr: PyPI ile özel(private) paketler yayınlayamazsınız. Eğer özel paketinizi paket indeksine yayınlamak istiyorsanız, tavsiye ettiğimiz çözüm tüm <a href="%(href)s">devpi projesi</a>' ni kendi kullanımınız için özel olarak ayaklandırmanızdır.
uk: PyPI не публікує приватних пакунків. Якщо вам необхідно публікувати приватні пакунки до індексу пакунків, ми радимо вам розгорнути <a href="%(href)s">проєкт devpi</a> власноруч.
