Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Add collaborator
el: Προσθήκη συνεργάτη
fr: Ajouter un collaborateur
he: הוספת משתף פעולה
ja: 共同編集者を追加
tr: İlgili Ekle

source: Project size :
he: גודל הפרויקט:

source: <a href="%(help_url)s"> (request an increase) </a>
he: <a href="%(help_url)s"> (בקשת הגדלה) </a>

source: To set the '%(project_name)s' description, author, links, classifiers, and other details for your next release, use the <a href="%(setup_args_href)s" rel="noopener" target="_blank"><code>setup()</code> arguments in your <code>setup.py</code> file</a>. Updating these fields will not change the metadata for past releases. Additionally, you <strong>must</strong> use <a href="%(twine_docs_href)s" rel="noopener" target="_blank">Twine</a> to upload your files in order to get full support for these fields. See <a href="%(distribution_href)s" rel="noopener" target="_blank">the Python Packaging User Guide</a> for more help.
el: Για να ορίσετε περιγραφή, κάτοχο, συνδέσμους, ταξινομητές (classifiers) και άλλες λεπτομέρειες για την επόμενη έκδοση του '%(project_name)s', χρησιμοποιήστε τις παραμέτρους της συνάρτησης <a href="%(setup_args_href)s" rel="noopener" target="_blank"><code>setup()</code> μέσα στο αρχείο <code>setup.py</code> file</a>. Ενημερώνοντας αυτά τα πεδία, τα metadata των παλαιότερων εκδόσεων δεν θα αλλάξουν. Επίσης, θα <strong>πρέπει</strong> να χρησιμοποιήσετε το πακέτο <a href="%(twine_docs_href)s" rel="noopener" target="_blank">Twine</a> για να ανεβάσετε τα αρχεία σας προκειμένου να έχετε υποστήριξη για αυτά τα πεδία. Δείτε στο <a href="%(distribution_href)s" rel="noopener" target="_blank">the Python Packaging User Guide</a> για περισσότερες πληροφορίες.
fr: Pour définir la description, l'auteur, les liens, les classificateurs et d'autres de détails de « %(project_name)s » pour votre prochaine version, utilisez les arguments de <a href="%(setup_args_href)s" rel="noopener" target="_blank"><code>setup()</code> dans votre fichier <code>setup.py</code></a>. Mettre à jour ces champs ne modifiera pas les métadonnées des versions passées. De plus, vous <strong>devez</strong> utiliser <a href="%(twine_docs_href)s" rel="noopener" target="_blank">Twine</a> pour publier vos fichiers afin d'obtenir une prise en charge complète de ces champs. Consultez le <a href="%(distribution_href)s" rel="noopener" target="_blank">Guide Utilisateur de l'Empaquetage Python</a> pour plus d'aide.
he: כדי לקבוע את התיאור, מחבר, קישורים, סיווגים ופרטים אחרים של '%(project_name)s' בגרסה הבאה שלך, השתמש/י בארגומנטים של <a href="%(setup_args_href)s" rel="noopener" target="_blank"><code>setup()</code> בקובץ ה-<code>setup.py</code> שלך</a>. בנוסף, <strong>חובה</strong> להשתמש ב-<a href="%(twine_docs_href)s" rel="noopener" target="_blank">Twine</a> כדי להעלות קבצים כדי לקבל תמיכה מלאה בשדות אלו. ראה/י את <a href="%(distribution_href)s" rel="noopener" target="_blank">המדריך למשתמש באריזת חבילות פייתון </a> לעזרה נוספת.
ja: 次のリリースで「 %(project_name)s 」の説明、作成者、リンク、分類、およびその他の詳細を設定するには、<a href="%(setup_args_href)s" rel="noopener" target="_blank"><code>setup.py</code> ファイルにある <code>setup()</code> の引数</a>を使用してください。これらのフィールドを更新しても、過去のリリースのメタデータは変更されません。さらに<strong>これらのフィールドを完全にサポートするには、<a href="%(twine_docs_href)s" rel="noopener" target="_blank">Twine</a>を使用してファイルをアップロードする必要があります</strong>。詳細については、<a href="%(distribution_href)s" rel="noopener" target="_blank">Python Packaging User Guide</a>を参照してください。
tr: %(project_name)s 'in açıklamasını, yayınlanlarını, bağlantılarını, sınıflandıracılarını ve diğer detayları sonraki sürümde belirtmek için <a href="%(setup_args_href)s" rel="noopener" target="_blank"><code>setup.py</code> dosyasındaki <code>setup()</code> fonksiyonun argümanlarını</a> kullanın. Bu alanları güncellemek eski sürümlere ait üst-bilgiyi değiştirmeyecektir. Ayrıca bu alanlarda tam destek istiyorsanız <a href="%(twine_docs_href)s" rel="noopener" target="_blank">Twine</a> ile yükleme yapmak <strong>zorundasınız</strong>. Daha fazla yardım için <a href="%(distribution_href)s" rel="noopener" target="_blank">Python Paketleme Kullanıcı Kılavuzunu</a> inceleyin.

source: Set your password to the token value, including the <code>%(site)s%(prefix)s</code> prefix
he: קבע את הסיסמה שלך לערך האסימון, כולל התחילית <code>%(site)s%(prefix)s</code>

source: You can then use <code>%(command)s</code> to switch to the correct token when uploading to PyPI.
el: Μπορείτε να χρησιμοποιήσετε την εντολή <code>%(command)s</code> για να αλλάξετε στο σωστό token όταν ανεβάζετε στο PyPI.
fr: Vous pouvez utiliser <code>%(command)s</code> pour basculer vers le bon jeton lors de la publication sur PyPI.
he: לאחר מכן תוכל/י להשתמש בפקודה <code>%(command)s</code> כדי לעבור על האסימון המתאים בעת העלאה אל PyPI.
id: Anda lalu dapat menggunakan <code>%(command)s</code> untuk menukar ke token yang benar ketika mengunggah ke PyPI.
ja: これで、PyPにアップロードするときに<code>%(command)s</code>を使って正しいトークンに切り替えることができます。
tr: <code>%(command)s</code> komutunu, PyPI' a yükleme yaparken doğru belirtece geçmek için kullanabilirsiniz.

source: Add another token
el: Προσθήκη άλλου token
fr: Ajouter un autre jeton
he: הוספת אסימון נוסף
id: Tambah token lain
ja: 他のトークンの追加
tr: Yeni bir belirteç ekle

source: What is this token for?
el: Για ποιο λόγο είναι αυτό το token;
fr: À quoi servira ce jeton ?
he: למה נועד האסימון?
id: Untuk apa token ini?
ja: このトークンは何のためのものですか？
tr: Bu belirteç ne için?

source: Add token
el: Προσθήκη token
fr: Ajouter un jeton
he: הוספת אסימון
id: Tambahkan token
ja: トークンの追加
tr: Belirteç ekle

source: <strong>No QR scanner?</strong> Manually enter the code instead:
el: <strong>Δεν έχετε QR σαρωτή;</strong> Εισάγετε τον ακόλουθο κώδικα χειροκίνητα:
fr: <strong>Pas de lecteur de code QR ?</strong> Entrez manuellement le code à la place :
he: <strong>אין סורק QR?</strong> הזן את הקוד באופן ידני:
id: <strong>Tidak ada pemindai QR?</strong> Masukkan kode secara manual:
ja: <strong>QRスキャナがありませんか？</strong> 代わりに、以下のコードを手動で入力してください:
tr: <strong>QR tarayıcı yok mu?</strong> Kodu elle girin:

source: To finalize the set up process, enter the authentication code provided by your application.
el: Για να οριστικοποιήσετε τη διαδικασία ρύθμισης, εισάγετε τον κωδικό πιστοποίησης που παρέχει η εφαρμογή σας.
fr: Pour finaliser le processus de configuration, entrez le code d'authentification fourni par votre application.
he: לסיום תהליך ההגדרה, הזן את קוד האימות אשר סופק על ידי האפליקציה שלך.
id: Untuk menyelesaikan proses penyiapan, masukkan kode autentikasi yang disediakan oleh aplikasi Anda.
ja: 設定処理を完了するには、アプリケーションから提供された認証コードを入力してください。
tr: Kurulum işlemini bitirmek için uygulamanız tarafından oluşturulan kimlik doğrulama kodunu girin.

source: Files for %(project_name)s, version %(version)s
el: Αρχεία για το %(project_name)s, έκδοση %(version)s
fr: Fichiers pour %(project_name)s, version %(version)s
he: קבצים עבור %(project_name)s, גרסה %(version)s
ja: %(project_name)s のファイル - バージョン %(version)s
tr: %(project_name)s için dosyalar, sürüm %(version)s

source: File type
el: Τύπος αρχείου
fr: Type de fichier
he: סוג קובץ
ja: ファイルタイプ
tr: Dosya türü

source: Hashes
fr: Hachages
he: גיבובים (hash-ים)
ja: ハッシュ
tr: Hash'ler

source: Each project's maintainers provide PyPI with a list of "trove classifiers" to categorize each release, describing who it's for, what systems it can run on, and how mature it is.
el: Όλοι οι συντηρητές των projects παρέχουν στο PyPI μια λίστα με "trove classifiers" ούτως ώστε να κατηγοριοπηθεί κάθε έκδοση, περιγράφοντας για ποιον είναι, πάνω σε ποια συστήματα τρέχει και κατά πόσο ώριμη είναι.
fr: Les mainteneurs de chaque projet fournissent à PyPI une liste de « classificateurs » pour catégoriser chaque version, en décrivant à qui elle s'adresse, quel système peut l’exécuter et à quel niveau de maturité elle se positionne.
he: מתחזקי כל פרויקט מספקים ל-PyPI רשימה של "trove classifiers" כדי לקטלג כל גרסה, לתאר למי היא נועדה, על אילו מערכות היא יכולה לפעול, ומהי רמת הבשלות שלה.
ja: 各プロジェクトのメンテナは、各リリースを分類するための"Trove分類"のリストをPyPIに提供し、それが誰向けのものなのか、どのシステムで実行できるのか、どの程度成熟しているのかを説明します。
tr: Her projenin geliştiricileri her bir sürümü sınıflandırmak için PyPI'a hedef kitlenin kim olduğunu, projenin hangi sistemlerde çalıştığını ve uygunluğunu belirten bir sınıflandırma listesi sunmaktadır.

source: Instructions for how to add trove classifiers to a project can be found on the <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>. To read the original classifier specification, refer to <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 301</a>.
el: Για περισσότερες πληροφορίες σχετικά με το πως να προσθέτετε trove classifiers σε ένα project, μπορείτε να βρείτε στο <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>. Για να διαβάσετε την πρωτότυπη προδιαγραφή για έναν ταξινομητή αναφερθείτε στο <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 301</a>.
fr: Des instructions sur la façon d'ajouter des classificateurs à un projet peuvent être trouvées dans le <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Guide Utilisateur de l'Empaquetage Python</a>. Pour lire la spécification originale des classificateurs, référez vous au <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python Enhancement Proposal">PEP</abbr> 301</a>.
he: הוראות כיצד להוסיף מסווגים מטמון לפרויקט ניתן למצוא ב-<a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">מדריך למשתמש באריזת חבילות פייתון</a>. כדי לקרוא את מפרט המסווגים המקורי, עיינו ב-<a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 301</a>.
ja: プロジェクトにTrove分類を追加する方法の説明書は、<a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>で入手できます。もともとの分類仕様については、 <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 301</a>を参照してください。
tr: Bu sınıflandırmaları nasıl ekleyebileceğinizi <a href="%(ppug_href)s" title="%(title)s" target="_blank" rel="noopener">Python Paketleme Kullanıcı Rehberi</a> adresinden öğrenebilirsiniz. Özgün sınıflandırma uzlaşımını okumak için <a href="%(pep301_href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python Geliştirme Önerisi">PEP</abbr> 301</a>'e başvurun.

source: We recommend that all PyPI users set up <em>at least two</em> supported two factor authentication methods and provision <a href="#recoverycodes">recovery codes</a>.
fr: Nous recommandons à tous les utilisateurs de PyPI de définir <em>au moins deux</em> méthodes d'authentification à deux facteurs et de générer <a href="#recoverycodes">des codes de récupération</a>.
he: אנו ממליצים שכל משתמשי PyPI יגדירו <em>לפחות שני </em> מנגנוני אבטחה דו-גורמיים וייצרו <a href="#recoverycodes">קודים לשחזור</a>.
id: Kami menyarankan agar semua pengguna PyPI menyiapkan <em>setidaknya dua</em> metode otentikasi dua faktor yang didukung dan menentukan <a href="#recoverycodes">kode pemulihan</a>.
tr: Tüm PyPI kullanıcılarına, desteklenen iki faktörlü doğrulama metotlarından <em>en az iki tane</em> kurmasını ve <a href="#recoverycodes">kurtarma kodları</a> oluşturmasını öneriyoruz.

source: What is two factor authentication and how does it work on PyPI?
el: Τι είναι η πιστοποίηση δυο-παραγόντων (2FA) και πως δουλεύει με το PyPI;
fr: Qu'est-ce que l'authentification à deux facteurs et comment cela fonctionne sur PyPI ?
he: מהו אימות דו-גורמי ואיך הוא עובד ב-PyPI?
id: Apa itu otentikasi dua faktor dan bagaimana cara kerjanya di PyPI?
ja: 二要素認証とは何ですか？ また、PyPI上ではどのように動作しますか?
tr: İki aşamalı kimlik doğrulaması nedir ve PyPI'de nasıl çalışır?

source: How does two factor authentication with an authentication application (<abbr title="time-based one-time password">TOTP</abbr>) work? How do I set it up on PyPI?
el: Πως δουλεύουν μεταξύ τους η πιστοποίηση δυο-παραγόντων με την εφαρμογή πιστοποίησης (<abbr title="time-based one-time password">TOTP</abbr>); Πως το ρυθμίζω στο PyPI;
fr: Comment l'authentification à deux facteurs avec une application d'authentification (<abbr title="Time-based One-Time Password">TOTP</abbr>) fonctionne-t'elle ? Comment la configurer sur PyPI ?
he: כיצד עובד אימות דו-גורמי באמצעות אפליקצית הזדהות (<abbr title="time-based one-time password">TOTP</abbr>)? איך אני מגדיר/ה זאת ב-PyPI?
id: Bagaimana cara kerja otentikasi dua faktor dengan aplikasi otentikasi (<abbr title="time-based one-time password">TOTP</abbr>)? Bagaimana cara menyiapkannya di PyPI?
ja: 認証アプリケーション（<abbr title="time-based one-time password">TOTP</abbr>）による二要素認証は、どのように機能しますか？ PyPIで設定するにはどうすればよいですか？
tr: Nasıl 2 aşamalı bir kimlik doğrulama uygulaması (<abbr title="time-based one-time password">TOTP</abbr>) çalışır? PyPI üzerinde bunu nasıl kurabilirim?

source: How does two factor authentication with a security device (e.g. USB key) work? How do I set it up on PyPI?
el: Πως δουλεύουν μεταξύ τους η πιστοποίηση δυο-παραγόντων με μια συσκευή ασφάλειας (πχ USB key); Πως το ρυθμίζω στο PyPI;
fr: Comment l'authentification à deux facteurs avec un périphérique de sécurité (ex : clé USB) fonctionne-t'elle ? Comment la configurer sur PyPI ?
he: כיצד עובד אימות דו-גורמי באמצעות מכשיר אבטחה (כגון מפתח USB)? איך אני מגדיר/ה זאת ב-PyPI?
id: Bagaimana cara kerja otentikasi dua faktor dengan perangkat keamanan (misalnya kunci USB)? Bagaimana cara menyiapkannya di PyPI?
ja: セキュリティ端末(例: USBキー)による二要素認証は、どのように機能しますか？ PyPIで設定するにはどうすればよいですか？
tr: Bir güvenlik aygıtıyla (örneğin USB anahtarı) iki faktörlü kimlik doğrulama nasıl çalışır? PyPI'ye nasıl ayarlarım?

source: How does two factor authentication with a recovery code work? How do I set it up on PyPI?
fr: Comment l'authentification avec un code de récupération fonctionne-t'elle ? Comment la configurer sur PyPI ?
he: כיצד עובד אימות דו-גורמי באמעות קוד שחזור? איך אני מגדיר/ה זאת ב-PyPI?
id: Bagaimana cara kerja otentikasi dua faktor dengan kode pemulihan? Bagaimana cara menyiapkannya di PyPI?
tr: Kurtarma kodları ve iki faktörlü kimlik doğrulaması nasıl çalışır? PyPI'da nasıl kurarım?

source: Why am I getting a "Invalid or non-existent authentication information." error when uploading files?
fr: Pourquoi est-ce que j'obtiens l'erreur « Informations d'authentification invalides ou inexistantes. » lors de la publication de fichiers ?
he: מדוע אני מקבל/ת שיגאה מסוג "Invalid or non-existent authentication information‎‎" בעת העלאת קבצים?
id: Mengapa saya mendapatkan "informasi otentikasi tidak valid atau tidak ada." kesalahan saat mengunggah file?
tr: Dosyaları yüklerken neden "Geçersiz veya var olmayan kimlik doğrulama bilgileri" hatası alıyorum?

source: <p>We use a number of terms to describe software available on PyPI, like "project", "release", "file", and "package". Sometimes those terms are confusing because they're used to describe different things in other contexts. Here's how we use them on PyPI:</p> <p>A "project" on PyPI is the name of a collection of releases and files, and information about them. Projects on PyPI are made and shared by other members of the Python community so that you can use them.</p> <p>A "release" on PyPI is a specific version of a project. For example, the <a href="%(requests_href)s">requests</a> project has many releases, like "requests 2.10" and "requests 1.2.1". A release consists of one or more "files".</p> <p>A "file", also known as a "package", on PyPI is something that you can download and install. Because of different hardware, operating systems, and file formats, a release may have several files (packages), like an archive containing source code or a binary <a href="%(wheel_href)s">wheel</a>.</p>
el: <p>Χρησιμοποιούμε διάφορους ορισμούς για να περιγράψουμε το διαθέσιμο λογισμικό στο PyPI, όπως "project", "έκδοση", "αρχείο" και "πακέτο". Μερικές φορές αυτές οι έννοιες συγχέονται επειδή συνήθως χρησιμοποιούνται για την περιγραφή άλλων πραγμάτων όταν μιλάμε για άλλα πράγματα. Στο PyPI τους χρησιμοποιούμε ως εξής:</p> <p>Ένα "project" στο PyPI είναι ένα όνομα μιας συλλογής από εκδόσεις και αρχεία καθώς και πληροφορίες σχετικά με αυτά. Τα projects στο PyPI δημιουργούνται και μοιράζονται από άλλα μέλη της Python κοινότητας ούτως ώστε εσείς να μπορείτε να τα χρησιμοποιείτε.</p> <p>Μια "έκδοση" στο PyPI είναι μια συγκεκριμένη έκδοση ενός project. Για παράδειγμα, το project <a href="%(requests_href)s">requests</a> έχει πολλές εκδόσεις, όπως "requests 2.10" και"requests 1.2.1". Μια έκδοση αποτελείται από ένα ή περισσότερα "αρχεία".</p> <p>Ένα "αρχείο", γνωστό και ως "πακέτο", στο PyPI είναι κάτι που μπορείτε να κατεβάσετε και να εγκαταστήσετε. Λόγω των διαφορετικών hardware, λειτουργικών συστημάτων και μορφή αρχείων, μια έκδοση μπορεί να έχει πολλαπλά αρχεία (πακέτα), όπως ένα archive που περιέχει τον πηγαίο κώδικα ή το binary <a href="%(wheel_href)s">wheel</a>.</p>
fr: <p>Nous utilisons un certain nombre de termes pour décrire les logiciels disponibles sur PyPI, tels que « projet », « version », « fichier » et « paquet ». Parfois ces termes portent à confusion car ils sont utilisés pour décrire des choses différentes dans d'autres contextes. Voici comment nous les utilisons sur PyPI :</p> <p>Un « projet » sur PyPI est le nom d'un ensemble de versions et fichiers, ainsi que d'informations à leur propos. Les projets sur PyPI sont créés et partagés par d'autres membres de la communauté Python afin que vous puissiez les utiliser.</p> <p>Une « version » sur PyPI est une version spécifique d'un projet. Par exemple, le projet <a href="%(requests_href)s">requests</a> possède de nombreuses versions, telles que « request 2.10 » et « request 1.2.1 ». Un version consiste en un ou plusieurs « fichiers ».</p> <p>Un « fichier », aussi connu sous le nom de « paquet », sur PyPI est quelque chose que vous pouvez télécharger et installer. En raison de matériels, de systèmes d'exploitation et de formats de fichiers différents, une version peut comprendre différents fichiers (paquets), tels q'une archive contenant le code source ou un fichier binaire <a href="%(wheel_href)s">wheel</a>.</p>
he: <p>אנו משתמשים במספר מושגים כדי לתאר תוכנה הזמינה ב-PyPI, כגון "פרויקט", "גרסה", "קובץ" ו-"חבילה". לעיתים מושגים אלו מבלבלים כיוון שהם משתמשים לתיאור דברים שונים בהקשרים שונים. כך אנו משתמשים בהם ב-PyPI:</p> <p>"פרויקט" ב-PyPI הוא השם עבור אוסף של גרסאות וקבצים ומידע לגביהם. פרויקטים ב-PyPI נוצרים ומשותפים על ידי חברים אחרים בקהילת הפייתון כדי שתוכל/י להשתמש בהם.</p> <p>"גרסה" ("release") ב-PyPI היא גרסה מסוימת של פרויקט. לדוגמה, לפרויקט <a href="%(requests_href)s">requests</a> גרסאות רבות, כגון "requests 2.10" ו-"requests 1.2.1". גרסה כוללת "קבצים", אחד או יותר.</p> <p>"קובץ", הידוע גם כ-"חבילה", ב-PyPI הוא דבר אותו ניתן להוריד ולהתקין. עקב הבדלים בחומרה, מערכות הפעלה ופורמטים של קבצים, לגרסה יכולים להיות מספר קבצים (חבילות), כגון ארכיון המכיל קבצי קוד או <a href="%(wheel_href)s">wheel</a> בינארי.</p>
ja: <p>PyPI上で入手できるソフトウェアを説明する上で、「プロジェクト」「リリース」「ファイル」そして「パッケージ」といった多くの用語が使われます。これらの用語は時折混乱を招くことがあります。なぜなら、これらは別の文脈では異なるものを説明するために使われるからです。PyPIにおける使い方は、以下の通りです。</p> <p>PyPIにおける「プロジェクト（project）」とは、リリースとファイル、そしてこれらに関する情報のコレクションの名前です。PyPIのプロジェクトは、あなたがこれらを使えるようにするために、Pythonコミュニティの他のメンバによって作成・共有されます。</p> <p>PyPIにおける「リリース（release）」とは、プロジェクトの特定のバージョンのことです。例えば <a href="%(requests_href)s">requests</a> プロジェクトには、「requests 2.10」「requests 1.2.1」といった沢山のリリースがあります。リリースは1つ以上の「ファイル」で構成されます。</p> <p>PyPIにおける「ファイル」は「パッケージ」とも呼ばれ、ダウンロードしてインストールすることができるもののことです。 ハードウェア、オペレーティング・システム、そしてファイル形式の違いにより、リリースにはソースコードを含むアーカイブやバイナリ <a href="%(wheel_href)s">ホイール</a>といった、複数のファイル（パッケージ）がある場合があります。</p>
tr: <p>PyPI'de bulunan yazılımları tanımlamak için "project" (proje), "release" (sürüm), "file" (dosya) ve "package" (paket) gibi bir dizi terim kullanıyoruz. Bazen bu terimler kafa karıştırıcı olabilir, çünkü başka içeriklerde farklı şeyleri tanımlamak için kullanılabilirler. PyPI'da bunları şu şekilde kullanıyoruz:</p> <p>PY'daki bir "proje", sürümler ve dosyalar ve bunlar hakkında bilgiler koleksiyonuna verilen isimdir. PyPI'daki projeler Python topluluğunun diğer üyeleri tarafından hazırlanır ve paylaşılır; böylece bunları kullanabilirsiniz. </p> <p> PyPI'deki bir "sürüm" bir projenin belirli bir sürümüdür. Örneğin, <a href="%(requests_href)s"> requests </a> projesinde, "requests 2.10" ve "requests 1.2.1" gibi birçok sürüm bulunur. Bir sürüm bir veya birden fazla "dosyadan" oluşur. </p> <p> PyPI'de "paket" olarak da bilinen bir "dosya", indirip yükleyebileceğiniz bir şeydir. Farklı donanım, işletim sistemleri ve dosya biçimleri nedeniyle, bir sürümün içinde kaynak kodu veya binary bir <a href="%(wheel_href)s">wheel</a> gibi arşivler içeren çeşitli dosyalar (paketler) bulunabilir. </p>
