Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Enhance your company's reputation by investing in Python and the open source community.
de: Verbessern Sie den Ruf Ihres Unternehmens durch Investitionen in Python und die Open Source Community.
eo: Plibonigu la reputacion de via firmao per investado en Python kaj la malfermitkoda komunumo.
es: Mejore la reputación de su empresa al invertir en Python y la comunidad de código abierto.
fr: Améliorez la réputation de votre entreprise en investissant dans Python et la communauté open source.
he: שפר/י את המוניטין של חברתך על ידי השקעה בפייתון ובקהילת הקוד הפתוח.
id: Tingkatkan reputasi perusahaan Anda dengan berinvestasi di Python dan komunitas open source.
it: Aumenta la reputazione della tua compagnia investendo in Python e nella comunità open source.
pt: Melhore a reputação da sua empresa investindo no Python e na comunidade de código aberto.
pt_br: Melhore a reputação da sua empresa investindo no Python e na comunidade de código aberto.
ru: Улучшите репутацию своей компании, инвестируя в Python и сообщество открытого исходного кода.
sk: Zvýšte reputáciu svojej spoločnosti investovaním do Pythonu a komunity open source.
ta: பைதான் மற்றும் திறந்த மூல சமூகத்தில் முதலீடு செய்வதன் மூலம் உங்கள் நிறுவனத்தின் நற்பெயரை மேம்படுத்தவும்.
uk: Покращіть репутацію своєї компанії, шляхом інвестування в Python та open source спільноту.

source: PyPI statistics
de: PyPI-Statistiken
el: Στατιστικά PyPI
eo: Statistikoj pri PyPI
es: Estadísticas de PyPI
fr: Statistiques de PyPI
he: סטטיסטיקות PyPI
id: Statistik PyPI
it: Statistiche PyPI
ja: PyPIの統計
pt: Estatísticas do PyPI
pt_br: Estatísticas do PyPI
ru: Статистика PyPI
sk: Štatistiky PyPI
ta: PYPI புள்ளிவிவரங்கள்
tr: PyPI istatistikleri
uk: Статистика PyPI

source: We all love stats, so here are some useful statistics about PyPI.
eo: Ni ĉiuj amas statistikojn – jen kelkaj utilaj statistikoj pri PyPI.
pt: Todos amamos estático, então aqui estão algumas sobre o PyPI.
ru: Мы все любим статистику, поэтому вот несколько полезных статистических данных о PyPI.
sk: Všetci milujeme štatistiky, takže tu sú niektoré užitočné štatistiky o PyPI.
ta: நாம் அனைவரும் புள்ளிவிவரங்களை விரும்புகிறோம், எனவே PYPI பற்றிய சில பயனுள்ள புள்ளிவிவரங்கள் இங்கே.

source: First-party statistics
eo: Unuapartiaj statistikoj
ru: Статистика первой стороны
sk: Štatistiky prvej strany
ta: முதல் தரப்பு புள்ளிவிவரங்கள்

source: These statistics are provided directly by PyPI.
eo: Jen statistikoj provizataj rekte de PyPI.
pt: Estatísticas fornecidas diretamente pela PyPI.
ru: Эта статистика предоставляется непосредственно компанией PyPI.
sk: Tieto štatistiky sú poskytované priamo PyPI.
ta: இந்த புள்ளிவிவரங்கள் நேரடியாக PYPI ஆல் வழங்கப்படுகின்றன.

source: PyPI provides public datasets, including download statistics and metadata via BigQuery
eo: PyPI provizas publikajn datenojn, inkluzive de elŝutaj statistikoj kaj metadatenoj per BigQuery
pt: A PyPI fornece conjuntos de dados públicos, incluindo estatísticas de download e metadados via BigQuery
ru: PyPI предоставляет публичные наборы данных, включая статистику загрузок и метаданные через BigQuery
sk: PyPI poskytuje verejné datasets vrátane sťahovania štatistiky a metadáta cez BigQuery
ta: பைபி பிக் வழியாக பதிவிறக்க புள்ளிவிவரங்கள் மற்றும் மேனிலை தரவு உள்ளிட்ட பொது தரவுத்தொகுப்புகளை வழங்குகிறது

source: PyPI provides a public dashboard with statistics on usage and performance
eo: PyPI provizas publikan panelon de statistikoj pri uzado kaj rendimento
pt: A PyPI fornece um painel público com estatísticas de uso e performance
ru: PyPI предоставляет публичную панель со статистикой использования и производительности
sk: PyPI poskytuje verejnú dosku so štatistikami používania a výkonom
ta: பயன்பாடு மற்றும் செயல்திறன் குறித்த புள்ளிவிவரங்களுடன் PYPI பொது டாச்போர்டை வழங்குகிறது

source: Third-party statistics
eo: Triapartiaj statistikoj
ru: Статистика третьих лиц
sk: Štatistiky tretích strán
ta: மூன்றாம் தரப்பு புள்ளிவிவரங்கள்

source: These statistics are provided by other third-party services unaffiliated with PyPI.
eo: Jen statistikoj provizataj de triapartiaj servoj ne filiaj al PyPI.
pt: Estas estatísticas são fornecidas por serviços de terceiros não afiliados com a PyPI.
ru: Эта статистика предоставляется сторонними сервисами, не связанными с PyPI.
sk: Tieto štatistiky sú poskytované inými službami tretích strán, ktoré nie sú v rozpore s PyPI.
ta: இந்த புள்ளிவிவரங்கள் PYPI உடன் இணைக்கப்படாத பிற மூன்றாம் தரப்பு சேவைகளால் வழங்கப்படுகின்றன.

source: Top projects by total package size
de: Toppakete nach Paketgröße
eo: Plej grandaj projektoj laŭ totala grando de pakoj
es: Principales proyectos por tamaño total de paquete
fr: Principaux projets par taille totale de paquet
he: הפרויקטים המובילים לפי גודל החבילה הכולל
id: Proyek teratas menurut ukuran paket total
it: Progetti al top per dimensione totale pacchetto
pt: Projetos majores por tamanho total de pacotes
pt_br: Maiores projetos por tamanho total de pacotes
ru: Топ проектов по общему размеру пакета
sk: Najlepšie projekty podľa celkovej veľkosti balíka
ta: மொத்த தொகுப்பு அளவு மூலம் சிறந்த திட்டங்கள்
uk: Топ-проєкти за загальним розміром пакунка

source: Here is a list of the top 100 projects based on the sum of their packages' sizes (in bytes). This page is cached for 24 hours, so don't expect the numbers to be realtime.
eo: Jen listo de la 100 plej grandaj projektoj laŭ la sumoj de la grandoj de iliaj pakoj (mezuritaj per bajtoj). La listo estas ĝisdatigata po unu fojo en 24 horoj; tial, la nombroj ne estas realtempaj.
ru: Здесь представлен список 100 лучших проектов, основанный на сумме размеров их пакетов (в байтах). Эта страница кэшируется в течение 24 часов, поэтому не ожидайте, что цифры будут соответствовать реальному времени.
sk: Tu je zoznam top 100 projektov založených na súčet veľkostí ich balíkov (v bajtov). Táto stránka je cached na 24 hodín, takže neočakávajte, že čísla budú v reálnom čase.
ta: அவற்றின் தொகுப்புகளின் அளவுகளின் (பைட்டுகளில்) தொகையை அடிப்படையாகக் கொண்ட சிறந்த 100 திட்டங்களின் பட்டியல் இங்கே. இந்த பக்கம் 24 மணி நேரம் தற்காலிகமாக சேமிக்கப்படுகிறது, எனவே எண்கள் நிகழ்நேரமாக இருக்கும் என்று எதிர்பார்க்க வேண்டாம்.

source: Statistics by project
de: Statistiken nach Projekt
el: Στατιστικά ανά project
eo: Statistikoj laŭ projekto
es: Estadísticas por proyecto
fr: Statistiques par projet
he: סטטיסטיקות לפי פרויקט
id: Statistik berdasarkan proyek
it: Statistiche ordinate in base al progetto
ja: プロジェクトごとの統計
pt: Estatísticas por projeto
pt_br: Estatísticas por projeto
ru: Статистика по проектам
sk: Štatistika podľa projektu
ta: திட்டத்தின் புள்ளிவிவரங்கள்
tr: Proje hakkında istatistikler
uk: Статистика за проєктом

source: Sum of release files (bytes)
de: Summe der Release-Dateien (Bytes)
el: Συνολικός όγκος αρχείων (bytes)
eo: Sumo de eldonaj doseroj (mezurata per bajtoj)
es: Suma de archivos de publicación (en bytes)
fr: Somme des fichiers de version (octets)
he: סכום קבצי הגרסאות (בתים)
id: Jumlah file rilis (byte)
it: Somma dei file di rilascio (bytes)
ja: リリースファイルの合計（バイト単位）
pt: Soma dos ficheiros de lançamento (bytes)
pt_br: Soma dos arquivos de lançamento (bytes)
ru: Сумма по файлам выпуска (в байтах)
sk: Súčet súborov vydania (bajty)
ta: வெளியீட்டு கோப்புகளின் தொகை (பைட்டுகள்)
uk: Сума файлів випусків (байти)

source: All of PyPI
de: PyPI Gesamt
el: Όλα από το PyPI
eo: Ĉiom da PyPI
es: Todo PyPI
fr: Ensemble de PyPI
he: כל PyPI
id: Semua PyPI
it: Tutto PyPI
ja: PyPIの全て
pt: Tudo do PyPI
pt_br: Tudo do PyPI
ru: Всего по PyPI
sk: Všetko PyPI
ta: பைபி அனைத்தும்
uk: Увесь PyPI

source: Trademarks
de: Warenzeichen
eo: Varmarkoj
es: Marcas comerciales
it: Marchi
ru: Торговая марка
sk: Ochranné známky
ta: வர்த்தக முத்திரைகள்

source: Wordmarks
de: Wortmarken
eo: Vortmarkoj
it: Logotipi
ru: Словесные знаки
sk: Slovné známky
ta: வேர்ட்மார்க்ச்

source: USPTO Registration Number
de: USPTO Registrierungsnummer
eo: Usona patenta numero
es: Número de registro de USPTO
it: Numero registrazione USPTO
ru: Регистрационный номер USPTO
sk: Registračné číslo USPTO
ta: USPTO பதிவு எண்

source: International Registration Number
de: Internationale Registrierungsnummer
eo: Internacia registra numero
es: Número de registro internacional
it: Numero di registrazione internazionale
pt: Número de Registo Internacional
pt_br: Número de Registro Internacional
ru: Международный регистрационный номер
sk: Medzinárodné registračné číslo
ta: பன்னாட்டு பதிவு எண்

source: Logos
eo: Emblemoj
it: Loghi
ru: Логотип
sk: Logá
ta: லோகோக்கள்

source: Search results
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
eo: Serĉrezultoj
es: Resultados de búsqueda
fr: Résultats de recherche
he: תוצאות חיפוש
id: Hasil pencarian
it: Cerca risultati
ja: 検索結果
pt: Resultados da pesquisa
pt_br: Resultados da pesquisa
ru: Результаты поиска
sk: Výsledky vyhľadávania
ta: தேடல் முடிவுகள்
tr: Arama sonuçları
uk: Результати пошуку

source: Did you mean '<a class="link" href="%(link)s">%(text)s</a>'?
de: Meinten Sie "<a class="link" href="%(link)s">%(text)s</a>"?
el: Μήπως εννοούσατε '<a class="link" href="%(link)s">%(text)s</a>';
eo: Ĉu vi intencis '<a class="link" href="%(link)s">%(text)s</a>'?
es: ¿Quiso decir «<a class="link" href="%(link)s">%(text)s</a>»?
fr: Voulez-vous dire « <a class="link" href="%(link)s">%(text)s</a> » ?
he: הם התכוונת ל-'<a class="link" href="%(link)s">%(text)s</a>'?
id: Apakah maksud Anda '<a class="link" href="%(link)s"> %(text)s </a>'?
it: Intendevi '<a class="link" href="%(link)s">%(text)s</a>'?
ja: もしかして'<a class="link" href="%(link)s">%(text)s</a>'ですか？
pt: Quis dizer "<a class="link" href="%(link)s">%(text)s</a>"?
pt_br: Você quis dizer "<a class="link" href="%(link)s">%(text)s</a>"?
ru: Вы имели в виду «<a class="link" href="%(link)s">%(text)s</a>»?
sk: Mali ste na mysli „<a class="link" href="%(link)s">%(text)s</a>“?
ta: '<A வகுப்பு = "இணைப்பு" HREF = "%(link)s">%(text)s </a>' என்று நீங்கள் சொன்னீர்களா?
tr: '<a class="link" href="%(link)s">%(text)s</a>' bunu demek mi istediniz?
uk: Ви мали на увазі «<a class="link" href="%(link)s">%(text)s</a>»?

source: Close panel
de: Panel schließen
el: Κλείσιμο πλαισίου
eo: Fermi panelon
es: Cerrar panel
fr: Fermer le panneau
he: סגירת הפאנל
id: Tutup panel
it: Ciudi pannello
ja: パネルを閉じる
pt: Fechar o painel
pt_br: Fecha o painel
ru: Закрыть панель
sk: Zavrieť panel
ta: மூடு குழு
tr: Paneli kapat
uk: Закрити панель

source: Filter by <a href="%(href)s">classifier</a>
de: Nach <a href="%(href)s">Kategorie</a> filtern
el: Φιλτράρισμα κατά <a href="%(href)s">classifier</a>
eo: Filtri per <a href="%(href)s">klasigilo</a>
es: Filtrar por <a href="%(href)s">clasificador</a>
fr: Filtrer par <a href="%(href)s">classificateur</a>
he: סינון לפי <a href="%(href)s">מסווג</a>
id: Filter menurut <a href="%(href)s">pengklasifikasi</a>
it: FIltra in base a <a href="%(href)s">classificatore</a>
ja: <a href="%(href)s">分類</a>によるフィルタ
pt: Filtrar por <a href="%(href)s">classificador</a>
pt_br: Filtrar por <a href="%(href)s">classificador</a>
ru: Фильтр по <a href="%(href)s">классификатору</a>
sk: Filtrovať podľa <a href="%(href)s">klasifikátora</a>
ta: <A href = "%(href)s"> வகைப்படுத்தி </a> மூலம் வடிகட்டவும்
uk: Фільтрувати за <a href="%(href)s">класифікатором</a>

source: Enter a search query, or select a filter from the list of classifiers.
de: Geben Sie eine Suchanfrage ein, oder wählen Sie einen Filter aus der Liste der Kategorien aus.
el: Αναζητήστε ή επιλέξτε ένα φίλτρο από τη λίστα με τους classifiers.
eo: Entajpu serĉon, aŭ elektu filtrilon el la listo de klasigiloj.
es: Ingrese una consulta de búsqueda o seleccione un filtro de la lista de clasificadores.
fr: Entrez une recherche ou sélectionnez un filtre dans la liste des classificateurs.
he: הזן/י שאילתה לחיפוש או בחר/י מסנן מרשימת המסווגים.
id: Masukkan kueri pencarian, atau pilih filter dari daftar pengklasifikasi.
it: Immetti una query di ricerca, o seleziona un filtro dalla lista dei classificatori.
ja: 検索クエリを入力するか、分類リストからフィルタを選択してください。
pt: Insira uma consulta de pesquisa ou selecione um filtro na lista de classificadores.
pt_br: Insira uma consulta de pesquisa ou selecione um filtro na lista de classificadores.
ru: Введите поисковый запрос или выберите фильтр из списка классификаторов.
sk: Zadajte vyhľadávací dopyt alebo vyberte filter zo zoznamu klasifikátorov.
ta: தேடல் வினவலை உள்ளிடவும் அல்லது வகைப்படுத்திகளின் பட்டியலிலிருந்து வடிப்பானைத் தேர்ந்தெடுக்கவும்.
tr: Bir arama sorgusu girin yahut sınıflandırıcılar listesinden bir filtre seçin.
uk: Введіть пошуковий запит або оберіть фільтр із переліку класифікаторів.

source: Enter a search query, or add a filter by clicking on the button.
de: Suchbegriff eingeben, oder Filter durch Klick auf den Button hinzufügen.
el: Αναζητήστε ή προσθέστε ένα φίλτρο κλικάροντας πάνω στο κουμπί.
eo: Entajpu serĉon, aŭ aldonu filtrilon per alklako sur la butonon.
es: Ingrese una consulta de búsqueda o agregue un filtro pulsando en el botón.
fr: Entrez une recherche, ou ajoutez un filtre en cliquant sur le bouton.
he: הזן/י שאילתה לחיפוש או הוסף/י מסנן על ידי לחיצה על הכפתור.
id: Masukkan kueri pencarian, atau tambahkan filter dengan mengklik tombol.
it: Immetti una query di ricerca, o aggiungi un filtro cliccando sul pulsante.
ja: 検索クエリを入力するか、ボタンをクリックしてフィルタを追加してください。
pt: Insira uma consulta de pesquisa ou adicione um filtro clicando no botão.
pt_br: Insira uma consulta de pesquisa ou adicione um filtro clicando no botão.
ru: Введите поисковый запрос или добавьте фильтр, нажав на кнопку.
sk: Zadajte vyhľadávací dopyt alebo pridajte filter kliknutím na tlačidlo.
ta: தேடல் வினவலை உள்ளிடவும் அல்லது பொத்தானைக் சொடுக்கு செய்வதன் மூலம் வடிகட்டியைச் சேர்க்கவும்.
tr: Bir arama sorgusu girin yahut düğmeye tıklayarak bir filtre ekleyin.
uk: Введіть пошуковий запит або додайте фільтр кліком по кнопці.

source: You can combine searches and classifier filters. Examples:
de: Sie können Such- und Kategoriefilter kombinieren. Beispiele:
el: Μπορείτε να συνδυάσετε τις αναζητήσεις σας με τα φίλτρα classifiers. Παραδείγματα:
eo: Vi povas kombini serĉojn kaj klasigilajn filtrojn. Jen ekzemplo:
es: Puede combinar búsquedas con filtros de clasificadores. Ejemplos:
fr: Vous pouvez combiner des recherches et des filtres de classificateurs. Exemples :
he: ניתן לשלב חיפושים ומסנני מסווגים. דוגמאות:
id: Anda dapat menggabungkan pencarian dan filter pengklasifikasi. Contoh:
it: Puoi combinare ricerche e filtri classificatore. Esempi:
ja: 検索と分類フィルタは組み合わせることができます。例えば、以下のとおりです。
pt: Pode combinar pesquisas e filtros de classificador. Exemplos:
pt_br: Você pode combinar pesquisas e filtros de classificador. Exemplos:
ru: Вы можете комбинировать поиск и фильтры по классификаторам. Примеры:
sk: Môžete kombinovať vyhľadávania a filtre klasifikátorov. Príklady:
ta: நீங்கள் தேடல்கள் மற்றும் வகைப்படுத்தி வடிப்பான்களை இணைக்கலாம். எடுத்துக்காட்டுகள்:
tr: Aramaları ve sınıflandırıcı filtrelerini birleştirebilirsiniz. Örneğin:
uk: Ви можете комбінувати пошуки та фільтри класифікаторів. Приклади:

source: Python 3 compatible projects
de: Mit Python 3 kompatible Projekte
el: Projects συμβατά με την Python 3
eo: Projektoj kongruaj kun Python 3
es: Proyectos compatibles con Python 3
fr: Projets compatibles Python 3
he: פרויקטים התומכים בפייתון 3
id: Proyek yang kompatibel dengan Python 3
it: Progetti compatibili con Python 3
ja: Python 3互換プロジェクト
pt: Projetos compatíveis com Python 3
pt_br: Projetos compatíveis com Python 3
ru: Проекты, совместимые с третьим Python’ом
sk: Projekty kompatibilné s Python 3
ta: பைதான் 3 இணக்கமான திட்டங்கள்
tr: Python 3 uyumlu projeler
uk: Проєкти, які сумісні з Python 3

source: Sphinx extensions that have a stable/production status
de: Sphinx-Erweiterungen mit stabilem/Produktionsstatus
el: Επεκτάσεις για το Sphinx που η κατάσταση τους είναι stable/production
eo: Sphinx-kromprogramoj de la stabila/produkta stato
es: Extensiones de Sphinx con estatus estable/de producción
fr: Extensions de Sphinx qui ont un statut stable/production
he: תוספי Sphinx בעלי סטטוס stable/production
id: Ekstensi Sphinx yang memiliki status stabil/produksi
it: Estensioni Sphinx che hanno uno stato stabile/produttivo
ja: stable/productionステータスを持つSphinx拡張
pt: Extensões Sphinx que têm um estado estável/produção
pt_br: Extensões Sphinx que têm um status estável/produção
ru: Расширения Sphinx, имеющие стабильный статус/готовые к боевому применению
sk: Rozšírenia Sphinx, ktoré majú stabilný/produkčný stav
ta: நிலையான/உற்பத்தி நிலையைக் கொண்ட சூரரிமாச்சிலை நீட்டிப்புகள்
uk: Розширення Sphinx, що мають статус стабільних/продакшн

source: Projects related to "graphics" with OSI-approved licenses
de: Projekte im Zusammenhang mit "Grafiken" mit OSI-genehmigten Lizenzen
el: Projects που σχετίζονται με το "graphics" με OSI-approved άδειες
eo: Projektoj rilataj al «grafiko» kun OSI-aprobitaj licencoj
es: Proyectos relacionados a «gráficos» con licencias aprobadas por la OSI
fr: Projets liés aux « graphiques » avec des licences approuvées par l'OSI
he: פרויקטים בקשורים לגרפיקה ("graphics") עם רשיון המאושר על ידי ה-OSI
id: Proyek yang terkait dengan "grafik" dengan lisensi yang disetujui OSI
it: Progetti collegato a "grafica" con licenze OSI-approved
ja: OSI-approvedライセンスを持つ「グラフィック」関連のプロジェクト
pt: Projetos relacionados a "graphics" com licenças aprovadas pela OSI
pt_br: Projetos relacionados a "graphics" com licenças aprovadas pela OSI
ru: Проекты, связанные с «графикой» с лицензиями, одобренными OSI
sk: Projekty súvisiace s „grafikou“ s licenciami schválenými OSI
ta: OSI- அங்கீகரிக்கப்பட்ட உரிமங்களுடன் "கிராபிக்ச்" தொடர்பான திட்டங்கள்
uk: Проєкти, пов'язані із «графікою» із ліцензіями, які схвалені OSI

source: for "%(term)s"
de: für "%(term)s"
el: για "%(term)s"
eo: por "%(term)s"
es: para «%(term)s»
fr: pour « %(term)s »
he: עבור "%(term)s"
id: untuk "%(term)s"
it: per "%(term)s"
pt: para "%(term)s"
pt_br: para "%(term)s"
ru: по запросу «%(term)s»
sk: pre "%(term)s"
ta: "%(term)s" க்கு
tr: "%(term)s" için
uk: для «%(term)s»

source: with the selected classifier
eo: kun la elektita klasigilo
pt: com o classificador selecionado
ru: с выбранным классификатором
sk: s vybraným klasifikátorom
ta: தேர்ந்தெடுக்கப்பட்ட வகைப்படுத்தியுடன்

source: Order by
de: Sortieren nach
el: Κατά
eo: Ordigi laŭ
es: Ordenar por
fr: Trier par
he: מיון לפי
id: Urutkan berdasarkan
it: Ordina per
ja: ソート順:
pt: Ordenar por
pt_br: Ordenar por
ru: Сортировать по
sk: Zoradiť podľa
ta: வழங்கியவர்
uk: Впорядкувати за

source: Relevance
de: Relevanz
el: Συνάφεια
eo: Rilateco
es: Relevancia
fr: Pertinence
he: רלוונטיות
id: Relevansi
it: Rilevanza
ja: 関連性
pt: Relevância
pt_br: Relevância
ru: Соответствию
sk: Relevantnosť
ta: பொருத்தமானது
tr: İlgi
uk: Доречністю

source: Date last updated
de: Zuletzt aktualisiert
el: Τελευταία ημερομηνία ενημέρωσης
eo: Dato de lasta ĝisdatigo
es: Fecha de última actualización
fr: Date de dernière mise à jour
he: תאריך עדכון אחרון
id: Tanggal terakhir diperbarui
it: Data ultimo aggiornamento
ja: 最終更新日
pt: Data da última atualização
pt_br: Data da última atualização
ru: Дате последнего обновления
sk: Dátum poslednej aktualizácie
ta: தேதி கடைசியாக புதுப்பிக்கப்பட்டது
tr: Son güncellenen tarih
uk: Датою останнього оновлення

source: Filter
el: Φίλτρο
eo: Filtri
es: Filtro
fr: Filtre
he: מסנן
id: Saring
it: Filtrare
ja: フィルタ
pt: Filtro
pt_br: Filtro
ru: Фильтр
ta: வடிப்பி
tr: Filtre
uk: Фільтр

source: Add filter
de: Filter hinzufügen
el: Προσθήκη φίλτρου
eo: Aldoni filtrilon
es: Añadir filtro
fr: Ajouter un filtre
he: הוספת מסנן
id: Tambahkan filter
it: Aggiungi filtro
ja: フィルタの追加
pt: Adicionar filtro
pt_br: Adicionar filtro
ru: Добавить фильтр
sk: Pridajte filter
ta: வடிகட்டியைச் சேர்க்கவும்
tr: Filtre ekle
uk: Додати фільтр

source: There were no results for '%(term)s'
de: Keine Ergebnisse für '%(term)s'
el: Δεν βρέθηκαν αποτελέσματα για '%(term)s'
eo: Troviĝis neniu rezulto pri '%(term)s'
es: «%(term)s» no arrojó ningún resultado
fr: Aucun résultat pour « %(term)s »
he: לא היו תוצאות עבור '%(term)s'
id: Tidak ada hasil untuk '%(term)s'
it: Non ci sono risultati per '%(term)s'
ja: '%(term)s'に一致する結果はありませんでした
pt: Nenhuma ocorrência para "%(term)s"
pt_br: Nenhuma ocorrência para "%(term)s"
ru: По запросу «%(term)s» результатов не найдено
sk: Nenašli sa žiadne výsledky pre „%(term)s“
ta: '%(term)s' என்பதற்கு எந்த முடிவுகளும் இல்லை
tr: '%(term)s' için bir sonuç bulunamadı
uk: Немає результатів для «%(term)s»

source: There were no results for '%(filters)s' filter
de: Keine Ergebnisse für „%(term)s“
eo: Troviĝis neniu rezulto pri la filtrilo «%(filters)s»
es: No hubo resultados para el filtro '%(filters)s'
it: Non ci sono risultati per il filtro %(filters)s
pt: Não houve ocorrência para filtro '%(filters)s'
pt_br: Nenhuma ocorrência para o filtro "%(filters)s"
ru: Не было результатов для фильтра '%(filters)s'
sk: Pre filter '%(filters)s' neboli žiadne výsledky
ta: '%(filters)s' வடிப்பானுக்கு எந்த முடிவுகளும் இல்லை
uk: Немає результатів для «%(filters)s»

source: URL:
eo: Retadreso:

source: email
eo: retpoŝta adreso
sk: e-mailová adresa
ta: மின்னஞ்சல்

source: Renaming organizations is not currently supported.
eo: Aktuale ne eblas ŝanĝi la nomon de organizaĵo.

source: I understand that this Trusted Publisher will only allow uploads from CI/CD workflows running in the '%(constrained_environment_name)s' environment.
eo: Mi komprenas, ke tiu Fidata Eldonanto nur permesos alŝutojn el laborfluo de kontinuaj integrado/disponigo ruliĝanta en la medio «%(constrained_environment_name)s».

source: A yanked release is a release that is always ignored by an installer, unless it is the only release that matches a version specifier (using either <code>==</code> or <code>===</code>). See <a href="%(href)s" title="%(title)s">the user documentation</a> for more information, including how to yank a release.
eo: Fortirita eldono estas eldono ĉiam ignorata de instalilo, krom se ĝi estas la nura eldono, kiu kongruas kun versio-specifilo (uzanta aŭ <code>==</code> aŭ <code>===</code>). Vidu <a href="%(href)s" title="%(title)s">la dokumentaron por uzantoj</a> por pliaj informoj, inkluzive de la metodo por fortiri eldonon.
uk: Анульований випуск — це випуск, який завжди ігнорується встановлювачем, крім випадків, коли цей випуск єдиний, що відповідає вказаній версії (використовуючи <code>==</code> чи <code>===</code>). Щоб дізнатися більше, читайте <a href="%(href)s" title="%(title)s">користувацьку документацію</a>, яка включає пояснення того, як анулювати випуск.

source: If you can't upload your project's release to PyPI because you're hitting the upload file size limit (%(max_file_size_mb)s MiB by default; individual projects may differ), we can sometimes increase your limit.
eo: Se vi ne povas alŝuti la eldonon de via projekto pro la maksimuma grando de dosiero (implicite %(max_file_size_mb)s MiB; povas esti alia por kelkaj projektoj), ni povas kelkfoje pliigi la maksimumon.

source: If you can't upload your project's release to PyPI because you're hitting the project size limit (%(max_project_size_gb)s GiB by default; individual projects may differ), first <a href="%(href)s">remove any unnecessary releases or individual files</a> to lower your overall project size.
eo: Se vi ne povas alŝuti la eldonon de via projekto pro la limigo de la projekta grando (implicite %(max_project_size_gb)s GiB; povas esti alia por kelkaj projektoj), unue <a href="%(href)s">forigu ajnajn nenecesajn eldonojn aŭ individuajn dosierojn</a>, por malpligrandigi vian projektan totalon.

source: If that is not possible, we can sometimes increase your limit. See the <a href="%(href)s">user documentation</a> for more information on requesting a project size limit increase.
eo: Se tio ne eblas, ni fojfoje povas pliigi vian limon. Vidu la <a href="%(href)s">dokumentaron por uzantoj</a> por pli da informoj pri petado por pliigo de maksimuma grando de projekto.

source: .gitlab-ci.yml
ta: .tulab-on.yl
