Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Would you like to accept this invitation to join '<a href="%(project_link)s">%(project_name)s</a>' as a project %(role_name)s?
de: Möchten Sie diese Einladung annehmen, dem Projekt '<a href="%(project_link)s">%(project_name)s</a>' als Projekt %(role_name)s beizutreten?
eo: Ĉu akcepti ĉi tiun inviton aliĝi al la projekto «<a href="%(project_link)s">%(project_name)s</a>» kiel projekta %(role_name)s?
es: ¿Quiere aceptar esta invitación a incorporarse a «<a href="%(project_link)s">%(project_name)s</a>» como %(role_name)s del proyecto?
it: ……Ti piacerebbe accettare questo invito ad unirti '<a href="%(project_link)s">%(project_name)s</a>'come %(role_name)s di un progetto? ……
pt: Gostaria de aceitar este convite para participar '<a href="%(project_link)s">%(project_name)s</a>' como um projeto %(role_name)s ?
pt_br: Você gostaria de aceitar este convite para participar do "<a href="%(project_link)s">%(project_name)s</a>" como um %(role_name)s do projeto?
ru: Хотели бы вы принять это приглашение присоединения к проекту «<a href="%(project_link)s">%(project_name)s</a>» на роль %(role_name)s?
sk: Chcete prijať toto pozvanie a pripojiť sa k '<a href="%(project_link)s">%(project_name)s</a>' ako projektu %(role_name)s?
ta: '<A href = "%(project_link)s">%(project_name)s </a>' ஒரு திட்ட%(role_name)s இல் சேர இந்த அழைப்பை ஏற்க விரும்புகிறீர்களா?
uk: Бажаєте прийняти запрошення приєднатися до «<a href="%(project_link)s">%(project_name)s</a>» у якості %(role_name)s проєкту?

source: Accept
de: Akzeptieren
eo: Akcepti
es: Aceptar
id: Terima
it: Accetta
pt: Aceitar
pt_br: Aceitar
ru: Принять
sk: Prijať
ta: ஏற்றுக்கொள்
uk: Погодитися

source: Decline
de: Ablehnen
eo: Malakcepti
es: Declinar
id: Tolak
it: Rifiuta
pt: Rejeitar
pt_br: Rejeitar
ru: Отклонить
sk: Odmietnuť
ta: வீழ்ச்சி
uk: Відхилити

source: You must first enable <a href="%(href)s">two-factor authentication</a> on your account before accepting an invitation to join a project.
eo: Vi devas unue starigi <a href="%(href)s">dupaŝan aŭtentikigon</a> ĉe via konto antaŭ ol akcepti inviton aliĝi al projekto.
es: Primero debes activar la <a href="%(href)s">autenticación con verificación en dos pasos</a> en tu cuenta antes de aceptar una invitación para unirte a un proyecto.
it: Non hai abilitato l'autenticazione a due fattori sul tuo account.
pt: Você deve ativar a <a href="%(href)s">autenticação em dois fatores</a> em sua conta antes de aceitar um convite para um projeto.
pt_br: Você deve primeiro habilitar <a href="%(href)s">autenticação de dois fatores</a> em sua conta antes de aceitar um convite para participar de um projeto.
ru: Перед тем как принять приглашение присоединиться к проекту, необходимо включить <a href="%(href)s">двухфакторную аутентификацию</a> в своей учетной записи.
sk: Najprv musíte povoliť <a href="%(href)s">dva-factor autentifikáciu</a> na svojom účte pred prijatím pozvánky vstúpiť do projektu.
ta: ஒரு திட்டத்தில் சேர அழைப்பை ஏற்றுக்கொள்வதற்கு முன் உங்கள் கணக்கில் நீங்கள் முதலில் <a href = "%(href)s"> இரண்டு காரணி ஏற்பு </a> ஐ இயக்க வேண்டும்.
uk: Перед тим як прийняти запрошення долучитися до проєкту, вам спершу слід увімкнути <a href="%(href)s">двофакторну автентифікацію</a> у своєму обліковому записі.

source: Log in to %(title)s
de: Bei %(title)s anmelden
el: Σύνδεση στο %(title)s
eo: Saluti al %(title)s
es: Acceder a %(title)s
fr: Se connecter à %(title)s
he: להזדהות אל %(title)s
id: Masuk ke %(title)s
it: Accedi a %(title)s
ja: %(title)s にログインする
pt: Iniciar sessão para %(title)s
pt_br: Entrar em %(title)s
ru: Вход на %(title)s
sk: Prihláste sa do %(title)s
ta: %(title)s உள்நுழைக
tr: %(title)s 'a giriş yap
uk: Увійти до %(title)s

source: Username
de: Benutzername
el: Όνομα χρήστη
eo: Salutnomo
es: Nombre de usuario
fr: Nom d’utilisateur
he: שם משתמש
id: Nama pengguna
it: Nome Utente
ja: ユーザ名
pt: Nome de utilizador
pt_br: Nome de usuário
ru: Имя пользователя
sk: Užívateľské meno
ta: பயனர்பெயர்
tr: Kullanıcı adı
uk: Імʼя користувача

source: Your username
de: Benutzername
el: Το όνομα χρήστη σας
eo: Via salutnomo
es: Su nombre de usuario
fr: Votre nom d’utilisateur
he: שם המשתמש שלך
id: Nama pengguna anda
it: Il tuo nome utente
ja: あなたのユーザ名
pt: O seu nome de utilizador
pt_br: Seu nome de usuário
ru: Ваше имя пользователя
sk: Vaše užívateľské meno
ta: உங்கள் பயனர்பெயர்
tr: Sizin kullanıcı adınız
uk: Ваше імʼя користувача

source: Log out
de: Abmelden
el: Αποσύνδεση
eo: Adiaŭi
es: Salir
fr: Se déconnecter
he: התנתקות
id: Keluar
it: Esci
ja: ログアウト
pt: Terminar sessão
pt_br: Sair
ru: Выйти
sk: Odhlásiť sa
ta: விடுபதிகை
tr: Çıkış yap
uk: Вийти

source: Log out of %(account_name)s
de: Als %(account_name)s abmelden
el: Αποσύνδεση από %(account_name)s
eo: Adiaŭi el %(account_name)s
es: Salir de %(account_name)s
fr: Se déconnecter de %(account_name)s
he: התנתקות מ-%(account_name)s
id: Keluar dari %(account_name)s
it: Esci da %(account_name)s
ja: %(account_name)s をログアウトする
pt: Terminar sessão de %(account_name)s
pt_br: Sair de %(account_name)s
ru: Выйти из %(account_name)s
sk: Odhláste sa z %(account_name)s
ta: %(account_name)s வெளியேறவும்
tr: %(account_name)s 'den çıkış yap
uk: Вийти з %(account_name)s

source: Confirm Organization Invite
eo: Konfirmi inviton al organizaĵo
es: Confirme la invitación a la organización
it: Conferma l'invito all'organizzazione
pt: Confirmar convite da organização
pt_br: Confirmar convite da organização
ru: Подтвердите приглашение организации
sk: Potvrďte pozvanie organizácie
ta: அமைப்பு அழைப்பை உறுதிப்படுத்தவும்
uk: Підтвердьте запрошення до організації

source: Would you like to accept this invitation to join '%(organization_name)s' as an organization %(role_name)s?
eo: Ĉu akcepti la inviton aliĝi al la organizaĵo «%(organization_name)s» kiel organizaĵa %(role_name)s?
es: ¿Quiere aceptar esta invitación a incorporarse a «%(organization_name)s» como %(role_name)s de la organización?
it: ……Ti piacerebbe accettare questo invito ad unirti '<a href="%(project_link)s">%(project_name)s</a>'come %(role_name)s di un'organizzazione? ……
pt: Você gostaria de aceitar este convite para se juntar a '%(organization_name)s' como um %(role_name)s do projeto?
pt_br: Você gostaria de aceitar este convite para participar da organização "%(organization_name)s" como %(role_name)s?
ru: Хотели бы вы принять приглашение присоединиться к проекту '%(organization_name)s' как %(role_name)s?
sk: Chcete prijať túto pozvánku a pripojiť sa k '%(organization_name)s' ako organizácia %(role_name)s?
ta: இந்த அழைப்பை ' %(அமைப்பு_பெயர்)' ஒரு அமைப்பாக %(organization_name)s ஆக ஏற்ற விரும்புகிறீர்களா?
uk: Чи бажаєте ви прийняти це запрошення приєднатися до «%(organization_name)s» у якості %(role_name)s?

source: You must first enable <a href="%(href)s">two-factor authentication</a> on your account before accepting an invitation to join an organization.
eo: Vi devas unue starigi <a href="%(href)s">dupaŝan aŭtentikigon</a> ĉe via konto antaŭ ol akcepti inviton aliĝi al organizaĵo.
es: Primero debes activar la <a href="%(href)s">autenticación con verificación en dos pasos</a> en tu cuenta antes de aceptar una invitación para unirte a una organización.
it: Non hai abilitato l'autenticazione a due fattori sul tuo account.
pt: Você deve ativar a <a href="%(href)s">autenticação em dois fatores</a> em sua conta antes de aceitar um convite para uma organização.
pt_br: Você deve primeiro habilitar <a href="%(href)s">autenticação de dois fatores</a> na sua conta antes de aceitar um convite para participar de uma organização.
ru: Перед тем как принять приглашение вступить в организацию, необходимо включить <a href="%(href)s">двухфакторную аутентификацию</a> в своей учетной записи.
sk: Najprv musíte povoliť <a href="%(href)s">dva-factor overenie</a> na svojom účte pred prijatím pozvánky, aby ste sa pripojili k organizácii.
ta: ஒரு நிறுவனத்தில் சேர அழைப்பை ஏற்றுக்கொள்வதற்கு முன், உங்கள் கணக்கில் நீங்கள் முதலில் <a href = "%(href)s"> இரண்டு-காரணி ஏற்பு </a> ஐ இயக்க வேண்டும்.
uk: Перед тим як прийняти запрошення доєднатися до організації, вам спершу слід увімкнути <a href="%(href)s">двофакторну автентифікацію</a> у своєму обліковому записі.

source: Profile of %(username)s
de: Profil von %(username)s
el: Προφίλ %(username)s
eo: Profilo de %(username)s
es: Perfil de %(username)s
fr: Profil de %(username)s
he: הפרופיל של %(username)s
id: Profil %(username)s
it: Profilo di %(username)s
ja: %(username)s のプロフィール
pt: Perfil de %(username)s
pt_br: Perfil de %(username)s
ru: Профиль %(username)s
sk: Profil používateľa %(username)s
ta: %(username)sுயவிவரம்
tr: %(username)s kullanıcısının profili
uk: Профіль %(username)s

source: Avatar for {user} from gravatar.com
de: Profilbild für {user} von gravatar.com
el: Το avatar του χρήστη {user} από το gravatar.com
eo: Avataro de {user} ĉe gravatar.com
es: Avatar de {user} de gravatar.com
fr: Avatar pour {user} via gravatar.com
he: צלמית עבור {user} מ-gravatar.com
id: Avatar untuk {user} dari gravatar.com
it: Avatar per {user} da gravatar.com
ja: gravatar.com上の {user} のアバター
pt: Avatar para {user} do gravatar.com
pt_br: Avatar para {user} do gravatar.com
ru: Аватар для {user} с gravatar.com
sk: Avatar pre {user} z gravatar.com
ta: {பயனருக்கான அவதார் fravatar.com இலிருந்து
tr: {user} Adlı Kullanıcının Gravatar.com Profil Fotoğrafı
uk: Аватар для {user} із gravatar.com

source: Date joined
de: Beitrittsdatum
el: Ημερομηνία συμμετοχής
eo: Dato de aliĝo
es: Fecha de alta
fr: Date d'inscription
he: תאריך הצטרפות
id: Tanggal bergabung
it: Data in cui si è unito
ja: 登録日
pt: Data de entrada
pt_br: Data de entrada
ru: Дата регистрации
sk: Dátum pripojenia
ta: தேதி இணைந்தது
tr: Katılma Tarihi
uk: Дата приєднання

source: Joined %(start_date)s
eo: Aliĝis je %(start_date)s
es: Se dio de alta el %(start_date)s
id: Bergabung %(start_date)s
it: Iscritto il %(start_date)s
pt: Entrou em%(start_date)s
pt_br: Entrou em %(start_date)s
ru: Зарегистрировался %(start_date)s
sk: Pripojil sa %(start_date)s
ta: இணைந்தது %(start_date)s
uk: Приєднується %(start_date)s

source: %(count)s project
de: %(count)s Projekt
eo: %(count)s projekto
es: %(count)s proyecto
it: %(count)s progetto
pt: %(count)s projeto
pt_br: %(count)s projeto
ru: %(count)s проект
sk: %(count)s projekt
ta: %(எண்ணிக்கை) திட்டம்
uk: %(count)s проєкт

source: No projects
de: Keine Projekte
el: Χωρίς projects
eo: Neniu projekto
es: No hay ningún proyecto
fr: Aucun projet
he: אין פרויקטים
id: Tidak ada proyek
it: Nessun progetto
ja: プロジェクト無し
pt: Sem projectos
pt_br: Nenhum projeto
ru: Нет проектов
sk: Žiadne projekty
ta: திட்டங்கள் இல்லை
tr: Herhangi bir proje mevcut değil
uk: Немає проєктів

source: Last released %(release_date)s
eo: Laste eldonita je %(release_date)s
es: Última versión publicada el %(release_date)s
id: Terakhir dirilis %(release_date)s
it: Ultimo rilascio %(release_date)s
pt: Último lançamento em %(release_date)s
pt_br: Último lançamento em %(release_date)s
ru: Дата последнего выпуска %(release_date)s
sk: Naposledy vydané %(release_date)s
ta: கடைசியாக வெளியிடப்பட்ட %(release_date)s
uk: Востаннє опубліковано %(release_date)s

source: %(user)s has not uploaded any projects to PyPI, yet
de: %(user)s hat bisher keine Projekte auf PyPI hochgeladen
el: Ο χρήστης %(user)s δεν έχει ανεβάσει projects στο PyPI, ακόμα
eo: %(user)s ankoraŭ alŝutis neniun projekton al PyPI
es: %(user)s aún no ha cargado ningún proyecto en PyPI
fr: %(user)s n'a pas encore publié de projet sur PyPI
he: %(user)s לא העלה פרויקטים ל-PyPI, עדיין
id: %(user)s belum mengunggah proyek apa pun ke PyPI
it: %(user)s non ha caricato nessun progetto su PyPI, ancora
ja: %(user)s はまだPyPIにプロジェクトをアップロードしていません
pt: %(user)s ainda não enviou nenhum projeto para PyPI
pt_br: %(user)s ainda não enviou nenhum projeto ao PyPI
ru: Пользователь %(user)s ещё не загружал на PyPI ни одного проекта
sk: %(user)s zatiaľ nenahral žiadne projekty do PyPI
ta: %(user)s எந்தவொரு திட்டத்தையும் PYPI இல் பதிவேற்றவில்லை
tr: %(user)s PyPI'a henüz bir proje yüklemedi
uk: %(user)s ще не завантажував(-ла) жодних проєктів до PyPI

source: %(count)s <a href="%(href)s#archived-project">archived</a> project
eo: %(count)s <a href="%(href)s#archived-project">enarĥivigita</a> projekto
pt: %(count)s <a href="%(href)s#archived-project">projeto</a> arquivado
pt_br: %(count)s <a href="%(href)s#archived-project">projeto</a> arquivado
ru: %(count)s <a href="%(href)s#archived-project">архивированный</a> проект

source: Archived
eo: Enarĥivigita
pt: Arquivado
pt_br: Arquivado
ru: Архивировано
ta: காப்பகப்படுத்தப்பட்டது

source: Recovery codes
de: Wiederherstellungscodes
eo: Realiraj kodoj
es: Códigos de recuperación
he: קודים לשחזור
id: Kode pemulihan
it: codici di recupero
pt: Códigos de recuperação
pt_br: Códigos de recuperação
ru: Коды восстановления
sk: Obnovovacie kódy
ta: மீட்பு குறியீடுகள்
uk: Коди відновлення

source: Login using recovery codes
de: Login mit Wiederherstellungscode
eo: Saluti per realiraj kodoj
es: Acceder con código de recuperación
he: הזדהות באמצעות קוד שחזור
id: Masuk menggunakan kode pemulihan
it: Accedi usando i codici di recupero
pt: Entrar a usar o código de recuperação
pt_br: Entrar usando o código de recuperação
ru: Вход с помощью кода восстановления
sk: Prihláste sa pomocou kódov na obnovenie
ta: மீட்பு குறியீடுகளைப் பயன்படுத்தி உள்நுழைக
uk: Увійти за допомогою кодів відновлення

source: Enter recovery code
de: Wiederherstellungscode eingeben
eo: Entajpu realiran kodon
es: Proporcione el código de recuperación
fr: Entrez le code de récupération
he: יש להזין קוד שחזור
id: Masukkan kode pemulihan
it: Immetti il codice di recupero
ja: リカバリーコードの入力
pt: Escreva o código de recuperação
pt_br: Insira o código de recuperação
ru: Введите код восстановления
sk: Zadajte kód na obnovenie
ta: மீட்பு குறியீட்டை உள்ளிடவும்
tr: Kurtarma kodunu girin
uk: Введіть код відновлення

source: Recovery codes are 16 character hexadecimal strings comprised of lowercase <code>a-z</code> and digits <code>0-9</code> (e.g., <code>badc0ffee0ddf00d</code>).
de: Bei den Wiederherstellungscodes handelt es sich um 16 hexadezimale Zeichenfolgen, die aus den Kleinbuchstaben <code>a-z</code> und den Ziffern <code>0-9</code> (z. B. <code>badc0ffee0ddf00d</code>) bestehen.
eo: Realira kodo estas 16-opo de deksesumaj signoj, konsistanta el minusklaj literoj <code>abcdef</code> kaj ciferoj <code>0123456789</code> (ekz. <code>badc0ffee0ddf00d</code>).
es: Los códigos de recuperación son cadenas de 16 caracteres hexadecimales compuesto de las minúsculas <code>a-z</code> y los dígitos <code>a-z</code> (ejemplo: <code>badc0ffee0ddf00d</code>).
it: I codici per il recupero sono stringhe esadecimali di 16 caratteri comprensive di lettere minuscole <code>a-z</code> e numeri <code>0-9</code> (es: <code>badc0ffee0ddf00d</code>).
pt: Os códigos de recuperação são cadeias hexadecimais de 16 caracteres compostas por minúsculos <code>a-z</code> e dígitos <code>0-9</code> (por exemplo, <code>badc0ffee0ddf00d</code>).
pt_br: Os códigos de recuperação são strings hexadecimais de 16 caracteres compostas por minúsculos <code>a-z</code> e dígitos <code>0-9</code> (por exemplo, <code>badc0ffee0ddf00d</code>).
ru: Коды восстановления представляют собой 16 характерных гексадесимальных строк, состоящих из нижних <code>a-z</code> и цифр <code>0-9</code> (например, <code>badc0ffee0ddf0d</code>).
sk: Obnovovacie kódy sú 16-znakové hexadecimálne reťazce pozostávajúce z malých písmen <code>a–z</code> a číslic <code>0–9</code> (napr. <code>badc0ffee0ddf00d</code>).
ta: மீட்புக் குறியீடுகள் 16 எழுத்துக்குறி எக்சாடெசிமல் சரங்கள் சிறியதாக <குறியீடு> ஏ-இசட் </குறியீடு> மற்றும் இலக்கங்கள் <குறியீடு> 0-9 </code> (எ.கா.
uk: Коди відновлення — це 16-символьні шістнадцяткові рядки, що складаються з малих літер <code>a-z</code> та цифр <code>0-9</code> (наприклад, <code>badc0ffee0ddf00d</code>).

source: Verify
de: Bestätigen
el: Επιβεβαίωση
eo: Kontroli
es: Verificar
fr: Vérifier
he: אימות
id: Verifikasi
it: Verifica
ja: 認証
pt: Verificar
pt_br: Verificar
ru: Подтвердить
sk: Overiť
ta: சரிபார்க்கவும்
tr: Onayla
uk: Перевірити

source: PyPI allows for generating recovery codes to be stored securely offline in the event that your device or application is lost. Enter one of these codes in the form to verify your identity. Once used, the recovery code will no longer be valid.
de: PyPI ermöglicht die Generierung von Wiederherstellungscodes, die im Falle eines Verlusts Ihres Geräts oder Ihrer Anwendung sicher offline gespeichert werden können. Geben Sie einen dieser Codes in das Formular ein, um Ihre Identität zu überprüfen. Einmal verwendet, ist der Wiederherstellungscode nicht mehr gültig.
eo: PyPI permesas generadon de realiraj kodoj sekure eksterrete konservataj kontraŭ la risko de perdo de via aparato aŭ programo. Entajpu unu el tiuj kodoj en la formularon por kontroli vian identecon. Post unufoja uzo, la realira kodo eksvalidiĝos.
es: PyPI permite generar códigos de recuperación que puede almacenar de manera física en caso de que pierda su dispositivo o aplicación. Proporcione uno de estos códigos en el formulario para verificar su identidad. Tras utilizarse, el código de recuperación deja de ser válido.
fr: PyPI permet de générer des codes de récupération qui seront stockés hors ligne en toute sécurité en cas de perte de votre appareil ou de votre application. Saisissez l'un de ces codes dans le formulaire pour vérifier votre identité. Une fois utilisé, le code de récupération ne sera plus valide.
he: ‏PyPI‏ מאפשר לייצר קודים לשחזור אותם יש לשמור בביטחה באופן לא מקוון, למקרה בו מכשירך או האפליקציה יאבדו. הזן את אחד הקודים האלו בטופס כדי לאמת את זהותך. לאחר שימוש, קוד זיהוי יפסיק להיות תקף.
id: PyPI mengizinkan untuk membuat kode pemulihan untuk disimpan dengan aman secara offline jika perangkat atau aplikasi Anda hilang. Masukkan salah satu kode ini dalam formulir untuk memverifikasi identitas Anda. Setelah digunakan, kode pemulihan tidak akan lagi valid.
it: PyPI permette di generare codici di recupero da conservare offline al sicuro, nell'eventualità che il tuo apparecchio o l'applicazione vadano perduti. Immetti uno di questi codici nel modulo per verificare la tua identità. Una volta usato, il codice di recupero non sarà più valido.
pt: O PyPI permite gerar códigos de recuperação para serem armazenados de forma segura off-line no caso do seu aparelho ou a sua aplicação serem perdidos. Introduza um destes códigos no formulário para verificar a sua identidade. Uma vez usado, o código de recuperação já não será válido.
pt_br: O PyPI permite que os códigos de recuperação de geração sejam armazenados offline de maneira segura no caso de perda do seu dispositivo ou aplicativo. Digite um desses códigos no formulário para verificar sua identidade. Uma vez usado, o código de recuperação não será mais válido.
ru: PyPI позволяет сгенерировать коды восстановления, которые можно надёжно сохранить где-нибудь вне сети на случай потери вами вашего устройства или доступа к приложению. Введите в форму один из этих кодов для подтверждения вашей личности. После использования код восстановления станет недействительным.
sk: PyPI umožňuje generovanie obnovovacích kódov, ktoré sa majú bezpečne uložiť offline v prípade straty zariadenia alebo aplikácie. Zadajte jeden z týchto kódov do formulára na overenie vašej identity. Po použití už obnovovací kód nebude platný.
ta: உங்கள் சாதனம் அல்லது பயன்பாடு இழந்தால் மீட்புக் குறியீடுகளை பாதுகாப்பாக ஆஃப்லைனில் சேமிக்க PYPI அனுமதிக்கிறது. உங்கள் அடையாளத்தை சரிபார்க்க இந்த குறியீடுகளில் ஒன்றை வடிவத்தில் உள்ளிடவும். பயன்படுத்தப்பட்டதும், மீட்பு குறியீடு இனி செல்லுபடியாகாது.
tr: PyPI, cihazınızın yahut uygulamanızın kaybolması halinde kullanabileceğiniz ayrıca offline ve güvenli bir şekilde saklayabileceğiniz kurtarma kodları oluşturmanıza olanak tanır. Kimliğinizi doğrulamak için forma bu kodlardan birini girin. Bir kez kullanıldıktan sonra, kurtarma kodu artık geçerli olmayacaktır.
uk: PyPI дозволяє генерувати коди відновлення для надійного зберігання оффлайн, на випадок, якщо ваш пристрій чи застосунок втрачено. Введіть один із цих кодів до форми, аби підтвердити свою особистість. Після використання, код відновлення стає недійсним.

source: <p> Not working? <a href="%(href)s">Get help</a>. </p>
ru: <p>•Не сработало? <a href="%(href)s">Получить помощь</a>.•</p>

source: Create an account
de: Konto erstellen
el: Δημιουργία λογαριασμού
eo: Krei konton
es: Crear cuenta
fr: Créer un compte
he: יצירת חשבון
id: Buat sebuah akun
it: Crea un account
ja: アカウントを作成する
pt: Criar uma conta
pt_br: Criar uma conta
ru: Создание учётной записи
sk: Vytvoriť účet
ta: ஒரு கணக்கை உருவாக்கவும்
tr: Yeni bir hesap oluştur
uk: Створіть обліковий запис

source: Create an account on %(title)s
de: Konto auf %(title)s erstellen
el: Δημιουργία λογαριασμού στο %(title)s
eo: Krei konton ĉe %(title)s
es: Crear una cuenta de %(title)s
fr: Créer un compte sur %(title)s
he: יצירת חשבון ב-%(title)s
id: Buat sebuah akun pada %(title)s
it: Crea un account su %(title)s
ja: %(title)s のアカウントを作成する
pt: Criar uma conta em %(title)s
pt_br: Criar uma conta em %(title)s
ru: Создание учётной записи на %(title)s
sk: Vytvorte si účet na %(title)s
ta: %(title)s ஒரு கணக்கை உருவாக்கவும்
tr: %(title)s üzerinde yeni bir hesap oluştur
uk: Створити обліковий запис на %(title)s

source: Before creating an account on %(title)s, familiarize yourself with the following guidelines:
eo: Antaŭ ol krei konton ĉe %(title)s, alkutimiĝu pri la jenaj reguloj:
pt: Antes de criar uma conta no%(title)s, familiarize-se com as seguintes diretrizes:
pt_br: Antes de criar uma conta em %(title)s, familiarize-se com as seguintes diretrizes:
ru: Прежде чем создавать учетную запись на %(title)s, ознакомьтесь со следующими руководствами:
sk: Pred vytvorením účtu na %(title)s, oboznámenie sa s nasledujúcimi pokynmi:
ta: %(title)s இல் ஒரு கணக்கை உருவாக்குவதற்கு முன், பின்வரும் வழிகாட்டுதல்களை நன்கு அறிந்து கொள்ளுங்கள்:
uk: Перш ніж створити обліковий запис на %(title)s, ознайомтеся з наступними рекомендаціями:

source: Do not use %(title)s for any illegal or harmful activities.
eo: Ne uzu %(title)s por kontraŭleĝaj aŭ fiaj agoj.
pt: Não use o %(title)s para nenhuma atividade ilegal ou nociva.
pt_br: Não use %(title)s para qualquer atividade ilegal ou nociva.
ru: Не используйте %(title)s для незаконной или вредоносной деятельности.
sk: Nepoužívajte %(title)s pre žiadne nelegálne alebo škodlivé aktivity.
ta: எந்தவொரு சட்டவிரோத அல்லது தீங்கு விளைவிக்கும் செயல்களுக்கும் %(title)s பயன்படுத்த வேண்டாம்.
uk: Не використовуйте %(title)s для будь-якої незаконної або шкідливої діяльності.

source: Do not impersonate others or post private information without their consent.
eo: Ne trompe imitu aliulon, nek afiŝu privatajn informojn sen konsento.
pt: Não finja ser outra pessoa nem poste informações privadas de outrem sem seu consentimento.
pt_br: Não se faça passar por outras pessoas nem publique informações privadas sem o consentimento delas.
ru: Не выдавайте себя за других и не публикуйте личные данные без разрешения.
sk: Nezosobňujte iné alebo neposielajte súkromné informácie bez ich súhlasu.
ta: மற்றவர்களுக்கு ஆள்மாறாட்டம் செய்யவோ அல்லது அவர்களின் அனுமதியின்றி தனிப்பட்ட தகவல்களை இடுகையிடவோ வேண்டாம்.
uk: Не видавайте себе за інших осіб і не розміщуйте приватну інформацію без їхньої згоди.
