Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Set your password to the token value, including the <code>%(prefix)s</code> prefix
el: Ορίστε τον κωδικό χρήστη σας ως την τιμή στο token, συμπεριλαμβάνοντας το πρόθεμα <code>%(prefix)s</code>
eo: Via pasvorto estu la valoro de la ĵetono, inkluzive de la prefikso <code>%(prefix)s</code>
es: Establezca su contraseña al valor de la ficha, incluido el prefijo <code>%(prefix)s</code>
fr: Définissez votre mot de passer à la valeur du jeton, en incluant le préfixe <code>%(prefix)s-</code>
id: Setel password Anda ke nilai token, termasuk prefiks <code>%(prefix)s</code>
it: Imposta la tua password con il valore del token, incluso il <code>%(prefix)s</code> prefisso
ja: passwordに<code>%(prefix)s</code>を含むトークン値を設定する
pt: Definir a sua palavra-passe para o valor do token, incluindo o prefixo <code>%(prefix)s</code>
pt_br: Definir sua senha para o valor do token, incluindo o prefixo <code>%(prefix)s</code>
ru: В качестве пароля используйте значение токена, включая его префикс <code>%(prefix)s</code>
sk: Nastavte svoje heslo na hodnotu tokenu vrátane predpony <code>%(prefix)s</code>
ta: உங்கள் கடவுச்சொல்லை <குறியீடு>%(prefix)s </code> முன்னொட்டு உள்ளிட்ட கிள்ளாக்கு மதிப்புக்கு அமைக்கவும்
tr: Parolanızı <code>%(prefix)s</code> ön eki ile beraber belirtecin değerine ayarlayın
uk: Використайте значення токена замість свого пароля, включно з префіксом <code>%(prefix)s</code>

source: For example, if you are using <a href="%(href)s">Twine</a> to upload your projects to PyPI, set up your <code>%(filename)s</code> file like this:
de: Wenn Sie z.B <a href="%(href)s">Twine</a> zum Hochladen Ihres Projekts auf PyPI verwenden, richten Sie Ihre <code>%(filename)s</code> Datei so ein:
el: Για παράδειγμα, αν χρησιμοποιείτε το πακέτο <a href="%(href)s">Twine</a> για να ανεβάσετε τα projects σας στο PyPI, δημιουργήστε ένα αρχείο <code>%(filename)s</code> με τα εξής περιεχόμενα:
eo: Ekzemple, se vi uzas <a href="%(href)s">Twine</a> por alŝuti viajn projektojn al PyPI, agordu vian dosieron <code>%(filename)s</code> jene:
es: Por ejemplo, si utiliza <a href="%(href)s">Twine</a> para cargar sus proyectos en PyPI, monte su archivo <code>%(filename)s</code> como se muestra a continuación:
fr: Par exemple, si vous utilisez <a href="%(href)s">Twine</a> pour publier vos projets sur PyPI, définissez votre fichier <code>%(filename)s</code> comme ceci :
he: לדוגמה, הם הינך משתמש/ת ב-<a href="%(href)s">Twine</a> כדי להעלות את הפרויקטים שלך אל PyPI, סדר את הקובץ <code>%(filename)s</code> אצלך כך:
id: Misalnya, jika Anda menggunakan <a href="%(href)s">Twine</a> untuk mengunggah proyek ke PyPI, setel file <code>%(filename)s</code> Anda seperti ini:
it: Per esempio, se stai usando <a href="%(href)s">Twine</a> per caricare i tuoi progetti su PyPI, imposta il tuo file <code>%(filename)s</code> come segue:
ja: 例えば、<a href="%(href)s">Twine</a>を使ってプロジェクトをPyPIにアップロードする場合、次のように<code>%(filename)s</code>を設定してください:
pt: Por exemplo, se está usando <a href="%(href)s">Twine</a> para enviar os seus projetos ao PyPI, configure o seu ficheiro <code>%(filename)s</code> para algo como isso:
pt_br: Por exemplo, se você está usando <a href="%(href)s">Twine</a> para enviar seus projetos para o PyPI, configure seu arquivo <code>%(filename)s</code> para algo como isso:
ru: Например, если вы пользуетесь для загрузки своих проектов на PyPI <a href="%(href)s">Twine</a>, настройте свой файл <code>%(filename)s</code> следующим образом:
sk: Napríklad, ak na nahrávanie svojich projektov do PyPI používate <a href="%(href)s">Twine</a>, nastavte súbor <code>%(filename)s</code> takto:
ta: எடுத்துக்காட்டாக, நீங்கள் <a href = "%(href)s"> கயிறு </a> ஐப் பயன்படுத்தினால், உங்கள் திட்டங்களை PYPI இல் பதிவேற்ற, உங்கள் <குறியீடு>%(கோப்பு பெயர்) கள் </code> கோப்பை அமைக்கவும்:
tr: Örneğin, projelerinizi PyPI' a yüklemek için <a href="%(href)s">Twine</a> kullanıyorsanız, <code>%(filename)s</code> dosyanızı şu şekilde ayarlayın:
uk: Наприклад, якщо ви користуєтеся <a href="%(href)s">Twine</a> для завантаження своїх проєктів до PyPI, налаштуйте свій файл <code>%(filename)s</code> таким чином:

source: For example, if you are using <a href="%(href)s">Twine</a> to upload multiple projects to PyPI, you can set up your <code>%(filename)s</code> file like this:
de: Wenn Sie z.B. <a href="%(href)s">Twine</a> zum Hochladen mehrerer Projekte auf PyPI verwenden, können Sie Ihre <code>%(filename)s</code> Datei wie folgt einrichten:
el: Για παράδειγμα, αν χρησιμοποιείτε το πακέτο <a href="%(href)s">Twine</a> για να ανεβάσετε πολλά projects στο PyPI, δημιουργήστε ένα αρχείο <code>%(filename)s</code> με τα εξής περιεχόμενα:
eo: Ekzemple, se vi uzas <a href="%(href)s">Twine</a> por alŝuti plurajn projektojn al PyPI, agordu vian dosieron <code>%(filename)s</code> jene:
es: Por ejemplo, si utiliza <a href="%(href)s">Twine</a> para cargar varios proyectos en PyPI, monte su archivo <code>%(filename)s</code> como se muestra a continuación:
fr: Par exemple, si vous utilisez <a href="%(href)s">Twine</a> pour publier de multiples projets sur PyPI, vous pouvez définir votre fichier <code>%(filename)s</code> comme ceci :
he: לדוגמה, הם הינך משתמש/ת ב-<a href="%(href)s">Twine</a> כדי להעלות מספר פרויקטים אל PyPI, תוכל/י לסדר את הקובץ <code>%(filename)s</code> אצלך כך:
id: Misalnya, jika Anda menggunalan <a href="%(href)s">Twine</a> untuk mengunggah proyek ke PyPI, Anda dapat menyetel file <code>%(filename)s</code> Anda seperti ini:
it: Per esempio, se stai usando <a href="%(href)s">Twine</a> per caricare progetti multipli su PyPI, puoi impostare il tuo file <code>%(filename)s</code> come segue:
ja: 例えば、<a href="%(href)s">Twine</a>を使ってプロジェクトをPyPIにアップロードする場合、次のように<code>%(filename)s</code>を設定することができます:
pt: Por exemplo, se está usando <a href="%(href)s">Twine</a> para enviar vários projetos ao PyPI, pode configurar o seu ficheiro <code>%(filename)s</code> para algo como:
pt_br: Por exemplo, se você está usando <a href="%(href)s">Twine</a> para enviar vários projetos para o PyPI, você pode configurar seu arquivo <code>%(filename)s</code> para algo como:
ru: Например, если вы пользуетесь для загрузки нескольких проектов на PyPI <a href="%(href)s">Twine</a>, вы можете настроить свой файл <code>%(filename)s</code> следующим образом:
sk: Ak napríklad používate <a href="%(href)s">Twine</a> na nahrávanie viacerých projektov do PyPI, súbor <code>%(filename)s</code> môžete nastaviť takto:
ta: எடுத்துக்காட்டாக, நீங்கள் <a href = "%(href)s"> கயிறு </a> ஐப் பயன்படுத்தினால், பல திட்டங்களை PYPI இல் பதிவேற்ற, உங்கள் <குறியீடு>%(கோப்பு பெயர்) கள் </code> கோப்பை அமைக்கலாம் இது:
tr: Örneğin, PyPI' a birden fazla proje yüklemek için <a href="%(href)s">Twine</a> kullanıyorsanız, <code>%(filename)s</code> dosyanızı şu şekilde ayarlayabilirsiniz:
uk: Наприклад, якщо ви користуєтеся <a href="%(href)s">Twine</a> для завантаження багатьох проєктів до PyPI, ви можете налаштувати свій файл <code>%(filename)s</code> так:

source: either a user-scoped token or a project-scoped token you want to set as the default
de: entweder ein Benutzer-Bereichs oder Projekt-Bereichs Token, das Sie als Standard setzen möchten
el: ορίστε ένα προεπιλεγμένο token είτε με πεδίο εφαρμογής στον χρήστη είτε με πεδίο εφαρμογής στο project
eo: aŭ uzanto-ampleksa ĵetono aŭ projekto-ampleksa ĵetono, kiun vi volas uzi kiel la impliciton
es: una ficha con ámbito de usuario o de proyecto que quiera establecer como la predeterminada
fr: soit un jeton à portée d'un utilisateur soit un jeton à portée d'un projet que vous souhaitez définir comme par défaut
he: אסימון בעל תחום תוקף של משתמש או של פרויקט אותו ברצונך לקבוע כברירת המחדל
id: baik token cakupan pengguna atau token cakupan proyek yang ingin Anda setel sebagai default
it: o un token di portata-utente oppure un token di portata-progetto che vuoi impostare come predefinito
ja: デフォルトとして設定したいユーザー・スコープ・トークンまたはプロジェクト・スコープ・トークンのどちらか
pt: um token de escopo do utilizador ou um token de escopo de projeto que deseja definir como a predefinição
pt_br: um token de escopo do usuário ou um token de escopo de projeto que você deseja definir como o padrão
ru: токен области действия пользователя, либо проекта, который вы хотите установить в качестве значения по умолчанию
sk: buď token s rozsahom používateľa alebo token s rozsahom projektu, ktorý chcete nastaviť ako predvolený
ta: பயனர்-ச்கோப் கிள்ளாக்கு அல்லது நீங்கள் இயல்புநிலையாக அமைக்க விரும்பும் திட்ட-ச்கோப் கிள்ளாக்கு
tr: varsayılan olarak ayarlamak istediğiniz user-scoped yahut project-scoped bir belirteç
uk: користувацький токен або токен із проєктним рівнем допуску, який ви хочете встановити типовим

source: a project token
de: ein Projekt-Token
el: ένα project token
eo: projekta ĵetono
es: una ficha de proyecto
fr: un jeton de projet
he: אסימון פרויקט
id: token proyek
it: un token progetto
ja: プロジェクト・トークン
pt: um token de projeto
pt_br: um token de projeto
ru: токен проекта
sk: token projektu
ta: ஒரு திட்ட கிள்ளாக்கு
tr: proje belirteci
uk: токен проєкту

source: You can then use <code>%(command)s</code> to use the correct token when uploading to PyPI.
eo: Vi povas poste uzi la komandon <code>%(command)s</code> por uzi la ĝustan ĵetonon por alŝuto al PyPI.
it: Puoi quindi utilizzare <code>%(command)s</code> per utilizzare il token corretto durante il caricamento su PyPI.
ru: Затем вы можете использовать <code>%(command)s</code>, чтобы использовать правильный токен при загрузке в PyPI.
sk: Potom môžete použiť <code>%(command)s</code> na prepnutie na správny token pri nahrávaní do PyPI.
ta: PYPI இல் பதிவேற்றும்போது சரியான கிள்ளாக்கைப் பயன்படுத்த <குறியீடு>%(command)s </code> ஐப் பயன்படுத்தலாம்.

source: For further instructions on how to use this token, <a href="%(href)s">visit the PyPI help page</a>.
de: Für weitere Anweisungen, wie dieses Token zu verwenden ist, <a href="%(href)s">besuchen Sie die PyPI-Hilfe-Seite</a>.
el: Για περαιτέρω οδηγίες χρήσης του token, <a href="%(href)s">επισκεφτείτε τη σελίδα υποστήριξης του PyPI</a>.
eo: Por pliaj instrukcioj pri la uzo de ĉi tiu ĵetono, <a href="%(href)s">vizitu la helpopaĝon de PyPI</a>.
es: Para más instrucciones sobre el uso de esta ficha, <a href="%(href)s">visite la página de ayuda de PyPI</a>.
fr: Pour plus d'instructions sur la façon d'utiliser ce token, <a href="%(href)s">consultez la page d'aide de PyPI</a>.
he: להוראות נוספות אודות השימוש באסימון זה, <a href="%(href)s">בקר/י בדף העזרה של PyPI</a>.
id: Instruksi lebih lanjut tentang bagaimana menggunakan token ini, <a href="%(href)s">kunjungi halaman bantuan PyPI</a>.
it: Per ulteriori istruzioni su come usare questo token, <a href="%(href)s">visita la pagina di aiuto di PyPI</a>.
ja: このトークンの使い方に関するより知りたければ、<a href="%(href)s">PyPIのヘルプページ</a>を参照してください。
pt: Para mais instruções sobre como usar este token, <a href="%(href)s">visite a página de ajuda do PyPI</a>.
pt_br: Para mais instruções sobre como usar este token, <a href="%(href)s">visite a página de ajuda do PyPI</a>.
ru: Для получения дальнейших инструкций по использованию этого токена <a href="%(href)s">посетите страницу помощи PyPI</a>.
sk: Ďalšie pokyny na používanie tohto tokenu <a href="%(href)s">nájdete na stránku pomocníka PyPI</a>.
ta: இந்த கிள்ளாக்கை எவ்வாறு பயன்படுத்துவது என்பது குறித்த கூடுதல் வழிமுறைகளுக்கு, <a href = "%(href)s"> PYPI உதவி பக்கத்தைப் பார்வையிடவும் </a>.
tr: Bu belirtecin nasıl kullanılacağı hakkında daha fazla talimat için, <a href="%(href)s">PyPI yardım sayfasını ziyaret edin</a>.
uk: Для подальших інструкцій щодо використання цього токена, <a href="%(href)s">відвідайте сторінку допомоги PyPI</a>.

source: Create another token
eo: Krei alian ĵetonon
it: Aggiungi un altro token
ru: Создайте еще один токен
sk: Vytvorenie iného tokenu
ta: மற்றொரு கிள்ளாக்கை உருவாக்கவும்

source: Token name
el: Όνομα token
eo: Nomo de ĵetono
es: Nombre de ficha
fr: Nom du jeton
he: שם האסימון
id: Nama token
it: Nome token
ja: トークン名
pt: Nome do token
pt_br: Nome do token
ru: Название токена
sk: Názov tokenu
ta: கிள்ளாக்கு பெயர்
tr: Belirteç adı
uk: Назва токена

source: What will you use this token for?
eo: Kio estas la celo de ĉi tiu ĵetono?
it: A cosa serve questo token?
ru: Для чего вы будете использовать этот токен?
sk: Na čo budete používať tento žetón?
ta: இந்த கிள்ளாக்கை நீங்கள் எதைப் பயன்படுத்துவீர்கள்?

source: Select scope...
de: Geltungsbereich wählen…
el: Επιλογή πεδίου εφαρμογής...
eo: Elektu amplekson...
es: Seleccionar ámbito…
fr: Sélectionner la portée…
he: בחירת תחום תוקף...
id: Pilih cakupan...
it: Seleziona portata...
ja: スコープの選択...
pt: Selecionar escopo...
pt_br: Selecionar escopo...
ru: Выберите область действия…
sk: Vybrať rozsah...
ta: நோக்கம் என்பதைத் தேர்ந்தெடுக்கவும் ...
tr: Kapsamı seçin.
uk: Оберіть область допуску...

source: An API token scoped to your entire account will have upload permissions for all of your current and future projects.
de: Ein API-Token mit dem Geltungsbereich für Ihr gesamtes Konto beinhaltet Upload-Berechtigungen für alle Ihre aktuellen und künftigen Projekte.
el: Ένα API token με πεδίο εφαρμογής ολόκληρο τον λογαριασμό σας, θα έχει άδειες ανεβάσματος για όλα τα τωρινά καθώς και μελλοντικά projects σας.
eo: API-ĵetono, kies amplekso estas via tuta konto, havos alŝutan permeson por ĉiuj el viaj aktualaj kaj kreotaj projektoj.
es: Una ficha de API cuyo alcance abarque toda la cuenta tendrá permisos de carga en todos sus proyectos actuales y futuros.
fr: Un jeton d'API avec une portée sur l'ensemble de votre compte aura la permission de publier pour l'ensemble de vos projets actuels et futurs.
he: אסימון API בעל תחום תוקף של כל החשבון שלך יהיה בעל הרשאות העלאה לכל הפרויקטים הקיימים והעתידיים שלך.
id: Token API bercakupan ke seluruh akun Anda akan memiliki izin mengunggah untuk semua proyek Anda saat ini dan masa depan.
it: Un token API di portata del tuo intero account avrà permessi di caricamento per tutti i progetti correnti e futuri.
ja: アカウント全体を対象範囲とするAPIトークンには、現在および将来のすべてのプロジェクトに対するアップロード権限が与えられます。
pt: Um token de API com escopo para toda a sua conta terá permissões de envio para todos os seus projetos atuais e futuros.
pt_br: Um token de API com escopo para toda a sua conta terá permissões de envio para todos os seus projetos atuais e futuros.
ru: API-токен, относящийся ко всей вашей учётной записи, будет иметь разрешения на загрузку для всех ваших текущих и будущих проектов.
sk: Token rozhrania API v rozsahu pre celý váš účet bude mať povolenia na nahrávanie pre všetky vaše súčasné a budúce projekty.
ta: உங்கள் முழு கணக்கிலும் ச்கோப் செய்யப்பட்ட ஒரு பநிஇ கிள்ளாக்கு உங்கள் தற்போதைய மற்றும் எதிர்கால திட்டங்கள் அனைத்திற்கும் பதிவேற்ற அனுமதிகளைக் கொண்டிருக்கும்.
tr: Tüm hesabınızı kapsayan bir API belirteci, şuan ki ve gelecekte ki her projeniz için yükleme yetkisine sahip olacaktır.
uk: API-токен з областю допуску на увесь ваш обліковий запис матиме дозвіл до усіх ваших поточних і майбутніх проєктів.

source: Create token
eo: Krei ĵetonon
it: Crea account
ru: Создать токен
sk: Vytvoriť token
ta: கிள்ளாக்கை உருவாக்கவும்

source: Set up 2FA with an authentication application (TOTP)
de: 2FA mittels Authentifizierungsanwendung (TOTP) einrichten
el: Ρύθμιση 2FA με τη χρήση μιας εφαρμογής πιστοποίησης (TOTP)
eo: Starigi dupaŝan aŭtentikigon per aŭtentikiga programo (TOTP)
es: Configurar A2F con una aplicación de autenticación (TOTP)
fr: Configurer la double authentification avec une application d'authentification (TOTP)
he: הגדרת הזדהות דו-גורמית (2FA) באמצעות אפליקצית אבטחה (TOTP)
id: Setel 2FA dengan aplikasi otentikasi (TOTP)
it: Imposta un 2FA con un applicazione di autenticazione (TOTP)
ja: 認証アプリケーションによる2FAの設定（TOTP）
pt: Configurar 2FA com uma aplicação de autenticação (TOTP)
pt_br: Configurar 2FA com um aplicativo de autenticação (TOTP)
ru: Настройка двухфакторной аутентификации с помощью приложения аутентификации (TOTP)
sk: Nastavte 2FA pomocou autentifikačnej aplikácie (TOTP)
ta: அங்கீகார பயன்பாட்டுடன் (TOTP) 2FA ஐ அமைக்கவும்
tr: kimlik doğrulama uygulaması ile (TOTP) 2 aşamalı kimlik doğrulama kur
uk: Налаштувати 2FA за допомогою застосунку автентифікації (TOTP)

source: PyPI supports any application that follows the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr> standard</a>.
de: PyPI unterstütze alle Anwendungen, die dem <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Time-based One-Time Password">TOTP</abbr>-Standard</a> folgen.
el: Το PyPI υποστηρίζει κάθε εφαρμογή που ακολουθά το <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr> στάνταρ</a>.
eo: PyPI subtenas ajnan programon, kiu kongruas kun la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">normo <abbr title="tempo-baza unufoja pasvorto">TOTP</abbr></a>.
es: PyPI admite cualquier aplicación que se ajuste a la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">norma <abbr title="contraseña temporal de un solo uso">TOTP</abbr></a>.
fr: PyPI prend en charge toute application qui suit le <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">standard <abbr title="Time-based One-Time Password">TOTP</abbr></a>.
he: PyPI‏ תומך בכל אפליקציה העומדת ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">תקן ה-<abbr title="time-based one-time password">TOTP</abbr></a>.
id: PyPI mendukung semua aplikasi yang mengikuti <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">standar<abbr title="time-based one-time password">TOTP</abbr></a>.
it: PyPi supporta tutte le applicazioni che seguono lo standard <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr></a>.
ja: PyPIでは、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr>標準</a>に準拠するアプリケーションに対応しています。
pt: PyPI possui suporte para qualquer aplicação que segue o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">padrão <abbr title="time-based one-time password">TOTP</abbr></a>.
pt_br: PyPI possui suporte a qualquer aplicativo que segue o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">padrão <abbr title="time-based one-time password">TOTP</abbr></a>.
ru: PyPI поддерживает любые приложения, соответствующие <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">стандарту <abbr title="time-based one-time password — одноразовый пароль на основе времени">TOTP</abbr></a>.
sk: PyPI podporuje všetky aplikácie, ktoré dodržiavajú štandard <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr></a>.
ta: <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> <abbr தலைப்பு = "நேர அடிப்படையிலான ஒரு முறை கடவுச்சொல் "> Totp </bbr> தரநிலை </a>.
tr: PyPI <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="time-based one-time password">TOTP</abbr> standardını </a> uygulayan her uygulamayı destekleyecektir.
uk: PyPI підтримує будь-які застосунки, які відповідають <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">стандарту <abbr title="time-based one-time password">TOTP</abbr></a>.

source: Visit <a href="%(href)s">PyPI's help page</a> for a list of compatible applications.
de: <a href="%(href)s">PyPIs Hilfeseiten</a> besuchen, für eine Liste von kompatiblen Anwendungen.
el: Επισκεφτείτε <a href="%(href)s">τη σελίδα βοήθειας του PyPI</a> για μια λίστα από συμβατές εφαρμογές.
eo: Vizitu <a href="%(href)s">la helpopaĝon de PyPI</a> por listo de kongruaj programoj.
es: En la <a href="%(href)s">página de ayuda de PyPI</a> hallará una lista de aplicaciones compatibles.
fr: Visitez <a href="%(href)s">la page d'aide de PyPI</a> pour une liste des applications compatibles.
he: בקר/י ב-<a href="%(href)s">עמוד העזרה של PyPI</a> כדי לצפות ברשימה של אפליקציות תואמות.
id: Kunjungi <a href="%(href)s">halaman bantuan PyPI</a> untuk daftar aplikasi yang cocok.
it: Visita <a href="%(href)s">la pagina di aiuto PyPI</a> per una lista delle applicazioni compatibili.
ja: 互換性のあるアプリケーションのリストについては、<a href="%(href)s">PyPIのヘルプ・ページ</a>を参照してください。
pt: Visite a <a href="%(href)s">página de ajuda do PyPI</a> para uma lista de aplicações compatíveis.
pt_br: Visite a <a href="%(href)s">página de ajuda do PyPI</a> para uma lista de aplicativos compatíveis.
ru: Посетите <a href="%(href)s">страницу помощи PyPI</a>, чтобы проверить перечень совместимых приложений.
sk: Navštívte <a href="%(href)s">stránku pomocníka PyPI</a>, kde nájdete zoznam kompatibilných aplikácií.
ta: இணக்கமான பயன்பாடுகளின் பட்டியலுக்கு <a href = "%(href)s"> pypi இன் உதவி பக்கம் </a> ஐப் பார்வையிடவும்.
tr: Uygun uygulamalar için <a href="%(href)s">PyPI'ın yardım sayfası</a>nı ziyaret edin.
uk: Відвідайте <a href="%(href)s">сторінку допомоги PyPI</a>, щоб переглянути перелік сумісних застосунків.

source: Set up your application
de: Ihre Anwendung einrichten
el: Ρύθμιση της εφαρμογής σας
eo: Agordi vian programon
es: Configure su aplicación
fr: Configurer votre application
he: הגדרת האפליקציה שלך
id: Setel aplikasi Anda
it: Imposta la tua applicazione
ja: アプリケーションの設定
pt: Configurar a sua aplicação
pt_br: Configurar seu aplicativo
ru: Настройка приложения
sk: Nastavte si aplikáciu
ta: உங்கள் விண்ணப்பத்தை அமைக்கவும்
tr: Uygulamanızı Oluşturun
uk: Налаштуйте свій застосунок

source: Scan the QR code with the authentication application of your choice.
de: QR-Code mit der gewählten Authentifizierungsanwendung einscannen.
el: Σκανάρετε τον κώδικα QR με την εφαρμογή πιστοποίησης της αρέσκείας σας.
eo: Skanu la QR-kodon per via aŭtentikiga programo.
es: Escanee el código QR con la aplicación de autenticación que elija.
fr: Scannez le code QR avec l'application d'authentification de votre choix.
he: סרק/י את קוד ה-QR באמצעות אפליקצית ההזדהות בה בחרת להשתמש.
id: Pindai kode QR dengan aplikasi otentikasi pilihan Anda.
it: Scannerizza il codice QR con l'applicazione di autenticazione di tua scelta.
ja: 選択した認証アプリケーションでQRコードをスキャンする。
pt: Digitalize o código QR com a aplicação de autenticação da sua escolha.
pt_br: Digitalize o código QR com o aplicativo de autenticação de sua escolha.
ru: Отсканируйте QR-код с помощью выбранного приложения аутентификации.
sk: Naskenujte QR kód pomocou vami zvolenej autentifikačnej aplikácie.
ta: உங்கள் விருப்பத்தின் அங்கீகார பயன்பாட்டுடன் QR குறியீட்டை ச்கேன் செய்யுங்கள்.
tr: Seçtiğiniz kimlik doğrulama uygulamasıyla QR kodunu taratın.
uk: Відскануйте QR-код у застосунку автентифікації, який ви обрали.
