Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Consider <a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">yanking</a> this release, making a new release or a <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">post release</a> instead.
eo: Konsideru <a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">fortiron</a> de ĉi tiu eldono, faron de nova eldono, aŭ <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">posteldonon</a> anstataŭe.
es: En lugar de esto, considere <a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">retirar</a> esta versión o crear una versión o <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">revisión</a> nueva.
id: Pertimbangkan <a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">pembatalan</a> rilis ini, membuat rilis baru atau <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">kirim rilis</a> sebagai gantinya.
it: Considera di<a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">stralciare</a> questo rilascio, facendo un nuovo rilascio oppure un <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">post rilascio</a> .
pt: Considere <a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">retirar</a> este lançamento, criar um novo lançamento ou um <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">pós-lançamento</a>.
pt_br: Considere <a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">retirar</a> este lançamento, criar um novo lançamento ou um <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">pós-lançamento</a>.
ru: Подумайте об <a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">изъятии</a> этого выпуска, публикации нового выпуска или <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">пост-выпуска</a>.
sk: Zvážte <a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">vytrhnutie</a> tohto vydania a namiesto toho vytvorte nové vydanie alebo <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">vydanie </a>.
ta: <A href = "%(yank_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> யாங்கிங் </a> இந்த வெளியீட்டை உருவாக்கி, ஒரு புதிய வெளியீடு அல்லது <a href = "%(post_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> இடுகை வெளியீடு </a> அதற்கு பதிலாக.
uk: Обміркуйте <a href="%(yank_href)s" title="%(title)s" target="_blank" rel="noopener">анулювання</a> цього випуску й публікацію нового, або ж натомість створіть <a href="%(post_href)s" title="%(title)s" target="_blank" rel="noopener">post-випуск</a>.

source: I understand that I am permanently deleting all files for the %(release_version)s release of this project.
de: Ich verstehe, dass ich dauerhaft alle Dateien für die %(release_version)s-Version dieses Projekts löschen.
eo: Mi komprenas, ke mi estas nemalfareble forviŝonta ĉiujn dosierojn de la eldono %(release_version)s de la projekto.
es: Entiendo que estoy permanentemente borrando todos los archivos para el %(release_version)s release de este proyecto.
it: Capisco che sto cancellando definitivamente tutti i file per il rilascio %(release_version)s di questo progetto.
pt: Entendo que estou deletando permanente todos os arquivos para a versão %(release_version)s deste projeto.
ru: Я понимаю, что постоянно удаляю все файлы для выхода этого проекта %(release_version)s.
sk: Rozumiem, že natrvalo odstraňujem všetky súbory pre vydanie %(release_version)s tohto projektu.
ta: இந்த திட்டத்தின் %(வெளியீடு_வர்சன்) வெளியீட்டிற்கான அனைத்து கோப்புகளையும் நான் நிரந்தரமாக நீக்குகிறேன் என்பதை புரிந்துகொள்கிறேன்.
uk: Я розумію, що назавжди видаляю усі файли із випуску %(release_version)s цього проєкту.

source: I understand that my users will no longer be able to install this release of this project.
de: Ich verstehe, dass meine Benutzer nicht mehr in der Lage sein werdeb, diese Veröffentlichung dieses Projekts zu installieren.
eo: Mi komprenas, ke miaj uzantoj ne plu povos instali ĉi tiun eldonon de la projekto.
es: Entiendo que mis usuarios no serán capaces de instalar este release de este proyecto.
it: Capisco che i miei utenti non saranno più in grado di installare questo rilascio del progetto.
pt: Entendo que meus usuários não serão mais capazes de instalar esta versão do projeto.
ru: Я понимаю, что мои пользователи больше не смогут установить этот релиз этого проекта.
sk: Chápem, že moji používatelia si už nebudú môcť nainštalovať toto vydanie tohto projektu.
ta: இந்த திட்டத்தின் இந்த வெளியீட்டை எனது பயனர்கள் இனி நிறுவ முடியாது என்பதை நான் புரிந்துகொள்கிறேன்.
uk: Я розумію, що мої користувачі більше не зможуть встановлювати цей випуск проєкту.

source: I understand that I will <a href="%(href)s" target="_blank" rel="noopener">not be able to re-upload any deleted files using the same file names</a>.
de: Ich verstehe, dass ich <a href="%(href)s" target="_blank" rel="noopener">nicht in der Lage sein werde, alle gelöschten Dateien mit den gleichen Dateinamen</a> neu hochzuladen.
eo: Mi komprenas, ke mi <a href="%(href)s" target="_blank" rel="noopener">ne povos realŝuti forviŝitajn dosierojn per la samaj dosiernomoj</a>.
es: Entiendo que haré <a href="%(href)s" target="_blank" rel="noopener"> y no seré capaz de resubir cualquier archivo borrado usando los mismos nombres de archivos.</a>.
it: Capisco che <a href="%(href)s" target="_blank" rel="noopener">non sarò in grado di ricaricare eventuali file cancellati usando gli stessi nomi dei file</a>.
pt: Entendo que <a href="%(href)s" target="_blank" rel="noopener"> não serei mais capaz de re-enviar quaisquer arquivos excluídos usando os mesmos nomes</a>.
ru: Я понимаю, что я <a href="%(href)s" target="_blank" rel="noopener">не смогу повторно загрузить удаленные файлы, используя те же имена файлов</a>.
sk: Beriem na vedomie, že <a href="%(href)s" target="_blank" rel="noopener">nebudem môcť znova nahrať žiadne odstránené súbory s rovnakými názvami súborov</a>.
ta: நான் <a href = "%(href" இலக்கு = "_ வெற்று" rel = "noopener"> அதே கோப்பு பெயர்களைப் பயன்படுத்தி நீக்கப்பட்ட எந்த கோப்புகளையும் மீண்டும் பதிவேற்ற முடியாது </a>.
uk: Я розумію, що більше <a href="%(href)s" target="_blank" rel="noopener">не зможу повторно відвантажити жодних видалених файлів з такими самими назвами</a>.

source: Releases for %(project_name)s
de: Veröffentlichungen für %(project_name)s
el: Εκδόσεις για το %(project_name)s
eo: Eldonoj de %(project_name)s
es: Versiones de %(project_name)s
fr: Versions pour %(project_name)s
he: גרסאות עבור %(project_name)s
id: Rilis untuk %(project_name)s
it: Rilasci per %(project_name)s
ja: %(project_name)s のリリース
pt: Lançamentos para %(project_name)s
pt_br: Lançamentos para %(project_name)s
ru: Выпуски проекта %(project_name)s
sk: Vydania pre %(project_name)s
ta: %(project_name)s வெளியீடுகள்
tr: %(project_name)s Sürümleri
uk: Випуски %(project_name)s

source: Release date
de: Veröffentlichungsdatum
el: Ημερομηνία έκδοσης
eo: Dato de eldono
es: Fecha de publicación
fr: Date de sortie
he: תאריך שחרור גרסה
id: Tanggal rilis
it: Data del rilascio
ja: リリース日
pt: Data de lançamento
pt_br: Data de lançamento
ru: Дата выпуска
sk: Dátum vydania
ta: வெளியீட்டு தேதி
tr: Yayınlanma Tarihi
uk: Дата випуску

source: Files
de: Dateien
el: Αρχεία
eo: Dosieroj
es: Archivos
fr: Fichiers
he: קבצים
id: Berkas
ja: ファイル
pt: Ficheiros
pt_br: Arquivos
ru: Файлы
sk: Súbory
ta: கோப்புகள்
tr: Dosyalar
uk: Файли

source: Yanked reason
eo: Kialo de fortiro
es: Razón para el retiro
he: סיבה לגריעה
id: Alasan menarik
it: motivi dello stralcio
pt: Motivo para retirar
pt_br: Motivo da retirada
ru: Причина изъятия
sk: Vytrhnutý dôvod
ta: காரணம்
uk: Підстава анулювання

source: Manage version
de: Version verwalten
el: Διαχείριση έκδοσης
eo: Mastrumi version
es: Gestionar versión
fr: Gérer la version
he: ניהול גרסה
id: Mengelola versi
it: Gestisci versione
ja: バージョンの管理
pt: Gerir versão
pt_br: Gerenciar versão
ru: Управлять версией
sk: Spravovať verziu
ta: பதிப்பை நிர்வகிக்கவும்
tr: Sürümü Yönet
uk: Керувати версією

source: %(count)s file
de: %(count)s Datei
eo: %(count)s dosiero
es: %(count)s archivo
pt: %(count)s ficheiro
pt_br: %(count)s arquivo
ru: %(count)s файл
sk: %(count)s súbor
ta: %(count)s கோப்பு
uk: %(num_files)s файл

source: No files
de: Keine Dateien
el: Χωρίς αρχεία
eo: Neniu dosiero
es: No hay ningún archivo
fr: Aucun fichier
he: אין קבצים
id: Tidak ada berkas
it: Nessun file
ja: ファイルはありません
pt: Nenhum ficheiro
pt_br: Nenhum arquivo
ru: Файлов нет
sk: Žiadne súbory
ta: கோப்புகள் இல்லை
tr: Hiçbir dosya mevcut değil
uk: Файлів немає

source: View release options
de: Veröffentlichungseinstellungen ansehen
el: Προβολή επιλογών εκδόσεων
eo: Vidi opciojn pri eldono
es: Ver opciones de versión
fr: Afficher les options de version
he: צפייה באפשרויות גרסה
id: Lihat pilihan rilis
it: Visualizza opzioni del rilascio
ja: リリースのオプションを表示
pt: Veja opções do lançamento
pt_br: Veja opções do lançamento
ru: Посмотреть параметры выпуска
sk: Zobraziť možnosti vydania
ta: வெளியீட்டு விருப்பங்களைக் காண்க
tr: Yayınlama Ayarlarını Görüntüler
uk: Переглянути опції випуску

source: Options for %(version)s
de: Optionen für %(version)s
el: Επιλογές για την έκδοση %(version)s
eo: Opcioj pri %(version)s
es: Opciones de %(version)s
fr: Options pour %(version)s
he: אפשרויות עבור %(version)s
id: Opsi untuk %(version)s
it: Opzioni per%(version)s
ja: %(version)s のオプション
pt: Opções para %(version)s
pt_br: Opções para %(version)s
ru: Параметры версии %(version)s
sk: Možnosti pre %(version)s
ta: %(version)s விருப்பங்கள்
tr: %(version)s Ayarları
uk: Опції для %(version)s

source: Un-yank Release
eo: Malfortiri Eldonon
es: Anular retirada de versión
he: ביטול גריעת גרסה
id: Kembalikan Rilis
it: Release non-stralciato
pt: Desfazer retirada de lançamento
pt_br: Desfazer retirada de lançamento
ru: Восстановить выпуск
sk: Uvoľnite uvoľnenie
ta: அன்-யாங்க் வெளியீடு
uk: Перепублікувати випуск

source: Un-yank
eo: Malfortiri
es: Anular retirada
he: ביטול גריעה
id: Urungkan pembatalan
it: non-stralciato
pt: Desfazer retirada
pt_br: Desfazer retirada
ru: Восстановить
sk: Vytrhnúť
ta: Tank
uk: Перепублікувати

source: Yank
eo: Fortiri
es: Retirar
he: גריעה
id: Batalkan
it: Stralcio
pt: Retirar
pt_br: Retirar
ru: Изъять
sk: Všeobecný
ta: யாங்க்
uk: Анулювати

source: Un-yank release
eo: Malfortiri eldonon
es: Anular retirada de versión
he: ביטול גריעת גרסה
id: Kembalikan rilis
it: release non stralciato
pt: Desfazer retirada de lançamento
pt_br: Desfazer retirada de lançamento
ru: Восстановление выпуска
sk: Un-yank uvoľnenie
ta: அன்-யாங்க் வெளியீடு
uk: Перепублікувати випуск

source: Manage '%(project_name)s' releases
de: Veröffentlichungen von „%(project_name)s“ verwalten
el: Διαχείριση εκδόσεων του '%(project_name)s'
eo: Mastrumi eldonojn de '%(project_name)s'
es: Gestionar versiones de «%(project_name)s»
fr: Gérer les versions de « %(project_name)s »
he: ניהול גרסאות '%(project_name)s'
id: Kelola rilis '%(project_name)s'
it: Gestisci rilasci di '%(project_name)s'
ja: '%(project_name)s' のリリースを管理
pt: Gerir lançamentos de "%(project_name)s"
pt_br: Gerenciar lançamentos de "%(project_name)s"
ru: Управление выпусками проекта «%(project_name)s»
sk: Spravujte vydania '%(project_name)s'
ta: '%(project_name)s' வெளியீடுகளை நிர்வகிக்கவும்
tr: '%(project_name)s' Sürümlerini Yönet
uk: Керуйте випусками «%(project_name)s»

source: Creating a new release
de: Erstelle eine neue Veröffentlichung
el: Δημιουργία μια νέας έκδοσης
eo: Kreo de nova eldono
es: Creando una versión nueva
fr: Création d'une nouvelle version
he: יצירת גרסה חדשה
id: Membuat rilis baru
it: Creare un nuovo rilascio
ja: 新しいリリースを作成
pt: A criar um novo lançamento
pt_br: Criando um novo lançamento
ru: Создание нового выпуска
sk: Vytvára sa nové vydanie
ta: புதிய வெளியீட்டை உருவாக்குகிறது
tr: Yeni Sürüm Oluştur
uk: Створюємо новий випуск

source: No releases found
de: Keine Veröffentlichungen gefunden
el: Δεν βρέθηκαν εκδόσεις
eo: Neniu eldono trovita
es: No se encontró ninguna versión
fr: Aucune version trouvée
he: לא נמצאו גרסאות
id: Rilis tidak ditemukan
it: Nessun rilascio trovato
ja: リリースが見つかりません
pt: Nenhum lançamento encontrado
pt_br: Nenhum lançamento encontrado
ru: Выпусков не найдено
sk: Nenašli sa žiadne vydania
ta: வெளியீடுகள் எதுவும் கிடைக்கவில்லை
tr: Hiçbir sürüm bulunamadı
uk: Випусків не знайдено

source: Learn how to create a new release on the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
de: Erfahren Sie im <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a> mehr zum Erstellen neue Veröffentlichungen
el: Μάθετε πως να δημιουργήσετε μια νέα έκδοση στο <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
eo: Lernu kiel krei novan eldonon per la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Manlibro por Python-Uzantoj pri Pakado</a>
es: Aprenda a crear versiones nuevas en el <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">manual de uso del empaquetamiento de Python</a>
fr: Découvrez comment créer une nouvelle version dans le <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guide Utilisateur de l'Empaquetage Python</a>
he: למד/י כיצד ליצור גרסה חדשה ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">מדריך למשתמש באריזת חבילות פייתון</a>
id: Belajar bagaimana membuat rilis baru di <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Panduan Pengguna Python Packaging</a>
it: Scopri come creare un nuovo rilascio su <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
ja: 新しいリリースを作成する方法を学ぶには<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>を参照してください
pt: Saiba mais como criar um novo lançamento no <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Utilizador para Empacotamento de Python</a>
pt_br: Saiba mais como criar um novo lançamento no <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Usuário para Empacotamento de Python</a>
ru: Узнайте, как создать новый выпуск на <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Руководство пользователя по упаковке Python</a>
sk: Zistite, ako vytvoriť nové vydanie v <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Používateľskej príručke balíka Python</a>
ta: <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் பேக்கேசிங் பயனர் கையேடு </a> இல் புதிய வெளியீட்டை எவ்வாறு உருவாக்குவது என்பதை அறிக </a>
tr: Nasıl yeni bir sürüm oluşturacağınızı <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Paketleme Kullanıcı Kılavuzu</a> üzerinde öğrenin
uk: Дізнатися, як створити новий випуск у <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">користувацькому керівництві з пакування Python</a>

source: Manage '%(project_name)s' collaborators
de: Projektbeteiligte von '%(project_name)s' verwalten
el: Διαχείριση συνεργατών για το '%(project_name)s'
eo: Administri kunlaborantojn de «%(project_name)s»
es: Gestionar colaboradores de «%(project_name)s»
fr: Gérer les collaborateurs de « %(project_name)s »
he: ניהול משתפי הפעולה של '%(project_name)s'
id: Kelola kolaborator %(project_name)s
it: Gestisci i collaboratori di '%(project_name)s'
ja: %(project_name)s の共同編集者を管理
pt: Gerir colaboradores de "%(project_name)s"
pt_br: Gerenciar colaboradores de "%(project_name)s"
ru: Управление соавторами проекта «%(project_name)s»
sk: Spravujte spolupracovníkov '%(project_name)s'
ta: '%(project_name)s' ஒத்துழைப்பாளர்களை நிர்வகிக்கவும்
tr: '%(project_name)s' İlgililerini Yönet
uk: Керувати поплічниками «%(project_name)s»

source: Use this page to control which PyPI users can help you to manage %(project_name)s.
eo: Uzu ĉi tiun paĝon por elekti tiujn PyPI-uzantojn, kiuj helpas vin administri la projekton %(project_name)s.
it: Usa questa pagina per controllare quali utenti posso aiutarti a gestire %(project_name)s
pt: Use esta página para controlar quais utilizadores do PyPI podem lhe ajudar a gerir %(project_name)s.
pt_br: Use esta página para controlar quais usuários do PyPI podem lhe ajudar a gerenciar %(project_name)s.
ru: Используйте эту страницу, чтобы контролировать, какие пользователи PyPI могут помочь вам управлять %(project_name)s.
sk: Pomocou tejto stránky môžete ovládať, ktorí používatelia PyPI vám môžu pomôcť spravovať %(project_name)s.
ta: %(project_name)s நிர்வகிக்க எந்த PYPI பயனர்கள் உங்களுக்கு உதவ முடியும் என்பதைக் கட்டுப்படுத்த இந்தப் பக்கத்தைப் பயன்படுத்தவும்.
uk: Використовуйте цю сторінку, аби контролювати те, які користувачі PyPI можуть допомагати вам керувати %(project_name)s.

source: Project Roles
eo: Projektaj roloj
it: Links del progetto
ru: Роль проекта
sk: Projektové roly
ta: திட்ட பாத்திரங்கள்
uk: Ролі проєкту

source: There are two possible roles for collaborators:
de: Es gibt zwei mögliche Rollen für Mitarbeiter:
el: Υπάρχουν δύο πιθανοί ρόλοι για τους συνεργάτες:
eo: Ekzistas du eblaj roloj por kunlaborantoj:
es: Los colaboradores pueden ocupar dos puestos:
fr: Il y a deux rôles possibles pour les collaborateurs :
he: ישנם שני תפקידים אפשריים למשתפי פעולה:
id: Ada dua kemungkinan peran untuk kolaborator:
it: Ci sono 2 ruoli possibili per collaboratori:
ja: 共同編集者（collaborators）には、以下の2つの役割があります。
pt: Há duas funções possíveis para colaboradores:
pt_br: Há duas funções possíveis para colaboradores:
ru: Для соавторов доступны две возможные роли:
sk: Spolupracovníci majú dve možné úlohy:
ta: ஒத்துழைப்பாளர்களுக்கு இரண்டு சாத்தியமான பாத்திரங்கள் உள்ளன:
tr: İlgililer için iki olası rol mevcut:
uk: Поплічники можуть належати до однієї з двох ролей:

source: Maintainer
de: Betreuer
el: Συντηρητής
eo: Prizorganto
es: Responsable
fr: Mainteneur
he: מתחזק/ת
id: Pengelola
it: Manutentore
ja: メンテナ
pt: Mantenedor
pt_br: Mantenedor
ru: Сопровождающий
sk: Udržiavač
ta: பராமரிப்பாளர்
tr: Geliştirici
uk: Доглядач

source: Has permissions to upload releases for the project. Can upload releases. Cannot invite collaborators. Cannot delete files, releases, or the project.
eo: Rajtas alŝuti eldonojn por la projekto. Rajtas alŝuti eldonojn. Ne rajtas inviti kunlaborantojn. Ne rajtas forviŝi dosierojn, eldonojn, aŭ la projekton.
it: Puoi caricare rilasci per un pacchetto. Non puoi ivitare collaboratori. non puoi eliminare files, rilasci, o il progetto.
ru: Имеет права на загрузку релизов для проекта. Может загружать релизы. Не может приглашать соавторов. Не может удалять файлы, релизы или проект.
sk: Má povolenia na nahrávanie vydaní pre projekt. Môže nahrávať vydania. Nie je možné pozvať spolupracovníkov. Nie je možné odstrániť súbory, vydania alebo projekt.
ta: திட்டத்திற்கான வெளியீடுகளை பதிவேற்ற இசைவு உள்ளது. வெளியீடுகளை பதிவேற்ற முடியும். ஒத்துழைப்பாளர்களை அழைக்க முடியாது. கோப்புகள், வெளியீடுகள் அல்லது திட்டத்தை நீக்க முடியாது.

source: Has permissions to administer the project. Can upload releases. Can invite other collaborators. Can delete files, releases, or the entire project.
eo: Rajtas administri la projekton. Rajtas alŝuti eldonojn. Rajtas inviti aliajn kunlaborantojn. Ne rajtas forviŝi dosierojn, eldonojn, aŭ la projekton.
it: Puoi caricare rilasci. Puoii invitare altri collaboratori. Puoi eliminare files, rilasci, o l'intero progetto.
ru: Имеет права на администрирование проекта. Может загружать релизы. Может приглашать других соавторов. Может удалять файлы, релизы или весь проект.
sk: Má povolenia na správu projektu. Môže nahrávať vydania. Môže pozvať ďalších spolupracovníkov. Môže odstrániť súbory, vydania alebo celý projekt.
ta: திட்டத்தை நிர்வகிக்க இசைவு உள்ளது. வெளியீடுகளை பதிவேற்ற முடியும். மற்ற ஒத்துழைப்பாளர்களை அழைக்க முடியும். கோப்புகள், வெளியீடுகள் அல்லது முழு திட்டத்தையும் நீக்கலாம்.

source: Collaborators who can manage %(project_name)s
eo: Kunlaborantoj, kiuj rajtas administri la projekton %(project_name)s
it: Gli utenti che possono gestire %(project_name)s
ru: Сотрудники, которые могут управлять%(project_name)s
sk: Spolupracovníci, ktorí môžu spravovať %(project_name)s
ta: %(project_name)s நிர்வகிக்கக்கூடிய ஒத்துழைப்பாளர்கள்
uk: Поплічники, які можуть керувати %(project_name)s

source: Collaborator
eo: Kunlaboranto
it: Collaboratori
ru: Сотрудник
sk: Spolupracovník
ta: ஒத்துழைப்பாளர்
uk: Поплічник

source: %(count)s organization owner
de: %(count)s Organisationsinhaber
eo: %(count)s posedanto de organizaĵo
es: %(count)s propietario de la organización
it: %(count)s proprietario dell'organizzazione
pt: %(count)s dono da organização
pt_br: %(count)s dono da organização
ru: %(count)s владелец организации
sk: %(count)s vlastník organizácií
ta: %(எண்ணிக்கை) நிறுவன உரிமையாளர்
uk: %(count)s власник організації

source: Cannot remove organization owners
eo: Ne eblas forigi posedanton de organizaĵo
it: Crea un account
ru: Невозможно удалить владельцев организаций
sk: Nie je možné odstrániť vlastníkov organizácie
ta: நிறுவன உரிமையாளர்களை அகற்ற முடியாது
uk: Видалити власників організації неможливо

source: %(count)s team member
de: %(count)s Teammitglied
eo: %(count)s teamano
es: %(count)s miembro de equipo
it: %(count)s membro del team
pt: %(count)s membro da equipe
pt_br: %(count)s membro da equipe
ru: %(count)sчлен команды
sk: %(count)s člen tímu
ta: %(count)sுழு உறுப்பினர்

source: Cannot remove your own team as Owner
eo: Ne povas forigi vian propran teamon kiel posedanto
it: Non puoi rimuovere te stesso da proprietario
ru: Невозможно удалить свою собственную команду в качестве владельца
sk: Nie je možné odstrániť svoj vlastný tím ako vlastníka
ta: உரிமையாளராக உங்கள் சொந்த அணியை அகற்ற முடியாது
uk: Видалити свою команду, як власника, неможливо

source: Remove %(collaborator)s from this project
eo: Forigi la kunlaboranton %(collaborator)s for de la projekto
it: Rimuovi %(user)s da questo progetto
ru: Удалить %(collaborator)s из этого проекта
sk: Odstráňte %(collaborator)s z tohto projektu
ta: இந்த திட்டத்திலிருந்து %(collaborator)s அகற்று
uk: Видалити %(collaborator)s з цього проєкту

source: Add internal collaborator
eo: Aldoni internan kunlaboranton
it: Invita collaboratore
ru: Добавить внутреннего сотрудника
sk: Pridať interného spolupracovníka
ta: உள் ஒத்துழைப்பாளரைச் சேர்க்கவும்
uk: Запросити внутрішнього поплічника

source: ️Team or member?
de: ️Team oder Mitglied?
eo: Ĉu teamo aŭ ano?
es: ¿Equipo o miembro?
it: Squadra o membro?
pt: ️Equipa ou membro?
pt_br: ️Equipe ou membro?
ru: ️ Команда или участник?
sk: ️Tím alebo člen?
ta: Team அல்லது உறுப்பினர்?
uk: Команда чи учасник?

source: Add a team or an individual member as a collaborator.
de: Ein Team oder ein einzelnes Mitglied als Mitarbeiter hinzufügen.
eo: Aldoni teamon aŭ individuan anon kiel kunlaboranton.
es: Añade un equipo o un miembro individual como colaborador.
it: Aggiungi una squadra o un membro individuale come collaboratore.
pt: Adicionar time ou membro individual como colaborador.
ru: Добавьте команду или отдельного участника в качестве соавтора.
sk: Pridajte tím alebo jednotlivého člena ako spolupracovníka.
ta: ஒரு குழு அல்லது ஒரு தனிப்பட்ட உறுப்பினரை ஒத்துழைப்பாளராகச் சேர்க்கவும்.
uk: Запросити команду чи окремого учасника поплічниками.

source: ️Name of team
eo: Nomo de teamo
it: Registra un nuovo progetto.
pt: ️Nome da equipa
pt_br: ️Nome da equipe
ru: Название команды
sk: ️Meno tímu
ta: அணியின் பெயர்
uk: Назва команди
