Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: RSS: 40 latest updates
de: RSS: Letzte 40 Aktualisierungen
el: RSS: 40 τελευταίες ενημερώσεις
eo: RSS: 40 plej novaj ĝisdatigoj
es: RSS: 40 actualizaciones más recientes
fr: RSS : 40 dernières mises à jour
he: ‏RSS‏: 40 העדכונים האחרונים
id: RSS: 40 pembaruan terbaru
it: RSS: ultimi 40 aggiornamenti
ja: RSS: 40の最新アップデート
pt: RSS: 40 novas atualizações
pt_br: RSS: Últimas 40 atualizações
ru: RSS: 40 последних обновлений
sk: RSS: 40 najnovších aktualizácií
ta: ஆர்.எச்.எச்: 40 அண்மைக் கால புதுப்பிப்புகள்
tr: RSS: 40 en son güncellemeler
uk: RSS: 40 останніх оновлень

source: RSS: 40 newest packages
de: RSS: 40 neueste Pakete
el: RSS: 40 νέα πακέτα
eo: RSS: 40 plej novaj pakoj
es: RSS: 40 paquetes más recientes
fr: RSS : 40 paquets les plus récents
he: ‏RSS‏: 40 החבילות החדשות ביותר
id: RSS: 40 package terbaru
it: RSS: 40 pacchetti più recenti
ja: RSS: 40の新しいパッケージ
pt: RSS: 40 novos pacotes
pt_br: RSS: 40 pacotes mais novos
ru: RSS: 40 новейших пакетов
sk: RSS: 40 najnovších balíčkov
ta: ஆர்.எச்.எச்: 40 புதிய தொகுப்புகள்
tr: RSS: en yeni 40 paket
uk: RSS: 40 найновіших пакунків

source: Skip to main content
de: Zum Hauptinhalt springen
el: Μετάβαση στο κυρίως περιεχόμενο
eo: Salti al ĉefenhavo
es: Saltar al contenido principal
fr: Passer au contenu principal
he: דילוג אל התוכן העיקרי
id: Lewati ke konten utama
it: Salta al contenuto principale
ja: メインコンテンツにスキップ
pt: Ir ao conteúdo principal
pt_br: Pular para o conteúdo principal
ru: Перейти к основному содержимому
sk: Preskočiť na hlavný obsah
ta: முக்கிய உள்ளடக்கத்திற்கு செல்லவும்
tr: Ana içeriği geç
uk: Перескочити до основного вмісту

source: Switch to mobile version
de: Zur mobilen Version wechseln
el: Αλλαγή στην έκδοση για κινητά
eo: Ŝalti poŝaparatan version
es: Cambiar a la versión para móviles
fr: Passer à la version mobile
he: מעבר לגרסת המובייל
id: Beralih ke versi seluler
it: Passa alla versione mobile
ja: モバイル版に切替
pt: Mudar para a versão de telemóvel
pt_br: Mudar para versão móvel
ru: Переключиться на мобильную версию
sk: Prepnúť na mobilnú verziu
ta: மொபைல் பதிப்பிற்கு மாறவும்
tr: Mobil sürüme geç
uk: Перемкнутися на мобільну версію

source: Warning
de: Warnung
el: Προειδοποίηση
eo: Averto
es: Aviso
fr: Avertissement
he: אזהרה
id: Peringatan
it: Attenzione
ja: 警告
pt: Aviso
pt_br: Aviso
ru: Предупреждение
sk: Upozornenie
ta: எச்சரிக்கை
tr: Uyarı
uk: Попередження

source: You are using an unsupported browser, upgrade to a newer version.
de: Sie verwenden einen nicht unterstützten Browser, aktualisieren Sie auf eine neuere Version.
el: Χρησιμοποιείτε ένα μη υποστηριζόμενο περιηγητή. Αναβαθμίστε τον σε μια νεώτερη έκδοση.
eo: Vi uzas ne subtenatan TTT-legilon. Ĝisdatigu al pli nova versio.
es: Está utilizando un navegador no admitido. Actualícelo a una versión más reciente.
fr: Vous utilisez un navigateur non supporté, veuillez effectuer la mise à jour vers une version plus récente.
he: הדפדפן שבשימוש אינו נתמך, יש לשדרג לגרסה חדשה יותר.
id: Anda menggunakan peramban yang tidak didukung, harap tingkatkan ke versi yang terbaru.
it: Stai usando un browser non supportato, aggiornalo a una versione più recente.
ja: サポートされていないブラウザを使用しています。新しいバージョンにアップグレードしてください。
pt: Está a utilizar um navegador não suportado, atualize para uma versão mais recente.
pt_br: Você está usando um navegador incompatível, atualize para uma versão mais nova.
ru: Вы используете неподдерживаемый браузер, обновите его до более новой версии.
sk: Používate nepodporovaný prehliadač, inovujte na novšiu verziu.
ta: நீங்கள் ஆதரிக்கப்படாத உலாவியைப் பயன்படுத்துகிறீர்கள், புதிய பதிப்பிற்கு மேம்படுத்தவும்.
tr: Tarayıcınız desteklenmiyor, daha güncel bir tarayıcı kullanın.
uk: Ви використовуєте непідтримуваний браузер, оновіть його до новішої версії.

source: You are using TestPyPI – a separate instance of the Python Package Index that allows you to try distribution tools and processes without affecting the real index.
de: Sie verwenden TestPyPI - eine separate Instanz des Python-Paketindex, mit der Sie Verteilungstools und -prozesse ausprobieren können, ohne den realen Index zu beeinflussen.
el: Χρησιμοποιείτε το TestPyPI - μια ξεχωριστή οντότητα από το Python Package Index η οποία σας επιτρέπει να δοκιμάσετε τα εργαλεία διανομής καθώς και τις διεργασίες χωρίς να επηρεάζεται η πραγματική βάση δεδομένων.
eo: Vi uzas la Provan PyPI — apartan kopion de la Python Package Index, kiu ebligas provadon de la distribuaj iloj kaj procedoj sen modifo de la reala indekso.
es: Está utilizando el Entorno de pruebas de PyPI, un ejemplar separado del Índice de paquetes de Python que le permite poner a prueba las herramientas y los procesos de distribución sin afectar el Índice real.
fr: Vous utilisez TestPyPI, une instance distincte de l'Index des Paquets Python qui vous permet d'essayer les outils de publication et processus sans affecter le véritable index.
he: הינך משתמש/ת ב-TestPyPI‏ - מופע נפרד של אינדקס החבילות של פייתון שמאפשר לנסות כלי הפצה ותהליכים מבלי להשפיע על האינדקס האמיתי.
id: Anda menggunakan TestPyPi - suatu instance yang terpisah dari Indeks Paket Python yang memungkinkan Anda untuk mencoba alat dan proses distribusi tanpa mempengaruhi indeks yang sebenarnya.
it: Stai usando TestPyPi - una sezione separata del Python Package Index che ti permette di provare strumenti di distribuzione e processi senza modificare l'index reale.
ja: TestPyPIを使用しています - これはPython Package Indexの独立したインスタンスで、実際のインデックスに影響を与えずにツールの配布やプロセスを試すことができます。
pt: Está a usar TestPyPI - uma instância separada do Python Package Index que lhe permite experimentar ferramentas e processos de distribuição sem afetar o índice real.
pt_br: Você está usando TestPyPI – uma instância separada do Python Package Index que lhe permite tentar ferramentas de distribuição e processos sem afetar o índice real.
ru: Вы используете TestPyPI – отдельный экземпляр индекса пакета Python, который позволяет вам пробовать инструменты распространения и процессы, не влияя на реальный индекс.
sk: Používate TestPyPI – samostatnú inštanciu indexu balíkov Python, ktorá vám umožňuje vyskúšať distribučné nástroje a procesy bez ovplyvnenia skutočného indexu.
ta: நீங்கள் டெச்ட்பிஐயைப் பயன்படுத்துகிறீர்கள் - பைதான் தொகுப்பு குறியீட்டின் ஒரு தனி நிகழ்வு, இது உண்மையான குறியீட்டை பாதிக்காமல் விநியோக கருவிகள் மற்றும் செயல்முறைகளை முயற்சிக்க உங்களை அனுமதிக்கிறது.
tr: Python Paket Dizini'nin dağıtım araç ve süreçlerini asıl dizini etkilemeden denemenize olanak tanıyan kopyası TestPyPI'yı kullanmaktasınız.
uk: Ви використовуєте TestPyPI — це окремий екземпляр реєстру Python-пакунків, який надає вам можливість спробувати засоби та процеси, не впливаючи на справжній реєстр.

source: Some features may not work without JavaScript. Please try enabling it if you encounter problems.
de: Einige Funktionen sind möglicherweise ohne JavaScript nicht nutzbar. Bitte versuchen Sie es mit aktiviertem JavaScript, falls Probleme auftreten.
el: Μερικά χαρακτηριστικά δεν θα λειτουργούν χωρίς την JavaScript. Αν αντιμετωπίζετε προβλήματα, παρακαλούμε, ενεργοποιήστε την.
eo: Kelkaj funkcioj postulas JavaScript. Bonvolu provi ŝalti ĝin, se vi spertas problemojn.
es: Algunas prestaciones pueden no funcionar sin JavaScript. Pruebe a activarlo si tiene problemas.
fr: Certaines fonctionnalités pourraient ne pas fonctionner sans JavaScript. Veuillez essayer de l'activer si vous rencontrez des problèmes.
he: יכולות מסוימות עלולות לא לפעול ללא Javascript. יש לנסות לאפשר את JavaScript במקרה של בעיות.
id: Beberapa fitur mungkin tidak akan bekerja tanpa adanya JavaScript. Silahkan coba aktifkan jika Anda mengalami masalah.
it: Alcune funzionalità potrebbero non funzionare senza JavaScript. Prova ad attivarlo in caso di problemi.
ja: 一部の機能は、JavaScriptなしでは動作しない場合があります。問題が発生した場合は、有効にしてみてください。
pt: Algumas das funcionalidades podem não funcionar sem JavaScript. Ative o JavaScript caso encontre problemas.
pt_br: Alguns recursos podem não funcionar sem JavaScript. Tente habilitá-lo se você encontrar problemas.
ru: Некоторые функции могут не работать без JavaScript. Пожалуйста, попробуйте включить его, если у вас возникнут проблемы.
sk: Niektoré funkcie nemusia fungovať bez JavaScriptu. Ak narazíte na problémy, skúste ho povoliť.
ta: சாவாச்கிரிப்ட் இல்லாமல் சில நற்பொருத்தங்கள் வேலை செய்யாது. நீங்கள் சிக்கல்களை எதிர்கொண்டால் அதை இயக்க முயற்சிக்கவும்.
tr: Bazı özellikler JavaScript olmadan çalışmayabilir. Eğer bir sorunla karşılaşırsanız JavaScript' i aktif etmeyi deneyin.
uk: Деякі функції можуть не працювати без JavaScript. Будь ласка, спробуйте увімкнути його, якщо у вас виникнуть проблеми.

source: Search PyPI
de: PyPI durchsuchen
el: Αναζήτηση στο PyPI
eo: Serĉi en PyPI
es: Buscar en PyPI
fr: Chercher sur PyPI
he: חיפוש ב-PyPI
id: Cari PyPI
it: Cerca su PyPI
ja: PyPIを検索
pt: Pesqusiar PyPI
pt_br: Pesquisar PyPI
ru: Поиск по PyPI
sk: Hľadať PyPI
ta: பைபியைத் தேடுங்கள்
tr: PyPI'de ara
uk: Пошук на PyPI

source: Type '/' to search projects
ru: Напишите / чтобы найти проекты

source: Search
de: Suche
el: Αναζήτηση
eo: Serĉi
es: Buscar
fr: Rechercher
he: חיפוש
id: Cari
it: Cerca
ja: 検索
pt: Pesquisar
pt_br: Pesquisar
ru: Поиск
sk: Hľadať
ta: தேடல்
tr: Ara
uk: Шукати

source: Search projects
de: Projekte suchen
el: Αναζήτηση projects
eo: Serĉi projektojn
es: Buscar proyectos
fr: Rechercher des projets
he: חיפוש פרוייקטים
id: Cari proyek
it: Cerca progetti
ja: プロジェクトを検索
pt: Pesquisar por projetos
pt_br: Pesquisar projetos
ru: Поиск проектов
sk: Hľadt v projektoch
ta: தேடல் திட்டங்கள்
tr: Proje ara
uk: Шукайте проєкти

source: Help navigation
de: Hilfe-Navigation
el: Βοήθεια πλοήγησης
eo: Navigilo por «Helpo»
es: Navegación por la ayuda
fr: Aide à la navigation
he: ניווט תפריט העזרה
id: Navigasi bantuan
it: Aiuto alla navigazione
ja: ヘルプナビゲーション
pt: Ajuda de navegação
pt_br: Navegação de ajuda
ru: Помощь с навигацией
sk: Navigácia pomocníka
ta: வழிசெலுத்தலுக்கு உதவுங்கள்
tr: Yardım menüleri
uk: Навігація допомоги

source: Installing packages
de: Installieren von Paketen
el: Εγκατάσταση πακέτων
eo: Instalo de pakoj
es: Instalación de paquetes
fr: Installation de paquets
he: התקנת חבילות
id: Menginstal paket
it: Installazione dei pacchetti
ja: パッケージのインストール</a>
pt: Instalação de pacotes
pt_br: Instalando pacotes
ru: Установка пакетов
sk: Inštalovanie balíčkov
ta: தொகுப்புகளை நிறுவுதல்
tr: Paketleri kurma
uk: Встановлення пакунків

source: Uploading packages
de: Hochladen von Paketen
el: Ανέβασμα πακέτων
eo: Alŝuto de pakoj
es: Carga de paquetes
fr: Publication de paquets
he: העלאת חבילות
id: Mengunggah packages
it: Caricamento dei pacchetti
ja: パッケージのアップロード
pt: A enviar pacotes
pt_br: Enviando pacotes
ru: Загрузка пакетов
sk: Nahrávanie balíčkov
ta: தொகுப்புகளை பதிவேற்றுகிறது
tr: Paketler yükleniyor
uk: Завантаження пакунків

source: User guide
de: Bedienungsanleitung
el: Οδηγός χρήστη
eo: Manlibro por uzantoj
es: Manual de uso
fr: Guide de l'utilisateur
he: מדריך למשתמש
id: Panduan pengguna
it: Guida all'uso
ja: ユーザガイド
pt: Guia do utilizador
pt_br: Guia de usuário
ru: Руководство пользователя
sk: Užívateľská príručka
ta: பயனர் வழிகாட்டி
tr: Kullanıcı kılavuzu
uk: Керівництво користувача

source: Project name retention
eo: Retenado de projekta nomo
es: Retención de nombres de proyecto
it: Mantenimento del nome progetto
pt: Retenção do nome do projeto
pt_br: Retenção do nome do projeto
ru: Удержание названия проекта
sk: Zachovanie názvu projektu
ta: திட்ட பெயர் தக்கவைப்பு
uk: Збереження назви проєкту

source: FAQs
de: Häufige Fragen
eo: Oftaj demandoj
es: Preguntas frecuentes
fr: FAQ
he: שאלות נפוצות
id: Tanya Jawab
it: Domande frequenti
ja: よくある質問
pt: Perguntas Mais Frequentes
ru: Часто задаваемые вопросы
sk: FAQ
ta: கேள்விகள்
tr: SSS
uk: ЧаПи

source: About PyPI
de: Über PyPI
el: Σχετικά με το PyPI
eo: Pri PyPI
es: Acerca de PyPI
fr: À propos de PyPI
he: אודות PyPI
id: Tentang PyPI
it: Informazioni su PyPI
ja: PyPIについて
pt: Sobre o PyPI
pt_br: Sobre o PyPI
ru: О PyPI
sk: O PyPI
ta: பைபி பற்றி
tr: PyPI hakkında
uk: Про PyPI

source: About PyPI navigation
de: Navigation in "Über PyPI"
el: Σχετικά με την πλοήγηση στο PyPI
eo: Navigilo por «Pri PyPI»
es: Navegación por Acerca de PyPI
fr: À propos de la navigation sur PyPI
he: ניווט אודות PyPI
id: Tentang navigasi PyPI
it: Informazioni sulla navigazione di PyPI
ja: PyPIのナビゲーション
pt: Sobre a navegação PyPI
pt_br: Sobre a navegação do PyPI
ru: Навигация по блоку ссылок «О PyPI»
sk: O PyPI navigácii
ta: பைபி வழிசெலுத்தல் பற்றி
tr: PyPI navigasyonu hakkında
uk: Про навігацію в PyPI

source: PyPI Blog
eo: Novaĵoj de PyPI
pt: Blog PyPI
pt_br: Blog do PyPI
ru: Блог PyPI
ta: பூசாரி வலைப்பதிவு
uk: Блог PyPI

source: Infrastructure dashboard
de: Infrastruktur Übersicht
el: Ταμπλό υποδομής
eo: Infrastruktura panelo
es: Cuadro de mando de infraestructura
fr: Tableau de bord de l'infrastructure
he: לוח מחוונים של התשתיות
id: Dasbor infrastruktur
it: Pannello di controllo dell'infrastruttura
ja: インフラ・ダッシュボード
pt: Painel da infraestrutura
pt_br: Painel de infraestrutura
ru: Панель мониторинга инфраструктуры
sk: Prehľad infraštruktúry
ta: உள்கட்டமைப்பு டாச்போர்டு
tr: Altyapı kontrol paneli
uk: Панель інфраструктури

source: Statistics
de: Statistiken
el: Στατιστικά
eo: Statistikoj
es: Estadísticas
fr: Statistiques
he: סטטיסטיקות
id: Statistik
it: Statistiche
ja: 統計
pt: Estatísticas
pt_br: Estatísticas
ru: Статистика
sk: Štatistika
ta: புள்ளிவிவரங்கள்
tr: İstatistikler
uk: Статистика

source: Logos & trademarks
de: Logos und Markenzeichen
eo: Emblemoj kaj varmarkoj
es: Logos y trademarks
it: Loghi e marchi
pt: Logotipos e Marcas Registadas
pt_br: Logotipos e marcas registradas
ru: Логотипы и товарные знаки
sk: Logá a ochranné známky
ta: லோகோக்கள் மற்றும் வர்த்தக முத்திரைகள்
uk: Логотипи й торгові марки

source: Our sponsors
de: Unsere Sponsoren
el: Οι χορηγοί μας
eo: Niaj sponsoroj
es: Nuestros patrocinadores
fr: Nos sponsors
he: נותני החסות שלנו
id: Sponsor kami
it: I nostri sponsors
ja: スポンサー
pt: Os nossos patricinadores
pt_br: Nossos patrocinadores
ru: Наши спонсоры
sk: Naši sponzory
ta: எங்கள் ஒப்புரவாளர்கள்
tr: Sponsorlarımız
uk: Наші спонсори

source: Contributing to PyPI
de: Mitwirken bei PyPI
el: Συνεισφορά στο PyPI
eo: Kontribui al PyPI
es: Contribuir con PyPI
fr: Contribuer à PyPI
he: לקיחת חלק בפיתוח PyPI
id: Berkontribusi ke PyPI
it: Contribuire a PyPI
ja: PyPIへの貢献
pt: Contribuir ao PyPI
pt_br: Contribuindo para o PyPI
ru: Внесение вклада в PyPI
sk: Prispievanie do PyPI
ta: பைபிக்கு பங்களிப்பு
tr: PyPI' a katkıda bulunmak
uk: Здійснення вкладу до PyPI

source: How to contribute navigation
de: Navigation im Bereich "Mitwirken bei PyPI"
el: Πλοήγηση στο πως να συνεισφέρετε
eo: Navigilo por «Kiel kontribui»
es: Navegación por Cómo contribuir
fr: Comment contribuer à la navigation
he: ניווט לקיחת חלק בפיתוח
id: Navigasi bagaimana berkontribusi
it: Come contribuire alla navigazione
ja: 貢献する方法のナビゲーション
pt: Navegação em "como contribuir"
pt_br: Como contribuir para navegação
ru: Навигация по блоку ссылок «Внесение вклада в PyPI»
sk: Ako prispieť do navigácie
ta: வழிசெலுத்தலை எவ்வாறு பங்களிப்பது
tr: Gezinmeye nasıl katkıda bulunulur
uk: Навігація того як робити вклади

source: Bugs and feedback
de: Fehler und Rückmeldungen
el: Σφάλματα και ανατροφοδότηση
eo: Cimoj kaj komentoj
es: Defectos y comentarios
fr: Bugs et commentaires
he: באגים ומשוב
id: Bug dan umpan balik
it: Bugs e feedback
ja: バグ報告とフィードバック
pt: Erros e opiniões
pt_br: Bugs e feedback
ru: Программные ошибки и обратная связь
sk: Chyby a spätná väzba
ta: பிழைகள் மற்றும் கருத்து
tr: Bug' lar ve geribildirimler
uk: Помилки та відгуки

source: Contribute on GitHub
de: Mitwirken auf GitHub
el: Συνεισφέρετε στο GitHub
eo: Kontribui per GitHub
es: Contribuir en GitHub
fr: Contribuer sur GitHub
he: לקיחת חלק בפיתוח ב-GitHub
id: Berkontribusi pada GitHub
it: Contribuire su GitHub
ja: GitHub上で貢献する
pt: Contribuir no GitHub
pt_br: Contribuir no GitHub
ru: Внесение вклада на GitHub’е
sk: Prispieť na GitHub
ta: கிதுபில் பங்களிப்பு செய்யுங்கள்
tr: GitHub üzerinden katkıda bulunun
uk: Зробіть внесок на GitHub

source: Translate PyPI
de: PyPI übersetzen
el: Μεταφράστε το PyPI
eo: Traduki PyPI-on
es: Traducir PyPI
fr: Traduire PyPI
he: תרגום PyPI
id: Terjemahkan PyPI
it: Tradurre PyPI
ja: PyPIを翻訳する
pt: Traduzir o PyPI
pt_br: Traduzir o PyPI
ru: Перевод PyPI
sk: Preložiť PyPI
ta: பைபியை மொழிபெயர்க்கவும்
tr: PyPI'ı Çevir
uk: Перекладайте PyPI

source: Sponsor PyPI
eo: Sponsori PyPI
es: Patrocinar a PyPI
it: Sponsor di PyPI
pt: Patrocinar o PyPI
pt_br: Patrocinar o PyPI
ru: Спонсор PyPI
sk: Sponzori PyPI
ta: ஒப்புரவாளர் பைபி
uk: Спонсорувати PyPI

source: Development credits
de: Entwicklungs-Anerkennungen
el: Έπαινοι ανάπτυξης
eo: Dankoj pro evoluigo
es: Créditos de desarrollo
fr: Crédits de développement
he: רשימת המפתחים
id: Kredit pengembangan
it: contributi allo sviluppo
ja: 開発のクレジット
pt: Créditos de desenvolvimento
pt_br: Créditos por desenvolvimento
ru: Вклад в разработку
sk: Vývojové kredity
ta: வளர்ச்சி வரவு
tr: Katkıda bulunanlar
uk: Подяки розробникам

source: Using PyPI
de: PyPI verwenden
el: Χρησιμοποιώντας το PyPI
eo: Uzi PyPI-on
es: Uso de PyPI
fr: Utilisation de PyPI
he: שימוש ב-PyPI
id: Menggunakan PyPI
it: Utilizzo di PyPI
ja: PyPIの利用
pt: Utilização de PyPI
pt_br: Usando o PyPI
ru: Использование PyPI
sk: Použitie PyPI
ta: பைபியைப் பயன்படுத்துதல்
tr: PyPI'yı kullanmak
uk: Використання PyPI

source: Using PyPI navigation
de: Navigation in "PyPI verwenden"
el: Χρησιμοποιώντας την πλοήγηση του PyPI
eo: Navigilo por «Uzi PyPI-on»
es: Navegación por Uso de PyPI
fr: Utilisation de la navigation de PyPI
he: ניווט שימוש ב-PyPI
id: Menggunakan navigasi PyPI
it: Usare la navigazione di PyPI
ja: PyPI利用のナビゲーション
pt: Navegação em "Utilização de PyPI"
pt_br: Usando a navegação do PyPI
ru: Навигация по блоку ссылок «Использование PyPI»
sk: Používanie navigácie PyPI
ta: பைபி வழிசெலுத்தலைப் பயன்படுத்துதல்
tr: PyPI gezinti özelliğini kullanma
uk: Навігація про використання PyPI

source: Terms of Service
eo: Uzokondiĉoj
pt: Termos de Serviço
pt_br: Termos de Serviço
ru: Условия и положения
ta: பணி விதிமுறைகள்
uk: Умови надання послуг

source: Report security issue
de: Sicherheitsproblem melden
el: Αναφορά θέματος ασφάλειας
eo: Raporti problemon pri sekureco
es: Informar de un problema de seguridad
fr: Signaler un problème de sécurité
he: דווח על בעיית אבטחה
id: Laporkan masalah keamanan
it: Segnala un problema di sicurezza
ja: セキュリティ問題を報告する
pt: Reportar problema de segurança
pt_br: Relatar problema de segurança
ru: Сообщить о проблеме безопасности
sk: Nahlásiť bezpečnostný problém
ta: பாதுகாப்பு வெளியீட்டைப் புகாரளிக்கவும்
tr: Güvenlik sorunu bildir
uk: Звітувати про проблему безпеки

source: Code of conduct
de: Verhaltensrichtlinien
el: Κώδικας δεοντολογίας
eo: Kondutkodo
es: Código de conducta
fr: Code de conduite
he: קוד התנהגות
id: Kode etik
it: Codice di comportamento
ja: 行動規範
pt: Código de conduta
pt_br: Código de conduta
ru: Нормы поведения
sk: Kódex správania
ta: நடத்தை விதிமுறை
tr: Davranış kuralları
uk: Кодекс честі

source: Privacy Notice
eo: Avizo pri privateco
pt: Aviso de privacidade
pt_br: Aviso de Privacidade
ru: Политика конфиденциальности
sk: Ochrana osobných údajov
ta: தனியுரிமை அறிவிப்பு
uk: Повідомлення про конфіденційність

source: Acceptable Use Policy
de: Richtlinie zur akzeptablen Nutzung
eo: Reguloj pri akceptebla uzado
es: Políticas de Uso Aceptable
it: Norme sull'uso consentito
pt: Política de Uso Aceitável
pt_br: Política de Uso Aceitável
ru: Политика допустимого использования
sk: Zásady prijateľného používania
ta: ஏற்றுக்கொள்ளக்கூடிய பயன்பாட்டுக் கொள்கை
uk: Політика прийнятного використання

source: Status:
eo: Stato:
es: Estado:
it: Stato:
ru: Статус:
sk: Stav:
ta: நிலை:
uk: Статус:

source: all systems operational
de: alle Systeme betriebsbereit
el: όλα τα συστήματα δουλεύουν
eo: ĉiuj sistemoj funkciantaj
es: todos los sistemas en servicio
fr: Tous les systèmes sont opérationnels
he: כל המערכות פעילות
id: semua sistem operasional
it: Tutti i sistemi operativi
ja: 全システム稼働
pt: todos os sistemas estão operacionais
pt_br: todos os sistemas estão operacionais
ru: все системы в рабочем состоянии
sk: všetky systémy funkčné
ta: அனைத்து அமைப்புகளும் செயல்படும்
tr: tüm sistemler çalışır durumda
uk: усі системи працюють

source: Developed and maintained by the Python community, for the Python community.
de: Entwickelt und gepflegt von der Python-Community, für die Python-Community.
el: Ανάπτυξη και υποστήριξη από την κοινότητα Python, για την κοινότητα Python.
eo: Evoluigata kaj mastrumata de la Python-komunumo, por la Python-komunumo.
es: Desarrollado y mantenido por la comunidad de Python para la comunidad de Python.
fr: Développé est maintenu par la communauté Python, pour la communauté Python.
he: מפותח ומתוחזק על ידי קהילת הפייתון, לטובת קהילת הפייתון.
id: Dikembangkan dan dikelola oleh komunitas Python, untuk komunitas Python.
it: Sviluppato e mantenuto dalla comunità Python, per la comunità Python.
ja: PythonコミュニティによるPythonコミュニティのための開発と保守。
pt: Desenvolvido e mantido pela comunidade Python, para a comunidade Python.
pt_br: Desenvolvido e mantido pela comunidade Python, para a comunidade Python.
ru: Разработано и поддерживается сообществом Python’а для сообщества Python’а.
sk: Vyvinuté a udržiavané komunitou Python pre komunitu Python.
ta: பைதான் சமூகத்திற்காக பைதான் சமூகத்தால் உருவாக்கப்பட்டு பராமரிக்கப்படுகிறது.
tr: Python topluluğu için Python topluluğu tarafından geliştirildi.
uk: Розробляється та доглядається спільнотою Python, для спільноти Python.

source: Donate today!
de: Spenden Sie noch heute!
el: Δωρίστε σήμερα!
eo: Donacu hodiaŭ!
es: ¡Done hoy mismo!
fr: Faites un don aujourd'hui !
he: תרמו היום!
id: Donasi hari ini!
it: Dona oggi!
ja: 今すぐ寄付を！
pt: Doe hoje!
pt_br: Doe hoje!
ru: Пожертвуйте сегодня!
sk: Prispieť dnes!
ta: இன்று நன்கொடை!
tr: Bugün bağış yapın!
uk: Пожертвуйте сьогодні!

source: Site map
el: Χάρτης ιστότοπου
eo: Paĝarmapo
es: Mapa del sitio
fr: Plan du site
he: מפת האתר
id: Peta situs
it: Mappa del sito
ja: サイトマップ
pt: Mapa do site
pt_br: Mapa do site
ru: Карта сайта
sk: Mapa stránok
ta: தள வரைபடம்
tr: Site haritası
uk: Мапа сайту

source: Switch to desktop version
de: Zur Desktop-Version wechseln
el: Μετάβαση στην έκδοση για υπολογιστές
eo: Ŝalti version por surtabla komputilo
es: Cambiar a la versión de escritorio
fr: Passer à la version pour ordinateur
he: מעבר לגרסת המחשב
id: Beralih ke versi desktop
it: Passa alla versione desktop
ja: デスクトップ版に切替
pt: Mudar para modo de computador
pt_br: Mudar para versão desktop
ru: Переключиться на настольную версию
sk: Prepnúť na desktop verziu
ta: டெச்க்டாப் பதிப்பிற்கு மாறவும்
tr: Masaüstü sürümüne geç
uk: Перемкнутися на настільну версію

source: Confirm Action
de: Bestätige diese Aktion
eo: Konfirmi Agon
es: Confirme la acción
id: Konfirmasi Aksi
it: Conferma azione
pt: Confirmar a ação
pt_br: Confirmar ação
ru: Подтверждение действия
sk: Potvrdiť akciu
ta: செயலை உறுதிப்படுத்தவும்
uk: Підтвердьте дію

source: Are you sure?
de: Sind Sie sicher?
eo: Ĉu vi certas?
es: ¿Está seguro?
it: Sei sicuro?
pt: Tem certeza?
pt_br: Tem certeza?
ru: Вы уверены?
sk: Ste si istý?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?
uk: А ви впевнені?

source: Error code
de: Fehlercode
el: Κωδικός σφάλματος
eo: Erarkodo
es: Código de error
fr: Code d'erreur
he: קוד שגיאה
id: Kode kesalahan
it: Codice di errore
ja: エラーコード
pt: Código de erro
pt_br: Código de erro
ru: Код ошибки
sk: Chybový kód
ta: பிழைக் குறியீடு
tr: Hata kodu
uk: Код помилки
