Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Note that some older USB keys do not adhere to the FIDO standard and will not work with PyPI.
de: Beachten Sie, dass einige ältere USB-Schlüssel nicht dem FIDO-Standard entsprechen und nicht mit PyPI funktionieren.
el: Σημειώστε ότι κάποια παλιά USB keys δεν είναι συμβατά με το FIDO στάνταρ και δεν θα δουλέψουν με το PyPI.
eo: Notu ke kelkaj malnovaj USB-ŝlosiloj ne kongruas kun la normo FIDO kaj tial ne funkcias kun PyPI.
es: Observe que algunos dispositivos USB antiguos no respetan la norma FIDO y no funcionarán con PyPI.
fr: Veuillez noter que certaines clés USB plus anciennes n'adhèrent pas au standard FIDO, et ne fonctionneront pas avec PyPI.
he: שימ/י לב כי ישנם מפתחות אבטחה ישנים אשר אינם עומדים בתקן ה-FIDO לא יעבדו עם PyPI.
id: Perhatikan bahwa beberapa kunci USB lama tidak mematuhi standar FIDO dan tidak akan berfungsi dengan PyPI.
it: Nota che alcune vecchie chiavette USB non aderiscono allo standard FIDO e non funzioneranno con PyPI.
ja: 一部の古いUSBキーはFIDO標準に準拠しておらず、PyPIで動作しないことに注意してください。
pt: Note que algumas chaves USB mais antigas não aderem ao padrão FIDO e não funcionarão com o PyPI.
pt_br: Note que algumas chaves USB mais antigas não aderem ao padrão FIDO e não funcionarão com o PyPI.
ru: Обратите внимание, что некоторые старые USB-ключи не соответствуют стандарту FIDO и не будут работать с PyPI.
sk: Upozorňujeme, že niektoré staršie USB kľúče nespĺňajú štandard FIDO a nebudú fungovať s PyPI.
ta: சில பழைய யூ.எச்.பி விசைகள் FIDO தரத்தை கடைபிடிக்கவில்லை, மேலும் PYPI உடன் வேலை செய்யாது என்பதை நினைவில் கொள்க.
tr: Bazı USB aygıtları FIDO gereksinimlerini uygulamadığından PyPI'da çalışmamaktadır.
uk: Зверніть увагу, що деякі старі USB-ключі не дотримуються стандарту FIDO і не працюватимуть із PyPI.

source: Activate Subscription
eo: Aktivigi abonon
it: Descrizione progetto
pt: Ativar Assinatura
pt_br: Ativar Assinatura
ru: Активировать подписку
sk: Aktivujte predplatné
ta: சந்தாவை செயல்படுத்தவும்

source: Company accounts require an active subscription. Please enter up-to-date billing information to enable the account.
de: Firmenkonten benötigen ein aktives Abonnement. Bitte geben Sie aktuelle Rechnungsinformationen ein, um das Konto zu aktivieren.
eo: Firmaa konto postulas aktivan abonon. Bonvolu tajpi ĝisdatajn fakturajn informojn por aktivigi la konton.
it: I conti delle società richiedono una sottoscrizione attiva. Si prega di inserire informazioni di fatturazione aggiornate per abilitare l'account.
pt: Contas empresariais exigem uma assinatura ativa. Por favor, insira informações de cobrança atualizadas para ativação da conta.
ru: Учетные записи компаний требуют активной подписки. Чтобы активировать учетную запись, введите актуальную платежную информацию.
sk: Firemné účty vyžadujú aktívne predplatné. Ak chcete povoliť účet, zadajte aktuálne fakturačné údaje.
ta: நிறுவனத்தின் கணக்குகளுக்கு செயலில் சந்தா தேவைப்படுகிறது. கணக்கை இயக்க புதுப்பித்த பட்டியலிடல் தகவல்களை உள்ளிடவும்.

source: I agree to the PyPI <a href="%(tos_url)s">Terms of Service</a> on behalf of the %(organization_name)s organization.
eo: Mi konsentas al la <a href="%(tos_url)s">Uzokondiĉoj</a> de PyPI reprezentante la organizaĵon %(organization_name)s.
ru: Я согласен с условиями PyPI <a href="%(tos_url)s">Условия обслуживания</a> от имени организации %(organization_name)s.
ta: %(அமைப்பு_பெயர்) அமைப்பின் சார்பாக பைபி <a href = " %(tos_url)s"> பணி விதிமுறைகள் </a> க்கு ஒப்புக்கொள்கிறேன்.
uk: Я погоджуюсь із <a href="%(tos_url)s">Умовами надання послуг</a> PyPI від імені організації %(organization_name)s.

source: Organization account name
de: Name des Organisations-Kontos
eo: Nomo de organizaĵa konto
es: Nombre de cuenta de la organización
it: Nome account per l'organizzazione
pt: Nome de conta da organização
pt_br: Nome da conta da organização
ru: Имя учетной записи организации
sk: Názov účtu organizácie
ta: அமைப்பு கணக்கு பெயர்
uk: Назва облікового запису організації

source: Organization display name
eo: Organizaĵa montra nomo
it: Descrizione progetto
pt: Nome de exibição do projeto
ru: Отображаемое имя организации
sk: Zobrazovaný názov organizácie
ta: அமைப்பு காட்சி பெயர்
uk: Відображуване імʼя організації

source: ️Organization type
de: Organisations-Typ
eo: Speco de organizaĵo
es: Tipo de organización
it: Tipo organizzazione
pt: Tipo da organização
pt_br: Tipo da organização
ru: Тип организации
sk: ️Typ organizácie
ta: Cormanication அமைப்பு வகை
uk: Тип організації

source: ️Anticipated usage
ru: Ожидаемое использование

source: '%(source_name)s' security history
eo: Historio pri la sekureco de «%(source_name)s»
it: '%(project_name)s' storia progetto
ru: «%(source_name)s» история безопасности
sk: História zabezpečenia '%(source_name)s'
ta: '%(source_name)s' பாதுகாப்பு வரலாறு

source: Each time you (or your collaborators) perform a security action related to this organization, the action is recorded and displayed here.
eo: Se vi (aŭ via kunlaboranto) faros agon pri la sekureco de ĉi tiu organizaĵo, tiu ago registriĝos kaj montriĝos ĉi tie.
it: Ogni volta che (tu o i tuoi collaboratori) effettui una azione di sicurezza relativa al progetto, l'azione è registrata e mostrata qui.
pt: Cada vez que (ou os seus colaboradores) realiza uma ação de segurança relacionada a esta organização, a ação é registada e exibida aqui.
pt_br: Cada vez que você (ou seus colaboradores) realiza uma ação de segurança relacionada a esta organização, a ação é registrada e exibida aqui.
ru: Каждый раз, когда вы (или ваши сотрудники) выполняете действие безопасности, связанное с этой организацией, это действие записывается и отображается здесь.
sk: Zakaždým, keď vy (alebo vaši spolupracovníci) vykonáte bezpečnostnú akciu súvisiacu s touto organizáciou, táto akcia sa zaznamená a zobrazí tu.
ta: ஒவ்வொரு முறையும் நீங்கள் (அல்லது உங்கள் ஒத்துழைப்பாளர்கள்) இந்த அமைப்பு தொடர்பான பாதுகாப்பு செயலைச் செய்யும்போது, நடவடிக்கை பதிவு செய்யப்பட்டு இங்கே காட்டப்படும்.

source: '%(organization_name)s' registered as organization name
eo: «%(organization_name)s» registriĝis kiel nomo de organizaĵo
it: Gestire %(project_name)s
pt: '%(organization_name)s' registado como nome da organização
pt_br: '%(organization_name)s' registrado como nome da organização
ru: '%(organization_name)s' зарегистрирован как название организации
sk: „%(organization_name)s“ zaregistrovaný ako názov organizácie
ta: நிறுவனத்தின் பெயராக பதிவு செய்யப்பட்ட '%(organization_name)s

source: %(organization_name)s organization created
eo: Organizaĵo %(organization_name)s kreiĝis
it: Gestire %(project_name)s
ru: %(organization_name)s организация создана
sk: Organizácia %(organization_name)s bola vytvorená
ta: %(அமைப்பு_பெயர்) அமைப்பு உருவாக்கப்பட்டது

source: %(organization_name)s organization deleted
eo: La organizaĵo «%(organization_name)s» estis forviŝita
it: Gestire %(project_name)s
pt: %(organization_name)s organização apagado
pt_br: %(organization_name)s organização excluída
ru: %(organization_name)s организация исключена
sk: Organizácia %(organization_name)s bola odstránená
ta: %(அமைப்பு_பெயர்) அமைப்பு நீக்கப்பட்டது

source: %(previous_organization_name)s organization renamed to %(organization_name)s
eo: Nomo de la organizaĵo «%(previous_organization_name)s» ŝanĝiĝis al «%(organization_name)s»
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: %(previous_organization_name)s organização renomeada para %(organization_name)s
pt_br: %(previous_organization_name)s organização renomeada para %(organization_name)s
ru: %(previous_organization_name)s организация, переименованная в %(organization_name)s
sk: Organizácia %(previous_organization_name)s bola premenovaná na %(organization_name)s

source: %(organization_name)s organization approved
eo: La organizaĵo «%(organization_name)s» estis aprobita
it: Gestire %(project_name)s
pt: %(organization_name)s organização aprovada
pt_br: %(organization_name)s organização aprovada
ru: %(organization_name)s организация утверждена
sk: %(organization_name)s organizácia schválená
ta: %(அமைப்பு_பெயர்) அமைப்பு அங்கீகரிக்கப்பட்டது

source: %(organization_name)s organization declined
eo: La organizaĵo «%(organization_name)s» estis malaprobita
it: Gestire %(project_name)s
pt: %(organization_name)s organização recusada
pt_br: %(organization_name)s organização recusada
ru: Организация %(organization_name)s отказалась
sk: %(organization_name)s organizácia odmietla
ta: %(அமைப்பு_பெயர்) அமைப்பு மறுக்கப்பட்டது

source: <a href="%(href)s">%(project_name)s</a> project added to organization
eo: Projekto «<a href="%(href)s">%(project_name)s</a>» aldonita al organizaĵo
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: <a href="%(href)s">%(project_name)s</a> projeto adicionado à organização
pt_br: <a href="%(href)s">%(project_name)s</a> projeto adicionado à organização
ru: <a href="%(href)s">%(project_name)s</a> проект добавлен в организацию
sk: Do organizácie bol pridaný projekt <a href="%(href)s">%(project_name)s</a>
ta: <a href = "%(href)s">%(project_name)s </a> திட்டத்தில் சேர்க்கப்பட்டுள்ளது

source: <a href="%(href)s">%(project_name)s</a> project removed from organization
eo: Projekto «<a href="%(href)s">%(project_name)s</a>» malaldonita el organizaĵo
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: <a href="%(href)s">%(project_name)s</a> projeto removido da organização
pt_br: <a href="%(href)s">%(project_name)s</a> projeto removido da organização
ru: <a href="%(href)s">%(project_name)s</a> проект удален из организации
sk: Projekt <a href="%(href)s">%(project_name)s</a> bol odstránený z organizácie
ta: <a href = "%(href)s">%(project_name)s </a> திட்டத்திலிருந்து அகற்றப்பட்டது

source: <a href="%(href)s">%(username)s</a> added as organization %(role_name)s
eo: <a href="%(href)s">%(username)s</a> aliĝis kiel organizaĵa %(role_name)s
it: <a href="%(href)s">%(username)s</a> aggiunto come %(role_name)s del progetto
pt: <a href="%(href)s">%(username)s</a> adicionado como organização %(role_name)s
pt_br: <a href="%(href)s">%(username)s</a> adicionado como organização %(role_name)s
ru: <a href="%(href)s">%(username)s</a> добавлена как организация %(role_name)s
sk: <a href="%(href)s">%(username)s</a> pridané ako organizácia %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> அமைப்பு%(role_name)s என சேர்க்கப்படுகின்றன

source: <a href="%(href)s">%(username)s</a> removed as organization %(role_name)s
eo: <a href="%(href)s">%(username)s</a> eksiĝis kiel organizaĵa %(role_name)s
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: <a href="%(href)s">%(username)s</a> removido como organização %(role_name)s
pt_br: <a href="%(href)s">%(username)s</a> removido como organização %(role_name)s
ru: <a href="%(href)s">%(username)s</a> удалена как организация %(role_name)s
sk: <a href="%(href)s">%(username)s</a> bola odstránená ako organizácia %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> அமைப்பு%(role_name)s என அகற்றப்பட்டது

source: <a href="%(href)s">%(username)s</a> changed to organization %(role_name)s
eo: <a href="%(href)s">%(username)s</a> ŝanĝiĝis al organizaĵa %(role_name)s
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: <a href="%(href)s">%(username)s</a> alterado para organização %(role_name)s
pt_br: <a href="%(href)s">%(username)s</a> alterado para organização %(role_name)s
ru: <a href="%(href)s">%(username)s</a> изменено на организацию %(role_name)s
sk: <a href="%(href)s">%(username)s</a> zmenené na organizáciu %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> அமைப்பு%(role_name)s என மாற்றப்பட்டது

source: <a href="%(href)s">%(username)s</a> invited to join as organization %(role_name)s
eo: <a href="%(href)s">%(username)s</a> invitiĝis aliĝi kiel organizaĵa %(role_name)s
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
ru: <a href="%(href)s">%(username)s</a>, приглашенный присоединиться в качестве организации %(role_name)s
sk: <a href="%(href)s">%(username)s</a> bol pozvaný pripojiť sa ako organizácia %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> அமைப்பு%(role_name)s ஆக சேர அழைக்கப்பட்டன

source: <a href="%(href)s">%(username)s</a> declined invitation to join as organization %(role_name)s
eo: <a href="%(href)s">%(username)s</a> malakceptis inviton aliĝi al la organizaĵo kiel %(role_name)s
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
ru: <a href="%(href)s">%(username)s</a> отклонил приглашение присоединиться к организации %(role_name)s
sk: <a href="%(href)s">%(username)s</a> odmietol pozvanie pripojiť sa ako organizácia %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> அமைப்பு%(role_name)s ஆக சேர அழைப்பை மறுத்துவிட்டது

source: Revoked invitation for <a href="%(href)s">%(username)s</a> to join as organization %(role_name)s
eo: Nuligis inviton por <a href="%(href)s">%(username)s</a> aliĝi kiel organizaĵa %(role_name)s
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
ru: Отказавшись от приглашения <a href="%(href)s">%(username)s</a> присоединиться в качестве организации %(role_name)s
sk: Odvolaná pozvánka pre <a href="%(href)s">%(username)s</a> na pripojenie sa ako organizácia %(role_name)s
ta: <A href = "%(href)s">%(username)s </a> நிறுவனத்திற்கான அழைப்பு

source: Invitation for <a href="%(href)s">%(username)s</a> to join as organization %(role_name)s expired
eo: Eksvalidiĝis invito por <a href="%(href)s">%(username)s</a> aliĝi kiel organizaĵa %(role_name)s
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
ru: Приглашение для <a href="%(href)s">%(username)s</a> присоединиться в качестве организации %(role_name)s истекло
sk: Platnosť pozvánky pre <a href="%(href)s">%(username)s</a> na pripojenie ako organizácia %(role_name)s vypršala
ta: <A href = "%(href)s">%(username)s </a> க்கான அழைப்பு

source: %(team_name)s team created
de: %(team_name)s Team erstellt
eo: Teamo %(team_name)s kreiĝis
it: Gruppo %(team_name)s creato
pt: %(team_name)s equipa criada
pt_br: %(team_name)s equipe criada
ru: Создана команда %(team_name)s
sk: Tím %(team_name)s bol vytvorený
ta: %(team_name)sுழு உருவாக்கப்பட்டது

source: %(team_name)s team deleted
de: %(team_name)s Team gelöscht
eo: Teamo %(team_name)s malkreiĝis
es: %(team_name)s equipo eliminado
it: Gruppo %(team_name)s eliminato
pt: %(team_name)s equipa apagada
pt_br: %(team_name)s equipe excluída
ru: %(team_name)s команда удалена
sk: Tím %(team_name)s bol odstránený
ta: %(team_name)sுழு நீக்கப்பட்டது

source: %(team_name)s team added as project %(role_name)s for <a href="%(href)s">%(project_name)s</a>
de: %(team_name)s Team als Projekt hinzugefügt %(role_name)s für <a href="%(href)s">%(project_name)s</a>
eo: Teamo %(team_name)s aldoniĝis kiel projekta %(role_name)s por <a href="%(href)s">%(project_name)s</a>
it: Team %(team_name)s aggiunto come progetto %(role_name)s per <a href="%(href)s">%(project_name)s</a>
pt: %(team_name)s time adicionado como projeto%(role_name)s para <a href="%(href)s">%(project_name)s</a>
ru: Команда %(team_name)s добавлена в качестве проекта %(role_name)s для <a href="%(href)s">%(project_name)s</a>
sk: Tím %(team_name)s bol pridaný ako projekt %(role_name)s pre <a href="%(href)s">%(project_name)s</a>
ta: <a href = "%(team_name)s">%(role_name)s </a> க்கான திட்ட%(href)s என%(project_name)sுழு சேர்க்கப்பட்டது

source: %(team_name)s team removed as project %(role_name)s for <a href="%(href)s">%(project_name)s</a>
de: %(team_name)s Team entfernt als Projekt %(role_name)s für <a href="%(href)s">%(project_name)s</a>
eo: Teamo %(team_name)s malaldoniĝis kiel projekta %(role_name)s por <a href="%(href)s">%(project_name)s</a>
it: Team %(team_name)s rimosso come progetto %(role_name)s per <a href="%(href)s">%(project_name)s</a>
pt: %(team_name)s time removido como projeto %(role_name)s para <a href="%(href)s">%(project_name)s</a>
ru: %(team_name)s команда удалена как проект %(role_name)s для <a href="%(href)s">%(project_name)s</a>
sk: Tím %(team_name)s bol odstránený ako projekt %(role_name)s pre <a href="%(href)s">%(project_name)s</a>
ta: <a href = "%(team_name)s">%(role_name)s </a> க்கான திட்ட%(href)s ஆக%(project_name)sுழு நீக்கப்பட்டது

source: %(team_name)s team changed to project %(role_name)s for <a href="%(href)s">%(project_name)s</a>
eo: Teamo %(team_name)s fariĝis projekta %(role_name)s por <a href="%(href)s">%(project_name)s</a>
it: Team %(team_name)s cambiato a progetto %(role_name)s per <a href="%(href)s">%(project_name)s</a>
pt: %(team_name)s time alterado para projeto %(role_name)s para <a href="%(href)s">%(project_name)s</a>
ru: %(team_name)s команда изменилась на проект %(role_name)s для <a href="%(href)s">%(project_name)s</a>
sk: Tím %(team_name)s sa zmenil na projekt %(role_name)s pre <a href="%(href)s">%(project_name)s</a>
ta: %(team_name)s குழு <a href = "%(role_name)s">%(href)s </a> க்கான திட்ட%(project_name)s ஆக மாற்றப்பட்டது

source: <a href="%(href)s">%(username)s</a> added to %(team_name)s team
eo: <a href="%(href)s">%(username)s</a> aliĝis al la teamo %(team_name)s
it: <a href="%(href)s">%(username)s</a> aggiunto come %(role_name)s del progetto
pt: <a href="%(href)s">%(username)s</a> adicionado à equipa %(team_name)s
pt_br: <a href="%(href)s">%(username)s</a> adicionado à equipe %(team_name)s
ru: <a href="%(href)s">%(username)s</a> добавлена к %(team_name)s команде
sk: <a href="%(href)s">%(username)s</a> bol pridaný do tímu %(team_name)s
ta: <a href = "%(href)s">%(username)s </a>%(team_name) அணியில் சேர்க்கப்பட்டது

source: <a href="%(href)s">%(username)s</a> removed from %(team_name)s team
eo: <a href="%(href)s">%(username)s</a> malaliĝis el la teamo %(team_name)s
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: <a href="%(href)s">%(username)s</a> removido da equipa %(team_name)s
pt_br: <a href="%(href)s">%(username)s</a> removido da equipe %(team_name)s
ru: <a href="%(href)s">%(username)s</a> удален из команды %(team_name)s
sk: <a href="%(href)s">%(username)s</a> bol odstránený z tímu %(team_name)s
ta: <a href = "%(href)s">%(username)s </a>%(team_name)sுழுவிலிருந்து அகற்றப்பட்டது

source: Registered by:
eo: Registrita de:
it: Registrati
ru: Зарегистрирован:
sk: Registrovaný:
ta: பதிவுசெய்தவர்:

source: Created by:
de: Erstellt von:
el: Δημιουργία από:
eo: Kreita de:
es: Creado por:
fr: Créé par :
he: נוצר על ידי:
id: Dibuat oleh:
it: Creato da:
ja: 作成者:
pt: Criado por:
pt_br: Criado por:
ru: Создан:
sk: Vytvoril:
ta: உருவாக்கியவர்:
tr: Oluşturan:
uk: Створює:

source: Deleted by:
eo: Forigita de:
it: Creato da:
ru: Исключено:
sk: Zmazal:
ta: வழங்கியவர்:

source: Renamed by:
eo: Nomo ŝanĝita de:
it: Rimosso da:
ru: Переименован:
sk: Premenoval:
ta: மறுபெயரிடப்பட்டது:

source: Approved by:
eo: Akceptita de:
it: Rimosso da:
ru: Утверждено:
sk: Schválil:
ta: ஒப்புதல் அளித்தவர்:

source: Declined by:
eo: Malakceptita de:
it: Rifiuta
ru: Выражение:
sk: Odmietnuté:
ta: வழங்கியவர்:

source: Changed by:
de: Geändert von:
el: Αλλαγή από:
eo: Ŝanĝita de:
es: Modificado por:
fr: Modifié par :
he: שונ/תה על ידי:
id: Diubah oleh:
it: Cambiato da:
ja: 変更者:
pt: Alterado por:
pt_br: Alterado por:
ru: Изменено:
sk: Zmenil:
ta: மாற்றப்பட்டது:
tr: Değiştiren:
uk: Змінює:

source: Invited by:
eo: Invitita de:
it: Invita
ru: Приглашено:
sk: Pozvaný od:
ta: அழைத்தவர்:

source: Revoked by:
eo: Eksvalidigita de:
it: Rimosso da:
ru: Отзыв:
sk: Odvolané používateľom:
ta: ரத்து செய்யப்பட்டது:

source: Security history for %(source_name)s
eo: Historio pri la sekureco de %(source_name)s
it: Storia della sicurezza per %(project_name)s
ru: История безопасности для %(source_name)s
sk: História zabezpečenia pre %(source_name)s
ta: %(source_name)s பாதுகாப்பு வரலாறு

source: Manage '%(organization_name)s'
eo: Administri «%(organization_name)s»
it: Gestire %(project_name)s
pt: Gerir "%(organization_name)s"
pt_br: Gerenciar "%(organization_name)s"
ru: Управление "%(organization_name)s"
sk: Spravovať '%(organization_name)s'
ta: '%(organization_name)s' என்பதை நிர்வகிக்கவும்

source: Back to organizations
eo: Reen al organizaĵoj
it: Crea un account
pt: Voltar para organizações
pt_br: Voltar para organizações
ru: Назад в организации
sk: Späť k organizáciám
ta: நிறுவனங்களுக்குத் திரும்பு

source: Organization projects
eo: Projektoj de organizaĵo
it: Descrizione progetto
ru: Организационные проекты
sk: Organizačné projekty
ta: அமைப்பு திட்டங்கள்

source: Manage '%(organization_name)s' projects
eo: Administri la projektojn de «%(organization_name)s»
it: Gestire %(project_name)s
ru: Управление проектами '%(organization_name)s
sk: Spravujte projekty '%(organization_name)s'
ta: '%(organization_name)s திட்டங்களை நிர்வகிக்கவும்

source: There are no projects in your organization, yet.
eo: Ankoraŭ mankas projektoj en via organizaĵo.
it: Non sei un proprietario di questo progetto
ru: В вашей организации пока нет проектов.
sk: Vo vašej organizácii zatiaľ nie sú žiadne projekty.
ta: உங்கள் நிறுவனத்தில் இன்னும் திட்டங்கள் எதுவும் இல்லை.

source: Get started by adding a project that you own using the form below. To learn how to create a new project, visit the <a href="%(href)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
eo: Komencu aldonante projekton posedatan de vi per la ĉi-suba formularo. Por lerni kiel krei novan projekton, legu la <a href="%(href)s" target="_blank" rel="noopener">Manlibron por Python-Uzantoj pri Pakado</a>
it: Non hai ancora caricato alcun progetto su PyPI. Per imparare come iniziare, visita il <a href="%(href)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
ru: Начните с добавления проекта, которым вы владеете, используя форму ниже. Чтобы узнать, как создать новый проект, посетите <a href="%(href)s" target="_blank" rel="noopener">Руководство пользователя по упаковке Python</a>
sk: Začnite pridaním projektu, ktorý vlastníte, pomocou formulára nižšie. Ak sa chcete dozvedieť, ako vytvoriť nový projekt, navštívte <a href="%(href)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
ta: கீழே உள்ள படிவத்தைப் பயன்படுத்தி உங்களுக்கு சொந்தமான ஒரு திட்டத்தைச் சேர்ப்பதன் மூலம் தொடங்கவும். ஒரு புதிய திட்டத்தை எவ்வாறு உருவாக்குவது என்பதை அறிய, <a href = "%(href)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் பேக்கேசிங் பயனர் கையேடு </a> ஐப் பார்வையிடவும்

source: Add project to organization
eo: Aldoni projekton al organizaĵo
it: Crea un account
ru: Добавить проект в организацию
sk: Pridajte projekt do organizácie
ta: நிறுவனத்தில் திட்டத்தைச் சேர்க்கவும்

source: ️New or existing project?
de: ️Neues oder bestehendes Projekt?
eo: Ĉu nova aŭ ekzistanta projekto?
es: ¿Proyecto nuevo o existente?
it: Nuovo o progetto esistente?
pt: ️Projeto novo ou existente?
pt_br: ️Projeto novo ou existente?
ru: ️Новый или существующий проект?
sk: ️Nový alebo existujúci projekt?
ta: 000 புதிய அல்லது இருக்கும் திட்டம்?
