Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: If you are the owner of this token, you can delete it by going to your <a href="%(href)s#api-tokens">API tokens configuration</a> and deleting the token named <strong>%(token_name)s</strong>.
eo: Se vi estas la posedanto de tiu ĵetono, vi povas forviŝi ĝin vizitante vian <a href="%(href)s#api-tokens">API-ĵetonan agordejon</a> kaj forviŝante la ĵetonon nomitan <strong>%(token_name)s</strong>.
it: Se sei il proprietario di questo token puoi cancellarlo andando al tuo <a href="%(href)s#api-tokens"> configurazione dei token API</a> e cancellare il token chiamato <strong>%(token_name)s</strong>.
pt: Se você é o dono deste token, você pode deleta-lo indo para as <a href="%(href)s#api-tokens"> Configurações de tokens API</a> , e deletando o token de nome <strong>%(token_name)s</strong>.
ru: Если вы являетесь владельцем этого ключа доступа, вы можете удалить его на вашей <a href="%(href)s#api-tokens">странице конфигурации ключей доступа к API</a>, удалив ключ <strong>%(token_name)s</strong>.
sk: Ak ste majiteľom tohto tokenu, môžete ho odstrániť tým, že pôjdete na <a href="%(href)s#api-tokens">API tokens konfigurácia</a> a deleting token menom <strong>%(token_name)s</strong>.
ta: நீங்கள் இந்த டோக்கனின் உரிமையாளராக இருந்தால், உங்கள் <a href = "%(href)s#api-tokens"> பநிஇ டோக்கன்கள் உள்ளமைவு </a> க்குச் சென்று <strong>%(ச்ட்ராங்>%( டோக்கன்_பேம்) எச் </strong>.
uk: Якщо ви є власником цього токена, ви можете видалити його, перейшовши до розділу <a href="%(href)s#api-tokens">налаштувань токенів API</a> та видаливши токен з назвою <strong>%(token_name)s</strong>.

source: If you believe this was done in error, you can email <a href="%(href)s">%(email_address)s</a> to communicate with the PyPI administrators.
eo: Se vi konsideras tion misa, vi povas mesaĝi ĉe <a href="%(href)s">%(email_address)s</a> al la administrantoj de PyPI.
es: Si considera que esto ha sido un error, puede comunicarse vía correo electrónico a <a href="%(href)s">%(email_address)s</a> para comunicarse con los administradores de PyPI.
it: Se credi si sia trattato di un errore, puoi mandare una email a <a href="%(href)s">%(email_address)s</a> per comunicare con gli amministratori di PyPI.
pt: Se você acredita que isso é um erro, pode enviar um e-mail <a href="%(href)s">%(email_address)s</a> para se comunicar com os administradores do PyPI.
pt_br: Se você acredita que isso foi um equívoco, você pode enviar um e-mail para <a href="%(href)s">%(email_address)s</a> para comunicar aos administradores do PyPI.
ru: Если вы считаете, что это было сделано по ошибке, вы можете написать <a href="%(href)s">%(email_address)s</a>, чтобы связаться с администраторами PyPI.
sk: Ak sa domnievate, že k tomu došlo omylom, môžete poslať e-mail na adresu <a href="%(href)s">%(email_address)s</a> a komunikovať s administrátormi PyPI.
ta: இது பிழையாக செய்யப்பட்டது என்று நீங்கள் நம்பினால், PYPI நிர்வாகிகளுடன் தொடர்பு கொள்ள <a href = "%(href)s">%(email_address)s </a> மின்னஞ்சல் செய்யலாம்.
uk: Якщо ви важаєте, що ця зміна була помилковою, ви можете написати листа на <a href="%(href)s">%(email_address)s</a>, аби зв'язатися з адміністраторами PyPI.

source: An invitation for you to join the "%(organization_name)s" organization has been canceled
de: Eine Einladung an Sie, der Organisation "%(organization_name)s" beizutreten, wurde storniert
eo: Nuliĝis inviton por vi aliĝi al la organizaĵo «%(organization_name)s»
es: Se ha cancelado una invitación para usted para unirse a la organización "%(organization_name)s"
it: Un tuo invito per partecipare all'organizzazione "%(organization_name)s" è stato eliminato
pt: Um convite para participar da organização de "%(organization_name)s" foi cancelado
pt_br: Um convite para você participar da organização de "%(organization_name)s" foi cancelado
ru: Приглашение присоединиться к организации «%(organization_name)s» было отменено
sk: Pozvánka na pripojenie k organizácii „%(organization_name)s“ bola zrušená
ta: "%(organization_name)s" அமைப்பில் சேர உங்களுக்கு அழைப்பு ரத்து செய்யப்பட்டது
uk: Ваше запрошення приєднатися до організації «%(organization_name)s» було скасовано

source: You are receiving this because you were invited to join this organization.
eo: Vi ricevas ĉi tiun, ĉar vi invitiĝis aliĝi al tiu organizaĵo.
es: Ha recibido esto porque fue invitado a unirse a esta organización.
it: Ricevi questo perché sei stato invitato in questa organizzazione.
pt: Está recebendo isso porque foi convidado a participar desta organização.
pt_br: Você está recebendo isso porque foi convidado a participar desta organização.
ru: Вы получаете это сообщение, потому что вас пригласили вступить в эту организацию.
sk: Toto ste dostali, pretože ste boli pozvaní do tejto organizácie.
ta: இந்த அமைப்பில் சேர நீங்கள் அழைக்கப்பட்டதால் இதைப் பெறுகிறீர்கள்.

source: You have declined an invitation to join the "%(organization_name)s" organization
de: Sie haben eine Einladung zur Mitgliedschaft in der Organisation "%(organization_name)s" abgelehnt
eo: Vi malakceptis inviton aliĝi al la organizaĵo «%(organization_name)s»
es: Ha declinado la invitación a unirse a la organización «%(organization_name)s»
it: Hai rifiutato un invito per partecipare all'organizzazione "%(organization_name)s"
pt: Recusou um convite para participar da organização "%(organization_name)s"
pt_br: Você recusou um convite para participar da organização "%(organization_name)s"
ru: Вы отклонили приглашение присоединиться к организации «%(organization_name)s»
sk: Odmietli ste pozvánku do organizácie „%(organization_name)s“
ta: "%(organization_name)s" அமைப்பில் சேர அழைப்பை மறுத்துவிட்டீர்கள்
uk: Ви відхилили запрошення приєднатися до організації "%(organization_name)s"

source: Hello, %(username)s. A new email '%(new_email_address)s' has been added to your account.
eo: Saluton, %(username)s. Nova retpoŝta adreso «%(new_email_address)s» estis aldonita al via konto.
es: Hola %(username)s. Una nueva dirección de correo '%(new_email_address)s' ha sido añadida a tu cuenta.
it: Ciao, %(username)s. Un nuovo indirizzo email '%(new_email_address)s' è stato aggiunto al tuo account.
pt: Olá, %(username)s. Um novo email '%(new_email_address)s' foi adicionado a sua conta.
ru: Привет, %(username)s. В вашу учетную запись добавлена новая электронная почта '%(new_email_address)s.
sk: Dobrý deň, %(username)s. Na váš účet bol pridaný nový e-mail '%(new_email_address)s'.
ta: வணக்கம், %(username)s. உங்கள் கணக்கில் '%(new_email_address)s' சேர்க்கப்பட்டுள்ளது.

source: If you did not make this change, you can email <a href="%(href)s">%(new_email_address)s</a> to communicate with the PyPI administrators.
eo: Se vi ne faris tion, vi povas mesaĝi ĉe <a href="%(href)s">%(new_email_address)s</a> al la administrantoj de PyPI.
es: Si no ha realizado este cambio, envíe un mensaje a <a href="%(href)s">%(new_email_address)s</a> para comunicarse con los administradores de PyPI.
it: Se non hai effettuato questo cambiamento, puoi mandare una email <a href="%(href)s">%(email_address)s</a> per comunicare con gli amministratori di PyPI.
pt: Se não fez essa alteração, pode enviar um e-mail <a href="%(href)s">%(new_email_address)s para se comunicar com os administradores do PyPI.
ru: Если вы не внесли это изменение, вы можете написать по электронной почте <a href="%(href)s">%(new_email_address)s</a>, чтобы связаться с администраторами PyPI.
sk: Ak ste túto zmenu neurobili, môžete poslať e-mail na adresu <a href="%(href)s">%(new_email_address)s</a> a komunikovať s administrátormi PyPI.
ta: இந்த மாற்றத்தை நீங்கள் செய்யவில்லை என்றால், PYPI நிர்வாகிகளுடன் தொடர்புகொள்வதற்கு <a href = "%(href)s">%(new_email_address)s </a> மின்னஞ்சல் அனுப்பலாம்.

source: Your new organization named '%(organization_name)s' has been approved and created.
eo: Via nova organizaĵo nomita «%(organization_name)s» estis aprobita kaj kreita.
es: Se creó y aprobó su organización nueva, de nombre «%(organization_name)s».
it: La tua nuova organizzazione chiamata '%(organization_name)s' è stata approvata a creata.
pt: A sua nova organização chamada "%(organization_name)s" foi aprovada e criada.
pt_br: Sua nova organização chamada "%(organization_name)s" foi aprovada e criada.
ru: Ваша новая организация под названием '%(organization_name)s' была одобрена и создана.
sk: Vaša nová organizácia s názvom '%(organization_name)s' bola schválená a vytvorená.
ta: உங்கள் புதிய அமைப்பு '%(organization_name)s' அங்கீகரிக்கப்பட்டு உருவாக்கப்பட்டுள்ளது.

source: You are the owner of the new organization and can log in to manage organization projects, collaborators, teams, or settings.
de: Sie sind der Eigentümer der neuen Organisation und können sich anmelden, um Projekte, Mitarbeiter, Teams oder Einstellungen der Organisation zu verwalten.
eo: Vi estas la posedanto de la nova organizaĵo kaj povas saluti por administri la organizaĵajn projektojn, kunlaborantojn, teamojn kaj agordojn.
es: Usted es dueño de la nueva organización y puede ingresar para manejar los proyectos de la organización, los colaboradores, los equipos, o las configuraciones.
it: Sei il proprietario della nuova organizzazione e puoi accedere per gestire i progetti di organizzazione, collaboratori, gruppi o impostazioni.
pt: É o proprietário(a) da nova organização e pode entrar para gerir projetos, colaboradores, equipas ou configurações da organização.
pt_br: Você é o proprietário(a) da nova organização e pode entrar para gerenciar projetos, colaboradores, equipes ou configurações da organização.
ru: Вы являетесь владельцем новой организации и можете войти в систему для управления проектами организации, сотрудниками, командами или настройками.
sk: Ste vlastníkom novej organizácie a môžete sa prihlásiť a spravovať organizačné projekty, spolupracovníkov, tímy alebo nastavenia.
ta: நீங்கள் புதிய அமைப்பின் உரிமையாளர் மற்றும் நிறுவன திட்டங்கள், ஒத்துழைப்பாளர்கள், குழுக்கள் அல்லது அமைப்புகளை நிர்வகிக்க உள்நுழையலாம்.

source: Your request to create a new organization named '%(organization_name)s' was not approved.
de: Ihr Antrag, eine neue Organisation mit dem Namen '%(organization_name)s' zu gründen, wurde nicht genehmigt.
eo: Via peto krei novan organizaĵon «%(organization_name)s» estis malakceptita.
es: No se aprobó su solicitud de crear una organización llamada '%(organization_name)s'.
it: La tua richiesta di creazione della nuova organizzazione chiamata '%(organization_name)s' non è stata approvata.
pt: A sua solicitação para criar uma nova organização chamada "%(organization_name)s" não foi aprovada.
pt_br: Sua solicitação para criar uma nova organização chamada "%(organization_name)s" não foi aprovada.
ru: Ваш запрос на создание новой организации под названием %(organization_name)s не был одобрен.
sk: Vaša žiadosť o vytvorenie novej organizácie s názvom '%(organization_name)s' nebola schválená.
ta: '%(organization_name)s' என்ற புதிய அமைப்பை உருவாக்க உங்கள் கோரிக்கை அங்கீகரிக்கப்படவில்லை.

source: We need more information to process your request to create a new organization named '%(organization_name)s'.
ru: Нам нужна дополнительная информация для обработки вашего запроса на создание новой организации с именем «'%(organization_name)s'».

source: Submit your response on %(domain)s
ru: Отправьте свой ответ на %(domain)s

source: Your request for a new PyPI organization named '%(organization_name)s' has been submitted.
de: Ihre Anfrage für eine neue PyPI-Organisation namens '%(organization_name)s' wurde eingereicht.
eo: Via peto krei novan organizaĵon «%(organization_name)s» ĉe PyPI estis submetita.
es: Se ha enviado su solicitud de una nueva organización en PyPI llamada «%(organization_name)s».
it: La tua richiesta per una nuova organizzazione PiPY chiamata '%(organization_name)s' è stata inviata.
pt: A sua solicitação para uma nova organização PyPI chamada "%(organization_name)s" foi enviada.
pt_br: Sua solicitação para uma nova organização PyPI chamada "%(organization_name)s" foi enviada.
ru: Ваш запрос на новую организацию PyPI под названием %(organization_name)s был представлен.
sk: Vaša žiadosť o novú organizáciu PyPI s názvom '%(organization_name)s' bola odoslaná.
ta: '%(organization_name)s' என்ற புதிய PYPI அமைப்புக்கான உங்கள் கோரிக்கை சமர்ப்பிக்கப்பட்டுள்ளது.

source: You will receive an email when the organization has been approved
eo: Vi ricevos retmesaĝon, kiam la organizaĵo aprobiĝos
es: Recibirá un mensaje cuando la organización haya sido aprobada
it: Riceverai un'email quando l'organizzazione verrà approvata
pt: Vai receber um e-mail quando a organização tiver sido aprovada
pt_br: Você vai receber um e-mail quando a organização tiver sido aprovada
ru: Вы получите электронное письмо, когда организация будет одобрена
sk: Po schválení organizácie dostanete e-mail
ta: அமைப்பு அங்கீகரிக்கப்பட்டால் நீங்கள் ஒரு மின்னஞ்சலைப் பெறுவீர்கள்

source: The %(site)s organization "%(organization_name)s" has been deleted.
de: Die Organisation %(site)s "%(organization_name)s" wurde gelöscht.
eo: La organizaĵo «%(organization_name)s» ĉe %(site)s estis forviŝita.
es: Se eliminó la organización «%(organization_name)s» de %(site)s.
it: Il sito %(site)s dell'organizzazione "%(organization_name)s" è stato cancellato.
pt: O %(site)s da organização "%(organization_name)s" foi excluído.
pt_br: O %(site)s da organização "%(organization_name)s" foi excluído.
ru: Организация %(site)s"%(organization_name)s" была удалена.
sk: Organizácia %(site)s „%(organization_name)s“ bola odstránená.
ta: %(தளம்) அமைப்பு " %(site)s" நீக்கப்பட்டது.
uk: Організацію %(site)s «%(organization_name)s» видалено.

source: If this was a mistake, you can email <a href="mailto:%(email_address)s">%(email_address)s</a> to communicate with the %(site)s administrators.
eo: Se vi ne intencis tion, vi povas mesaĝi ĉe <a href="mailto:%(email_address)s">%(email_address)s</a> al la administrantoj de %(site)s.
es: Si esto fue un error, puede enviar un mensaje a <a href="mailto:%(email_address)s">%(email_address)s</a> (en inglés) para ponerse en contacto con los administradores de %(site)s.
it: Se non hai effettuato questo cambiamento, puoi mandare una email <a href="%(href)s">%(email_address)s</a> per comunicare con gli amministratori di PyPI.
pt: Se isso foi um erro, pode enviar um e-mail para <a href="mailto:%(email_address)s">%(email_address)s</a> para se comunicar com os administradores do %(site)s.
pt_br: Se isso foi um erro, você pode enviar um e-mail para <a href="mailto:%(email_address)s">%(email_address)s</a> para se comunicar com os administradores do %(site)s.
ru: Если это было ошибкой, вы можете отправить письмо на <a href="mailto:%(email_address)s">%(email_address)s</a> , чтобы связаться с администраторами %(site)s.
sk: Ak to bola chyba, môžete poslať e-mail na adresu <a href="mailto:%(email_address)s">%(email_address)s</a> a komunikovať s administrátormi %(site)s.
ta: இது ஒரு தவறு என்றால்,%(தள) நிர்வாகிகளுடன் தொடர்பு கொள்ள <a href = "mailto:%(email_address)s">%(email_address)s </a> மின்னஞ்சல் செய்யலாம்.

source: You are receiving this because you were an owner of this organization.
eo: Vi ricevas ĉi tiun, ĉar vi estis posedanto de tiu organizaĵo.
es: Ha recibido esto porque fue propietario de esta organización.
it: Non sei un proprietario di questo progetto
pt: Está recebendo isso porque era um proprietário desta organização.
pt_br: Você está recebendo isso porque você era um proprietário desta organização.
ru: Вы получаете это, потому что являлись владельцем этой организации.
sk: Dostávate to, pretože ste boli vlastníkom tejto organizácie.
ta: நீங்கள் இந்த அமைப்பின் உரிமையாளராக இருந்ததால் இதைப் பெறுகிறீர்கள்.

source: <a href="%(user_profile)s">%(username)s</a> has joined the "%(organization_name)s" organization
eo: <a href="%(user_profile)s">%(username)s</a> aliĝis al la organizaĵo «%(organization_name)s»
es: <a href="%(user_profile)s">%(username)s</a> se ha unido a la organización "%(organization_name)s"
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: <a href="%(user_profile)s">%(username)s</a> juntou-se à organização "%(organization_name)s"
pt_br: <a href="%(user_profile)s">%(username)s</a> juntou-se à organização "%(organization_name)s"
ru: <a href="%(user_profile)s">%(username)s</a> присоединился к организации "%(organization_name)s"
sk: <a href="%(user_profile)s">%(username)s</a> sa pripojil k organizácii „%(organization_name)s“
ta: <a href = "%(user_profile)s">%(username)s </a> "%(அமைப்பு_பெயர்)" அமைப்பில் சேர்ந்துள்ளது

source: Role
de: Rolle
el: Ρόλος
eo: Rolo
es: Puesto
fr: Rôle
he: תפקיד
id: Peran
it: Ruolo
ja: 役割
pt: Função
pt_br: Função
ru: Роль
sk: Rola
ta: பங்கு
tr: Rol
uk: Роль

source: Member of
de: Mitglied von
eo: Ano de
es: Miembro de
it: Membro di
pt: Membro de
pt_br: Membro de
ru: Участник
sk: Člen
ta: உறுப்பினர்

source: Added by
eo: Aldonita de
es: Añadido por
it: Aggiunto da:
pt: Adicionado por
pt_br: Adicionado por
ru: Добавлено
sk: Pridal
ta: சேர்க்கப்பட்டது
uk: Додано користувачем

source: You are receiving this because you are an owner of this organization.
eo: Vi ricevas ĉi tiun, ĉar vi estas posedanto de tiu organizaĵo.
es: Ha recibido esto porque forma parte de los propietarios de esta organización.
it: Non sei un proprietario di questo progetto
pt: Está recebendo isso porque é um proprietário desta organização.
pt_br: Você está recebendo isso porque você é um proprietário desta organização.
ru: Вы получаете это, потому что являетесь владельцем этой организации.
sk: Dostávate to, pretože ste vlastníkom tejto organizácie.
ta: நீங்கள் இந்த அமைப்பின் உரிமையாளர் என்பதால் இதைப் பெறுகிறீர்கள்.

source: An invitation for <a href="%(user_profile)s">%(username)s</a> to join the "%(organization_name)s" organization has been canceled
de: Eine Einladung an <a href="%(user_profile)s">%(username)s</a> , der Organisation "%(organization_name)s" beizutreten, wurde storniert
eo: Nuliĝis invito por <a href="%(user_profile)s">%(username)s</a> aliĝi al la organizaĵo «%(organization_name)s»
es: Se ha cancelado la invitación a <a href="%(user_profile)s">%(username)s</a> para unirse a la organización "%(organization_name)s"
it: L'invito per <a href="%(user_profile)s">%(username)s</a> di partecipare all'organizzazione "%(organization_name)s" è stato cancellato
pt: Um convite para <a href="%(user_profile)s">%(username)s</a> para ingressar na organização "%(organization_name)s" foi cancelado
pt_br: Um convite para <a href="%(user_profile)s">%(username)s</a> para ingressar na organização "%(organization_name)s" foi cancelado
ru: Приглашение к <a href="%(user_profile)s">%(username)s</a> присоединиться к организации «%(organization_name)s» было отменено
sk: Pozvánka pre <a href="%(user_profile)s">%(username)s</a> na pripojenie sa k organizácii „%(organization_name)s“ bola zrušená
ta: <A href = "%(user_profile)s">%(username)s </a> "%(அமைப்பு_பெயர்" "அமைப்பில் சேர அழைப்பு ரத்து செய்யப்பட்டுள்ளது

source: <a href="%(user_profile)s">%(username)s</a> has declined an invitation to join the "%(organization_name)s" organization
eo: <a href="%(user_profile)s">%(username)s</a> malakceptis inviton aliĝi al la organizaĵo «%(organization_name)s»
es: <a href="%(user_profile)s">%(username)s</a> ha declinado la invitación a unirse a la organización "%(organization_name)s"
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: <a href="%(user_profile)s">%(username)s</a> recusou um convite para ingressar na organização "%(organization_name)s"
pt_br: <a href="%(user_profile)s">%(username)s</a> recusou um convite para ingressar na organização "%(organization_name)s"
ru: <a href="%(user_profile)s">%(username)s</a> отклонил приглашение присоединиться к организации "%(organization_name)s"
sk: <a href="%(user_profile)s">%(username)s</a> odmietol pozvanie do organizácie „%(organization_name)s“
ta: <a href = "%(user_profile)s">%(username)s </a> "%(அமைப்பு_நாம்)" அமைப்பில் சேர அழைப்பை மறுத்துவிட்டது

source: <a href="%(user_profile)s">%(username)s</a> has been invited to join the "%(organization_name)s" organization
eo: <a href="%(user_profile)s">%(username)s</a> estis invitita aliri al la organizaĵo «%(organization_name)s»
es: <a href="%(user_profile)s">%(username)s</a> fue invitado a unirse a la organización "%(organization_name)s"
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: <a href="%(user_profile)s">%(username)s</a> foi convidado a participar da organização "%(organization_name)s"
pt_br: <a href="%(user_profile)s">%(username)s</a> foi convidado a participar da organização "%(organization_name)s"
ru: <a href="%(user_profile)s">%(username)s</a> приглашён присоединиться к организации "%(organization_name)s"
sk: <a href="%(user_profile)s">%(username)s</a> bol pozvaný, aby sa pripojil k organizácii „%(organization_name)s“
ta: <a href = "%(user_profile)s">%(username)s </a> "%(organization_name)s" அமைப்பில் சேர அழைக்கப்பட்டது

source: Invited by
eo: Invitita de
es: Invitado por
it: Invita
pt: Convidado por
pt_br: Convidado por
ru: Приглашен
sk: Pozval
ta: அழைத்தார்

source: <a href="%(user_profile)s">%(username)s</a> has been removed from the "%(organization_name)s" organization
eo: <a href="%(user_profile)s">%(username)s</a> eksaniĝis el la organizaĵo «%(organization_name)s»
es: <a href="%(user_profile)s">%(username)s</a> fue eliminado de la organización "%(organization_name)s"
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: <a href="%(user_profile)s">%(username)s</a> foi removido da organização "%(organization_name)s"
pt_br: <a href="%(user_profile)s">%(username)s</a> foi removido da organização "%(organization_name)s"
ru: <a href="%(user_profile)s">%(username)s</a> был удален из организации «%(organization_name)s»
sk: <a href="%(user_profile)s">%(username)s</a> bol odstránený z organizácie „%(organization_name)s“
ta: <a href = "%(user_profile)s">%(username)s </a> "%(organization_name)s" அமைப்பிலிருந்து அகற்றப்பட்டுள்ளது

source: Removed by
eo: Forigita de
es: Eliminado por:
it: Rimosso da:
pt: Removido por
pt_br: Removido por
ru: Удалено
sk: Odstránil
ta: அகற்றப்பட்டது

source: <a href="%(user_profile)s">%(username)s</a>'s role in the "%(organization_name)s" organization has been changed to %(role)s
de: Die Rolle von <a href="%(user_profile)s">%(username)s</a> in der Organisation "%(organization_name)s" wurde geändert in %(role)s
eo: La rolo de <a href="%(user_profile)s">%(username)s</a> en la organizaĵo «%(organization_name)s» ŝanĝiĝis al %(role)s
es: El rol de <a href="%(user_profile)s">%(username)s</a> en la organización %(organization_name)s ha sido cambiado a %(role)s
it: Il ruolo di <a href="%(user_profile)s">%(username)s</a> nell'organizzazione "%(organization_name)s" è stato cambiato in %(role)s
pt: A função de <a href="%(user_profile)s">%(username)s</a> na organização "%(organization_name)s" foi alterada para %(role)s
pt_br: A função de <a href="%(user_profile)s">%(username)s</a> na organização "%(organization_name)s" foi alterada para %(role)s
ru: <a href="%(user_profile)s">%(username)s</a> роль в организации «%(organization_name)s» была изменена на %(role)s
sk: Rola používateľa <a href="%(user_profile)s">%(username)s</a> v organizácii „%(organization_name)s“ bola zmenená na %(role)s
ta: <a href = "%(user_profile)s">%(username)s </a> இன் "%(அமைப்பு_பெயர்" "அமைப்பில் பங்கு%(organization_name)s என மாற்றப்பட்டுள்ளது

source: New role
eo: Nova rolo
es: Puesto nuevo
it: Salva ruolo
pt: Nova função
pt_br: Nova função
ru: Новая роль
sk: Nová rola
ta: புதிய பங்கு

source: Changed by
eo: Ŝanĝita de
es: Modificado por
it: Cambiato da:
pt: Alterado por
pt_br: Alterado por
ru: Изменено
sk: Zmenil
ta: மாற்றியது
