Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: An explanation of what makes the project a security issue
de: Eine Erklärung dessen, was das Projekt zu einem Sicherheitsproblem macht
eo: Klarigo pri kial la projekto estas sekureca problemo
es: Una explicación de por qué el proyecto constituye un problema de seguridad
it: Una spiegazione di ciò che rende il progetto un problema di sicurezza
pt: Uma explicação do que faz este projeto um problema de segurança
ru: Объяснение того, что делает проект проблемой безопасности
sk: Vysvetlenie toho, čo robí projekt bezpečnostným problémom
ta: திட்டத்தை பாதுகாப்பு பிரச்சினையாக மாற்றுவதற்கான விளக்கம்

source: A link to the problematic lines in the project's distributions via <a href="%(href)s">inspector.pypi.io</a>
eo: Hiperligo al la fiaj linioj en la projektaj distribuoj ĉe <a href="%(href)s">inspector.pypi.io</a>
pt: Um link para as linhas problemáticas na distribuição do projeto através do <a href="%(href)s">inspector.pypi.io</a>
ru: Ссылка на проблемные строки в дистрибутивах проекта через <a href="%(href)s">inspector.pypi.io</a>
sk: Odkaz na problematické linky v distribúcii projektu <a href="%(href)s">inspector.pypi.io</a>
ta: <A href = "%(href)s"> Insfacter.pypi.io </a> வழியாக திட்டத்தின் விநியோகங்களில் உள்ள சிக்கலான வரிகளுக்கான இணைப்பு ஒரு இணைப்பு

source: Valid malware reports may include examples of typo-squatting, dependency confusion, data exfiltration, obfuscation, command/control, etc.
eo: Taŭgaj raportoj pri sekureco inkluzivas, interalie, ekzemplojn de tajperara piratado de nomo, konfuzado pri dependeco, ŝtelado de datenoj, obskurigo, komando/regado.
pt: Denúncias de malware validas podem incluir example de Sequestro de URL, confusão de dependências, infiltração de data, ofuscação, command/controle, etc.
ru: В сообщениях о вредоносном ПО могут быть примеры опечаток, путаницы в зависимостях, утечки данных, обфусцирования, управления и контроля, и т. д.
sk: Platné malware správy môžu obsahovať príklady písania, závislosť, exfiltrácia dát, obfuscation, príkaz/kontrola atď.
ta: செல்லுபடியாகும் தீம்பொருள் அறிக்கைகளில் எழுத்துப்பிழை-சொட்டு, சார்பு குழப்பம், தரவு வெளியேற்ற, தெளிவின்மை, கட்டளை/கட்டுப்பாடு போன்றவற்றின் எடுத்துக்காட்டுகள் இருக்கலாம்.

source: If you've identified a security issue with PyPI itself (not a project hosted on PyPI)
de: Wenn Sie ein Sicherheitsproblem mit PyPI selbst identifiziert haben (nicht ein auf PyPI gehostetes Projekt)
eo: Se vi trovis sekurecan problemon pri PyPI mem (ne projekto gastigata de PyPI)
es: Si ha identificado un problema de seguridad con PyPI (y no con un proyecto alojado en PyPI)
it: Se hai identificato un problema di sicurezza con lo stesso PyPI (non un progetto ospitato su PyPI)
pt: Se você identificou um problema de segurança no próprio PyPI (não em um projeto hospedado na PyPi)
ru: Если вы обнаружили проблему безопасности в самом PyPI (а не в проекте, размещенном на PyPI)
sk: Ak ste identifikovali problém so zabezpečením samotného PyPI (nie projektu hosteného na PyPI)
ta: PYPI உடன் பாதுகாப்பு சிக்கலை நீங்கள் அடையாளம் கண்டிருந்தால் (PYPI இல் புரவலன் செய்யப்பட்ட ஒரு திட்டம் அல்ல)

source: Email <a href="%(href)s">security@pypi.org</a>, providing as much relevant information as possible, including reproducing steps.
eo: Kontaktu la retpoŝtan adreson <a href="%(href)s">security@python.org</a> rekte, provizante tiom da rilataj informoj, kiom estas eble.
it: Invece, manda un email alla <a href="%(href)s">security@python.org</a> direttamente, fornendo più informazioni rilevanti possibile.
ru: Отправьте по электронной почте <a href="%(href)s">security@pypi.org</a>, предоставив как можно больше релевантной информации, включая воспроизведение шагов.
sk: E-mailom na <a href="%(href)s">security@pypi.org</a> uveďte čo najviac relevantných informácií vrátane reprodukovaných krokov.
ta: மின்னஞ்சல் <a href = "%(href)s"> security@pypi.org </a>, முடிந்தவரை பொருத்தமான தகவல்களை வழங்குகிறது, இதில் படிகள் இனப்பெருக்கம் செய்வது உட்பட.

source: What happens next?
de: Was passiert dann?
el: Τι γίνεται μετά;
eo: Kio okazos poste?
es: ¿Qué pasa después?
fr: Que se passe-t-il ensuite ?
he: מה יקרה בהמשך?
id: Apa yang terjadi selanjutnya?
it: Cosa succede dopo?
ja: 次に何が起きますか？
pt: O que acontecerá a seguir?
pt_br: O que acontecerá a seguir?
ru: Что произойдёт дальше?
sk: Čo bude ďalej?
ta: அடுத்து என்ன நடக்கும்?
tr: Sonra ne var?
uk: Що трапиться далі?

source: Once you've submitted an issue via email, you should receive an acknowledgment within 48 hours.
de: Sobald Sie ein Problem per E-Mail eingereicht haben, sollten Sie innerhalb von 48 Stunden eine Bestätigung erhalten.
el: Όταν καταθέσετε ένα θέμα μέσω email, θα λάβετε αναγνώριση μέσα σε 48 ώρες.
eo: Post kiam vi retpoŝte raportos problemon, vi ricevos agnoskon ene de 48 horoj.
es: Una vez que haya enviado un problema por correo electrónico, recibirá acuse de recibido en un plazo de 48 horas.
fr: Une fois que vous avez envoyé un ticket par e-mail, vous devriez recevoir un accusé de réception dans les 48 heures.
he: אחרי ששלחת הודעה באי-מייל, תקבל/י אישור על קבלת ההודעה תוך 48 שעות.
id: Setelah Anda mengirimkan masalah melalui email, Anda akan menerima pemberitahuan dalam waktu 48 jam.
it: Una volta che hai sottoposto un problema via email, dovresti ricevere un aggiornamento entro 48 ore.
ja: 一度メール経由で問題を提出したら、48時間以内に通知が届きます。
pt: Depois de enviar um problema via e-mail, deve receber uma confirmação dentro de 48 horas.
pt_br: Depois de enviar um problema via e-mail, você deve receber uma confirmação dentro de 48 horas.
ru: После того, как вы отправили сообщение о проблеме по электронной почте, вы должны в течение 48 часов получить подтверждение.
sk: Po odoslaní problému e-mailom by ste mali dostať potvrdenie do 48 hodín.
ta: நீங்கள் மின்னஞ்சல் வழியாக ஒரு சிக்கலைச் சமர்ப்பித்ததும், 48 மணி நேரத்திற்குள் ஒப்புதலைப் பெற வேண்டும்.
tr: Bir sorunu e-posta ile bildirdikten sonra, 48 saat içerisinde geri bildirim alırsınız.
uk: Після надсилання проблеми електронною поштою, ви маєте отримати підтвердження протягом 48 годин.

source: Depending on the action to be taken, you may receive further follow-up emails.
de: Abhängig von den zu ergreifenden Maßnahmen können Sie weitere Folge-E-Mails erhalten.
el: Ανάλογα με την ενέργεια που πρέπει να παρθεί, ίσως λάβετε και άλλα emails.
eo: Depende de la farotaĵoj, vi eble ricevos pliajn retmesaĝojn.
es: Según la acción que se adopte, puede ser que reciba mensajes de seguimiento por correo.
fr: En fonction des mesures à prendre, vous pourriez recevoir d'autres e-mails de suivi.
he: בהתאם לפעולות שנצטרך לנקוט, ייתכן ותקבל/י אי-מיילים נוספים בהמשך.
id: Bergantung pada tindakan yang akan diambil, Anda mungkin menerima email tindak lanjut lebih lanjut.
it: In base all'azione che deve essere intrapresa, potresti ricevere ulteriori email successive.
ja: 実行するアクションに応じて、フォローアップのメールが追加で送られることがあります。
pt: Dependendo da medida a ser tomada, pode receber mais e-mails de acompanhamento.
pt_br: Dependendo da ação a ser tomada, você pode receber mais e-mails de acompanhamento.
ru: В зависимости от того, какие действия необходимо предпринять, вы можете получить дополнительные электронные письма.
sk: V závislosti od akcie, ktorá sa má vykonať, môžete dostať ďalšie následné e-maily.
ta: எடுக்க வேண்டிய நடவடிக்கையைப் பொறுத்து, நீங்கள் மேலும் பின்தொடர்தல் மின்னஞ்சல்களைப் பெறலாம்.
tr: Alınan aksiyona bağlı olarak size gönderilen ilk e-postadan sonra onu takip eden başka e-postalar alabilirsiniz.
uk: Залежно від дії, яку слід вжити, ви можете отримати подальші листи.

source: This security policy was last updated on March 2024.
eo: Ĉi tiu regularo pri sekureco laste ĝisdatiĝis la Marton de 2024.
ru: Эта политика безопасности последний раз обновлялась в марте 2024 года.
sk: Táto politika bezpečnosti bola naposledy aktualizovaná v marci 2024.
ta: இந்த பாதுகாப்புக் கொள்கை கடைசியாக மார்ச் 2024 அன்று புதுப்பிக்கப்பட்டது.

source: PyPI site map
el: Χάρτης ιστότοπου PyPI
eo: Paĝarmapo de PyPI
es: Mapa del sitio de PyPI
fr: Plan du site PyPI
he: מפת האתר של PyPI
id: Peta situs PyPI
it: Mappa del sito PyPI
ja: PyPIサイトマップ
pt: Mapa do site do PyPI
pt_br: Mapa do site do PyPI
ru: Карта сайта PyPI
sk: Mapa stránok PyPI
ta: பைபி தள வரைபடம்
tr: PyPI site haritası
uk: Мапа сайту PyPI

source: PyPI home
de: PyPI-Homepage
el: Αρχική σελίδα PyPI
eo: Ĉefpaĝo de PyPI
es: Página inicial de PyPI
fr: Accueil de PyPI
he: עמוד הבית של PyPI
id: Rumah PyPI
ja: PyPIホーム
pt: Página inicial do PyPI
pt_br: Página inicial do PyPI
ru: Домашняя страница PyPI
sk: Domov PyPI
ta: பைபி வீடு
tr: PyPI ana sayfası
uk: Домашня сторінка PyPI

source: Search and filter projects
de: Projekte suchen und filtern
el: Αναζήτηση και φιλτράρισμα projects
eo: Serĉi kaj filtri projektojn
es: Buscar y filtrar proyectos
fr: Rechercher et filtrer des projets
he: חיפוש וסינון פרויקטים
id: Cari dan filter proyek
it: Cerca e filtra i progetti
ja: プロジェクトの検索とフィルタ
pt: Pesquisar e filtrar projetos
pt_br: Pesquisar e filtrar projetos
ru: Страница поиска и фильтр по проектам
sk: Vyhľadávajte a filtrujte projekty
ta: திட்டங்களைத் தேடவும் வடிகட்டவும்
tr: Proje arama ve filtreleme
uk: Шукати й фільтрувати проєкти

source: Authentication
de: Authentifizierung
el: Πιστοποίηση
eo: Aŭtentikigo
es: Autenticación
fr: Authentification
he: הזדהות
id: Autentikasi
it: Autenticazione
ja: 認証
pt: Autenticação
pt_br: Autenticação
ru: Аутентификация
sk: Overenie
ta: ஏற்பு
tr: Kimlik doğrulama
uk: Автентифікація

source: Login
de: Anmeldung
el: Σύνδεση
eo: Saluti
es: Acceder
fr: Se connecter
he: התחברות
id: Masuk
it: Accesso
ja: ログイン
pt: Entrar
pt_br: Entrar
ru: Вход
sk: Prihlásiť sa
ta: புகுபதிவு
tr: Oturum aç
uk: Вхід

source: Security policy
de: Sicherheits-Richtlinie
el: Πολιτική ασφάλειας
eo: Regularo pri sekureco
es: Normativa de seguridad
fr: Politique de sécurité
he: מדיניות אבטחה
id: Kebijakan keamanan
it: Politica di sicurezza
ja: セキュリティポリシー
pt: Política de segurança
pt_br: Política de segurança
ru: Политика безопасности
sk: bezpečnostná politika
ta: பாதுகாப்புக் கொள்கை
tr: Güvenlik politikası
uk: Політика безпеки

source: PyPI Trademarks
de: PyPI-Marken
eo: Varmarkoj de PyPI
es: Marcas comerciales de PyPI
it: Marchi PyPI
pt: Marcas PyPI
ru: Торговые марки PyPI
sk: Ochranné známky PyPI
ta: பைபி வர்த்தக முத்திரைகள்

source: Support PyPI and related projects
eo: Subteni PyPI kaj rilatajn projektojn
es: Apoye a PyPI y los proyectos relacionados
id: Dukung PyPI dan proyek terkait
it: Supporta PyPI e i progetti correlati
pt: Apoie o PyPI e projetos relacionados
pt_br: Apoie o PyPI e projetos relacionados
ru: Поддержка PyPI и связанных проектов
sk: Podporte PyPI a súvisiace projekty
ta: பைபி மற்றும் தொடர்புடைய திட்டங்களை ஆதரிக்கவும்
uk: Підтримати PyPI та пов'язані проєкти

source: Sponsor the Python Software Foundation
de: Sponsor der Python Software Foundation
eo: Sponsori Python Software Foundation
es: Patrocine la Python Software Foundation
id: Sponsori Python Software Foundation
it: Sponsorizza la Python Software Foundation
pt: Patrocine a Python Software Foundation
pt_br: Patrocine a Python Software Foundation
ru: Поддержать Python Software Foundation
sk: Sponzorujte Python Software Foundation
ta: பைதான் மென்பொருள் அறக்கட்டளைக்கு நிதியுதவி செய்யுங்கள்
uk: Спонсорувати Python Software Foundation

source: The Python Software Foundation raises and distributes funds to improve Python's packaging ecosystem.
eo: La Python Software Foundation kvestas kaj financas por plibonigi la pakadan ekosistemon de Python.
es: La Python Software Foundation recauda y distribuye fondos para mejorar el ecosistema de paquetes de Python.
id: Python Software Foundation mengumpulkan dan mendistribusikan dana untuk meningkatkan ekosistem packaging Python.
it: La Python Software Founddation raccoglie e distribuisce fondi per migliorare l'ecosistema di Python Packaging.
pt: A Python Software Foundation levanta e distribui fundos para melhorar o ecossistema de empacotamento do Python.
pt_br: A Python Software Foundation levanta e distribui fundos para melhorar o ecossistema de empacotamento do Python.
ru: Фонд программного обеспечения Python собирает и распределяет средства для улучшения экосистемы создания и распространения пакетов Python.
sk: Python Software Foundation zhromažďuje a distribuuje finančné prostriedky na zlepšenie ekosystému balenia Pythonu.
ta: பைதான் மென்பொருள் அறக்கட்டளை பைத்தானின் பேக்கேசிங் சுற்றுச்சூழல் அமைப்பை மேம்படுத்த நிதியை திரட்டுகிறது மற்றும் விநியோகிக்கிறது.
uk: Python Software Foundation збирає та розподіляє кошти для покращення екосистеми пакунків у Python.

source: Recent projects funded include:
de: Zu den kürzlich geförderten Projekten gehören:
eo: Jen kelkaj lastatempaj projektoj:
es: Algunos de los proyectos financiados recientes son:
id: Proyek terbaru yang didanai meliputi:
it: Recenti progetti fondati includono:
pt: Projetos recentes financiados incluem:
pt_br: Projetos recentes financiados incluem:
ru: Среди последних профинансированных проектов можно отметить следующие:
sk: Medzi nedávne financované projekty patria:
ta: நிதியளிக்கப்பட்ட அண்மைக் கால திட்டங்கள் பின்வருமாறு:
uk: Нещодавно профінансовані проєкти включають:

source: The successful relaunch of the Python Package Index, powered by the new 'Warehouse' codebase
de: Der erfolgreiche Relaunch des Python Package Index, basierend auf der neuen „Warehouse“-Quellcode-Basis
eo: La sukcesa relanĉo de la Python Package Index, funkcianta per la nova kodaro 'Warehouse'
es: El exitoso relanzamiento del Índice de paquetes de Python, que funciona con la nueva base de código fuente «Warehouse»
fr: La relance réussie de l’indice Python Package, propulsé par la nouvelle base de code 'Warehouse'
he: ההשקה מחדש את ה-Python Package Index‏ (PyPI), המופעל על ידי בסיס הקוד החדש 'Warehouse'
id: Peluncuran ulang Python Package Index yang sukses, didukung oleh basis kode 'Warehouse' yang baru
it: Il riuscito rilancio di Python Package Index, offerto dal nuovo codice di base del 'Warehouse'
pt: O relançamento bem-sucedido do Python Package Index, alimentado pela nova base de código "Warehouse"
pt_br: O relançamento bem-sucedido do Python Package Index, alimentado pela nova base de código "Warehouse"
ru: Успешный перезапуск Указателя пакетов Python’а, основанного на новой кодовой базе «Warehouse» («Хранилище»)
sk: Úspešné opätovné spustenie indexu balíkov Python, poháňaného novou kódovou základňou „Warehouse“
ta: பைதான் தொகுப்பு குறியீட்டின் வெற்றிகரமான மறுதொடக்கம், புதிய 'கிடங்கு' குறியீட்டு தளத்தால் இயக்கப்படுகிறது
uk: Успішне перезавантаження Реєстру Python-пакунків на новій кодовій базі «Warehouse»

source: With <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$170,000 in funding</a> from the <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> in 2018
eo: Per <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$170&#x202f;000 da financado</a> el la <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Programo de Mozilla por Subtenado de Malfermita Kodo</a> en 2018
es: Con <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">170 000 USD de dotación</a> por parte del <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">programa de apoyo al código abierto de Mozilla</a> en 2018
fr: Avec <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$170,000 de financement</a> de la part du <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">programme de support Mozilla pour le logicel libre</a> en 2018
he: עם <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">מימון בגובה $170,000</a> מה-<a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> ב-2018
id: Dengan <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$170,000 dalam pendanaan</a> dari <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> pada tahun 2018
it: Con <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">$170.000 di finanziamento</a> dal <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Mozzilla Open Source Support Program</a> nel 2018
pt: Com <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">US$ 170 000 em financiamento</a> do <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> em 2018
pt_br: Com <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">US$ 170.000 em financiamento</a> do <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> em 2018
ru: С помощью <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">финансирования на $170 000</a>, полученного из <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Программы Mozilla по поддержке ПО с открытым исходным кодом</a> в 2018 году
sk: S financovaním <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">170 000 $</a> z <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Programu podpory Mozilla Open Source</a> v roku 2018
ta: <A href = "%(project_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> $ 170,000 நிதியுதவி </a> <a href = "%(funder_href)s "தலைப்பு ="%(title)s "இலக்கு =" _ வெற்று "rel =" noopener "> மொசில்லா திறந்த மூல உதவி திட்டம் </a> 2018 இல்
uk: Завдяки <a href="%(project_href)s" title="%(title)s" target="_blank" rel="noopener">гранту обсягом $170 000</a> від <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Mozilla Open Source Support Program</a> у 2018

source: Improving PyPI's security and accessibility, and adding support for multiple locales
de: Verbesserung der Sicherheit und Erreichbarkeit von PyPI und Hinzufügen von Unterstützung für mehrere Gebietsschemas
eo: Plisekurigo kaj plialirebligo de PyPI, kaj subtenado de multaj lokaĵaroj
es: Mejora de la seguridad y la accesibilidad de PyPI y adición de varios idiomas
fr: Améliorer la securité et l'accessibilité de PyPI, et ajouter le support pour de multiples localisations
he: שיפור האבטחה והנגישות של PyPI והוספת תמיכה בתרגום לכמה שפות
id: Meningkatkan keamanan dan aksesibilitas PyPI, dan menambahkan dukungan untuk banyak lokal
it: Migliorando la sicurezza e l'accessibilità di PyPI, e aggiungendo supporto per molteplici località
pt: Melhorando a segurança e acessibilidade do PyPI e adicionando suporte a várias localidades
pt_br: Melhorando a segurança e acessibilidade do PyPI e adicionando suporte a várias localidades
ru: Улучшения в безопасности и доступности PyPI, а также добавление поддержки нескольких языков
sk: Zlepšenie zabezpečenia a dostupnosti PyPI a pridanie podpory pre viaceré miestne nastavenia
ta: பைபியின் பாதுகாப்பு மற்றும் அணுகலை மேம்படுத்துதல், மற்றும் பல இடங்களுக்கு ஆதரவைச் சேர்ப்பது
uk: Покращення безпеки і доступності PyPI, та додавання підтримки декількох локалей

source: With $80,000 in funding from the <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> in 2019
eo: Per $80&#x202f;000 da financado el la <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> en 2019
es: Con 80 000 USD de dotación por parte del <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> en 2019
fr: Avec $80,000 de finacement de la part du <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> en 2019
he: עם מימון של $80,000 מה<a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> ב-2019
id: Dengan pendanaan $80,000 dari <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> in 2019
it: Con $80,000 di finanziamento da parte del <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> nel 2019
pt: Com US$ 80 000 em financiamento da <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> em 2019
pt_br: Com US$ 80.000 em financiamento da <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> em 2019
ru: С помощью финансирования на $80 000, полученного от фонда <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> в 2019 году
sk: S financovaním 80 000 USD z <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> v roku 2019
ta: <A href = "%(funder_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> திறந்த தொழில்நுட்ப பொருள் </a> 2019 இல், 000 80,000 நிதியுதவி
uk: Завдяки гранту обсягом $80 000 від <a href="%(funder_href)s" title="%(title)s" target="_blank" rel="noopener">Open Technology Fund</a> у 2019

source: Additional security-focused features for PyPI
de: Zusätzliche sicherheitsorientierte Funktionen für PyPI
eo: Pliaj sekurigaj funkcioj de PyPI
es: Prestaciones adicionales centradas en la seguridad para PyPI
fr: Des fonctionnalités supplémentaires axées sur la sécurité pour PyPI
he: יכולות נוספות ממוקדות אבטחה עבור PyPI
id: Fitur tambahan yang berfokus pada keamanan untuk PyPI
it: Caratteristiche addizionali basate sulla sicurezza per PyPI
pt: Recursos adicionais focados em segurança para PyPI
pt_br: Recursos adicionais focados em segurança para PyPI
ru: Дополнительные функции PyPI, направленные на повышение его безопасности
sk: Ďalšie funkcie zamerané na bezpečnosť pre PyPI
ta: PYPI க்கான கூடுதல் பாதுகாப்பு மையப்படுத்தப்பட்ட நற்பொருத்தங்கள்
uk: Додаткові засоби безпеки на PyPI
