Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Upgrade your browser</a> to log in with a security device (e.g. USB key)
de: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Bitte den Browser aktualisieren</a>, um sich mit einem USB-Sicherheitsschlüssel (oder ähnliches) anmelden zu können
el: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Αναβαθμίστε τον περιηγητή σας</a> για να συνδεθείτε με μια συσκευή ασφαλείας (πχ USB key)
eo: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Ĝisdatigu vian TTT-legilon</a> por saluti per sekuriga aparato (ekz. USB-ŝlosilo)
es: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Actualice el navegador</a> para acceder con un aparato de seguridad (p. ej., una llave USB)
fr: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Mettez à jour votre navigateur</a> pour vous connecter avec un dispositif de sécurité (ex : clé USB)
he: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">יש לעדכן את הדפדפן</a> כדי להזדהות עם מכשיר אבטחה (כגון מפתח USB)
id: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Perbarui perambanmu</a> untuk masuk menggunakan perangkat keamanan (mis. kunci USB)
it: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Aggiorna il tuo browser </a> per accedere con un dispositivo di sicurezza(es. chiavetta USB)
ja: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">ブラウザをアップグレードして</a>セキュリティ端末（USBキーなど）でログインして下さい
pt: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Atualize o seu navegador</a> para entrar com um aparelho de segurança (por exemplo, chave USB)
pt_br: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Atualize seu navegador</a> para entrar com um dispositivo de segurança (por exemplo, chave USB)
ru: Чтобы войти с помощью устройства безопасности (например, USB-ключа), <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">обновите свой веб-браузер</a>
sk: <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">Inovujte si prehliadač</a> a prihláste sa pomocou bezpečnostného zariadenia (napr. USB kľúča)
ta: <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "%(target)s" rel = "%(rel)s"> உங்கள் உலாவியை மேம்படுத்தவும் </a> உடன் உள்நுழைய ஒரு பாதுகாப்பு சாதனம் (எ.கா. யூ.எச்.பி விசை)
tr: Bir güvenlik cihazı (örneğin USB anahtarı) ile giriş yapmak için <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">tarayıcınızı güncelleyin</a>
uk: Щоб увійти за допомогою пристрою безпеки (напр. USB-ключа), <a href="%(href)s" title="%(title)s" target="%(target)s" rel="%(rel)s">оновіть свій веб-браузер</a>

source: Remember this device for %(remember_device_days)s day
de: Dieses Gerät für %(remember_device_days)s Tag merken
eo: Fidi ĉi tiun aparaton ĝis %(remember_device_days)s tago poste
es: Recuerda este dispositivo por %(remember_device_days)s día.
it: Ricorda questo dispositivo per %(remember_device_days)s giorno
pt: Lembrar este dispositivo por %(remember_device_days)s dia
pt_br: Lembrar deste dispositivo por %(remember_device_days)s dia
ru: Запомните это устройство на %(remember_device_days)s день
sk: Zapamätať si zariadenie pre %(remember_device_days)s deň
ta: இந்த சாதனத்தை %(rell_device_days) நாள் நினைவில் கொள்ளுங்கள்
uk: Запам'ятати цей пристрій на %(remember_device_days)s день

source: Lost your device? Not working? <a href="%(href)s">Get help</a>.
de: Gerät verloren? Funktioniert nicht? <a href="%(href)s">Hilfe holen</a>.
el: Χάσατε τη συσκευή σας; Δεν δουλεύει; <a href="%(href)s">Πάρτε βοήθεια</a>.
eo: Ĉu perdinte vian aparaton? Ĉu ne funkciante? <a href="%(href)s">Helpiĝu</a>.
es: ¿Perdió su dispositivo? ¿No funciona? <a href="%(href)s">Consiga ayuda</a>.
fr: Périphérique perdu ? Cela ne fonctionne pas ? <a href="%(href)s">Obtenir de l'aide</a>.
he: מכשירך אבד? משהו לא עובד? <a href="%(href)s">קבלת עזרה</a>.
id: Kehilangan perangkatmu? Tidak berfungsi? <a href="%(href)s">Dapatkan bantuan</a>.
it: Hai perso il tuo dispositivo? Non funziona? <a href="%(href)s">Ottieni Aiuto</a>.
ja: 端末を紛失しましたか？動作がおかしい？<a href="%(href)s">ヘルプ</a>を参照して下さい。
pt: Perdeu o seu aparelho? Não está funcionando? <a href="%(href)s">Obtenha ajuda</a>.
pt_br: Perdeu o seu dispositivo? Não está funcionando? <a href="%(href)s">Obtenha ajuda</a>.
ru: Потеряли устройство? Не работает? <a href="%(href)s">Получить помощь</a>.
sk: Stratili ste svoje zariadenie? Nefunguje? <a href="%(href)s">Získať pomoc</a>.
ta: உங்கள் சாதனத்தை இழந்ததா? வேலை செய்யவில்லையா? <a href = "%(href)s"> உதவி கிடைக்கும் </a>.
tr: Cihazınızı kayıp mı ettiniz? <a href="%(href)s">Yardım alın</a>.
uk: Втратили свій пристрій? Не працює? <a href="%(href)s">Отримайте допомогу</a>.

source: Authenticate with an app
de: Mit einer App authentifizieren
el: Πιστοποιηθείτε με μια εφαρμογή
eo: Aŭtentikigi per programo
es: Autenticar con aplicación
fr: S'authentifier avec une application
he: אימות באמצעות אפליקציה
id: Otentikasi dengan aplikasi
it: Identificati con una applicazione
ja: アプリで認証する
pt: Autenticar com uma app
pt_br: Autenticar com um aplicativo
ru: Аутентификация с помощью приложения
sk: Overte sa pomocou aplikácie
ta: பயன்பாட்டுடன் அங்கீகரிக்கவும்
tr: Bir uygulama ile kimlik doğrula
uk: Автентифікуйтеся за допомогою застосунку

source: Enter authentication code
de: Authentifizierungscode eingeben
el: Εισάγετε κωδικό πιστοποίησης
eo: Entajpu aŭtentikigan kodon
es: Proporcione el código de autenticación
fr: Entrez le code d'authentification
he: יש להזין קוד אימות
id: Masukkan kode otentikasi
it: Immetti il codice identificativo
ja: 認証コードを入力
pt: Digite o código de autenticação
pt_br: Digite o código de autenticação
ru: Введите код аутентификации
sk: Zadajte overovací kód
ta: அங்கீகாரக் குறியீட்டை உள்ளிடவும்
tr: Kimlik doğrulama kodunu gir
uk: Введіть код автентифікації

source: <p> Generate a code using the authentication application connected to your PyPI account. Enter this code in the form to verify your identity. </p> <p> Lost your application? Not working? <a href="%(href)s">Get help</a>. </p>
ru: <p> Сгенерируйте код с помощью приложения аутентификации, подключённого к вашей учётной записи на PyPI.т</p> <p> Потеряли своё приложение? Не работает? <a href="%(href)s">Получить помощь</a>. </p>

source: Lost your security key or application?
de: Haben Sie Ihren Sicherheitsschlüssel oder -Anwendung verloren?
eo: Ĉu perdinte vian sekurecan ŝlosilon aŭ programon?
es: ¿Perdió su llave o aplicación de seguridad?
fr: Clé de sécurité oubliée ou accès à l'application perdu ?
he: אבד מפתח האבטחה שלך או האפליצקיה?
id: Kehilangan kunci keamanan atau aplikasi Anda?
it: Hai perso la chiave di sicurezza o l'applicazione?
pt: Perdeu a sua chave ou aplicação de segurança?
pt_br: Perdeu sua chave de segurança ou aplicativo?
ru: Потеряли свой ключ безопасности или ключ приложения?
sk: Stratili ste bezpečnostný kľúč alebo aplikáciu?
ta: உங்கள் பாதுகாப்பு விசை அல்லது பயன்பாட்டை இழந்ததா?
tr: Güvenlik anahtarınızı veya uygulamanızı mı kaybettiniz?
uk: Втратили свій ключ захисту чи застосунок?

source: <p> <strong>You have not generated account recovery codes.</strong> </p> <p> If you lose access to your two factor methods, you may lose access to your account. <a href="%(href)s">Get help with recovery codes.</a> </p>
ru: <p> <strong>Вы не сгенерировали коды восстановления учётной записи.</strong> </p> <p> Если вы потеряете доступ к своим методам двухфакторной аутентификации, вы можете потерять доступ к своей учётной записи. <a href="%(href)s">Получить справку по кодам восстановления.</a> </p>

source: Your PyPI account <strong>%(username)s</strong> has been deleted.
de: Das PyPI-Konto <strong>%(username)s</strong> wurde gelöscht.
el: Ο λογαριασμός σας στο PyPI <strong>%(username)s</strong> έχει διαγραφεί.
eo: Via PyPI-konto <strong>%(username)s</strong> estas forigita.
es: Se eliminó su cuenta de PyPI, <strong>%(username)s</strong>.
fr: Votre compte PyPI <strong>%(username)s</strong> a été supprimé.
he: חשבון ה-PyPI שלך <strong>%(username)s</strong> נמחק.
id: Akun PyPI anda <strong>%(username)s</strong> telah dihapus.
it: Il tuo account PyPI <strong>%(username)s</strong> è stato cancellato.
ja: PyPIアカウント<strong>%(username)s</strong>は削除されました。
pt: A sua conta PyPI <strong>%(username)s</strong> foi apagada.
pt_br: Sua conta PyPI <strong>%(username)s</strong> foi excluída.
ru: Ваша учётная запись PyPI <strong>%(username)s</strong> была удалена.
sk: Váš účet PyPI <strong>%(username)s</strong> bol odstránený.
ta: உங்கள் PYPI கணக்கு <strong>%(username)s </strong> நீக்கப்பட்டது.
tr: PyPI hesabınız <strong>%(username)s</strong> silindi.
uk: Ваш обліковий запис <strong>%(username)s</strong> було видалено з PyPI.

source: If you did not make this change, you can email <a href="%(href)s">%(email_address)s</a> to communicate with the PyPI administrators.
de: Falls Sie diese Änderung nicht vorgenommen haben, können Sie unter <a href="%(href)s">%(email_address)s</a> mit den PyPI-Administratoren in Kontakt treten.
el: Αν δεν κάνατε αυτή την αλλαγή, μπορείτε να στείλετε email στο <a href="%(href)s">%(email_address)s</a> προκειμένου να επικοινωνήσετε με τους διαχειριστές του PyPI.
eo: Se vi ne faris tion, vi povas mesaĝi ĉe <a href="%(href)s">%(email_address)s</a> al la administrantoj de PyPI.
es: Si no ha realizado este cambio, envíe un mensaje a <a href="%(href)s">%(email_address)s</a> para comunicarse con los administradores de PyPI.
fr: Si vous n'avez pas effectué ces modifications, vous pouvez nous écrire à <a href="%(href)s">%(email_address)s</a> pour communiquer avec les administrateurs de PyPI.
he: אם לא ביצעת שינוי זה, באפשרותך לכתוב אי-מייל לכתובת <a href="%(href)s">%(email_address)s</a> כדי לתקשר עם מנהלי PyPI.
id: Jika anda tidak mengubah ini, anda bisa bersurel ke <a href="%(href)s">%(email_address)s</a> untuk berkomunikasi dengan administrator PyPi.
it: Se non hai effettuato questo cambiamento, puoi mandare una email <a href="%(href)s">%(email_address)s</a> per comunicare con gli amministratori di PyPI.
ja: もしあなたがこの変更を行っていない場合、<a href="%(href)s">%(email_address)s</a>にメールして PyPI 管理者に連絡して下さい。
pt: Se não fez essa alteração, pode enviar um e-mail <a href="%(href)s">%(email_address)s</a> para comunicar com os administradores do PyPI.
pt_br: Se você não fez essa alteração, você pode enviar um e-mail <a href="%(href)s">%(email_address)s</a> para se comunicar com os administradores do PyPI.
ru: Если вы не делали этого изменения, вы можете написать письмо на <a href="%(href)s">%(email_address)s</a>, чтобы связаться с администраторами PyPI.
sk: Ak ste túto zmenu neurobili, môžete poslať e-mail na adresu <a href="%(href)s">%(email_address)s</a> a komunikovať s administrátormi PyPI.
ta: இந்த மாற்றத்தை நீங்கள் செய்யவில்லை என்றால், PYPI நிர்வாகிகளுடன் தொடர்பு கொள்ள <a href = "%(href)s">%(email_address)s </a> மின்னஞ்சல் செய்யலாம்.
tr: Bu değişikliği siz yapmadıysanız, PyPI yöneticileri ile iletişime geçmek için <a href="%(href)s">%(email_address)s</a> e-posta gönderebilirsiniz.
uk: Якщо ви не робили цієї зміни, ви можете написати листа на <a href="%(href)s">%(email_address)s</a>, аби зв'язатися з адміністраторами PyPI.

source: You have been added as <strong>%(role)s</strong> to the %(site)s project %(project_name)s by %(initiator_username)s.
de: Sie wurden von %(submitter)s als <strong>%(role)s</strong> zum %(site)s-Projekt %(project)s hinzugefügt.
eo: Vi fariĝis <strong>%(role)s</strong> de la projekto %(project_name)s ĉe %(site)s fare de %(initiator_username)s.
es: %(initiator_username)s le ha añadido como <strong>%(role)s</strong> al proyecto %(project_name)s de %(site)s.
id: Anda telah ditambahkan sebagai <strong>%(role)s</strong> ke %(site)s proyek %(project_name)s oleh %(initiator_username)s.
it: Sei stato aggiunto come <strong>%(role)s</strong> al progetto%(project_name)s del sito %(site)s da %(initiator_username)s.
pt_br: Você foi adicionado como <strong>%(role)s</strong> para o projeto %(project_name)s do %(site)s por %(initiator_username)s.
ru: Пользователь %(initiator_username)s добавил вас в проект %(project_name)s сайта %(site)s с ролью <strong>%(role)s</strong> .
sk: Používateľ %(initiator_username)s vás pridal ako <strong>%(role)s</strong> do %(site)s projektu %(project_name)s.
ta: நீங்கள் <strong> %(role)s </strong> %(தளம்) திட்ட %(site)s %(project_name)s என சேர்க்கப்பட்டுள்ளீர்கள்.

source: You are receiving this because you have been added by %(initiator_username)s to a project on %(site)s.
de: Sie erhalten dies, weil sie von %(initiator_username)s zu einem Projekt auf %(site)s hinzugefügt wurden.
eo: Vi ricevis ĉi tion, ĉar vin aldonis %(initiator_username)s al projekto ĉe %(site)s.
es: Ha recibido esto porque %(initiator_username)s le ha añadido a un proyecto en %(site)s.
id: Anda menerima ini karena telah ditambahkan oleh %(initiator_username)s ke proyek di %(site)s.
it: Ricevi questo perché sei stato aggiunto da %(initiator_username)s al progetto su %(site)s.
pt_br: Você está recebendo isso porque você foi adicionado por %(initiator_username)s a um projeto em %(site)s.
ru: Вы получили это сообщение, потому что %(initiator_username)s добавил вас в проект на сайте %(site)s.
sk: Toto ste dostali, pretože vás %(initiator_username)s pridal do projektu na %(site)s.
ta: நீங்கள் இதைப் பெறுகிறீர்கள், ஏனெனில் நீங்கள் %(துவக்க பயனர்பெயர்) சேர்க்கப்பட்டுள்ளீர்கள், இது %(தளம்) ஒரு திட்டத்திற்கு.

source: You have been added as <strong>%(role)s</strong> of the %(site)s organization %(organization_name)s by <a href="%(submitter_profile)s">%(submitter)s</a>.
eo: Vi fariĝis <strong>%(role)s</strong> de la organizaĵo «%(organization_name)s» ĉe %(site)s far <a href="%(submitter_profile)s">%(submitter)s</a>.
es: <a href="%(submitter_profile)s">%(submitter)s</a> le ha añadido como <strong>%(role)s</strong> de la organización %(organization_name)s de %(site)s.
it: Sei stato aggiunto come <strong>%(role)s</strong> del sito %(site)s dell'organizzazione %(organization_name)s da <a href="%(submitter_profile)s">%(submitter)s</a>.
pt: Foi adicionado como <strong>%(role)s</strong> do %(site)s da organização %(organization_name)s por <a href="%(submitter_profile)s">%(submitter)s</a>.
pt_br: Você foi adicionado como <strong>%(role)s</strong> do %(site)s da organização %(organization_name)s por <a href="%(submitter_profile)s">%(submitter)s</a>.
ru: Вы были добавлены как <strong>%(role)s</strong> в %(site)s организацию %(organization_name)s с помощью <a href="%(submitter_profile)s">%(submitter)s</a>.
sk: Boli ste pridaní ako <strong>%(role)s</strong> organizácie %(site)s %(organization_name)s <a href="%(submitter_profile)s">%(submitter)s</a>.
ta: நீங்கள் <strong>%(role)s </strong>%(தள) அமைப்பின்%(site)s <a href = "%(organization_name)s">%(submitter_profile)s </என சேர்க்கப்பட்டுள்ளீர்கள் a>.
uk: Вас було додано до проєкту %(organization_name)s в %(site)s з рівнем допуску <strong>%(role)s</strong> завдяки <a href="%(submitter_profile)s">%(submitter)s</a>.

source: You are receiving this because you are a member of this organization.
eo: Vi ricevas ĉi tiun, ĉar vi estas ano de tiu organizaĵo.
es: Ha recibido esto porque es miembro de esta organización.
it: Ricevi questo messaggio perché sei un membro di questa organizzazione.
pt: Está recebendo isso porque é um membro dessa organização.
pt_br: Você está recebendo isso porque você é um membro dessa organização.
ru: Вы получаете это, потому что являетесь членом этой организации.
sk: Dostávate to, pretože ste členom tejto organizácie.
ta: நீங்கள் இந்த அமைப்பில் உறுப்பினராக இருப்பதால் இதைப் பெறுகிறீர்கள்.
uk: Ви отримали це, бо ви — частина цієї організації.

source: Your team has been added with <strong>%(role)s</strong> permissions to the %(site)s project %(project)s by %(submitter)s.
eo: Via teamo estis aldonita de %(submitter)s al la projekto «%(project)s» ĉe %(site)s kun la rajtoj de <strong>%(role)s</strong>.
es: %(submitter)s ha añadido a su equipo con los permisos <strong>%(role)s</strong> al proyecto %(project)s de %(site)s.
it: Il tuo team è stato aggiunto con i permessi di <strong>%(role)s</strong> al %(site)s del progetto %(project)s da %(submitter)s.
pt: A sua equipa foi adicionada com permissões de <strong>%(role)s</strong> para o projeto %(project)s do %(site)s por %(submitter)s.
pt_br: Sua equipe foi adicionada com permissões de <strong>%(role)s</strong> para o projeto %(project)s do %(site)s por %(submitter)s.
ru: Ваша команда была добавлена с <strong>%(role)s</strong> правами в %(site)s проект %(project)s от %(submitter)s.
sk: %(submitter)s pridal váš tím s povoleniami <strong>%(role)s</strong> do %(site)s projektu %(project)s.
ta: உங்கள் குழு <strong> %(role)s </strong> %(தளம்) திட்ட %(site)s %(project)s மூலம் சேர்க்கப்பட்டுள்ளது.
uk: Вашу команду було додано до проєкту %(project)s в %(site)s з рівнем допуску <strong>%(role)s</strong> завдяки %(submitter)s.

source: You are receiving this because your team has been added by %(submitter)s to a project on %(site)s.
eo: Vi ricevas ĉi tiun, ĉar via teamo estis aldonita de %(submitter)s al projekto ĉe %(site)s.
es: Ha recibido esto porque %(submitter)s ha añadido a su equipo en un proyecto en %(site)s.
it: Ricevi questo perché il tuo team è stato aggiunto da %(submitter)s al progetto su %(site)s.
pt: Está recebendo isso porque a sua equipa foi adicionada por %(submitter)s a um projeto em %(site)s.
pt_br: Você está recebendo isso porque sua equipe foi adicionada por %(submitter)s a um projeto em %(site)s.
ru: Вы получаете это сообщение, потому что ваша команда была добавлена %(submitter)s в проект на %(site)s.
sk: Toto ste dostali, pretože %(submitter)s pridal váš tím do projektu na %(site)s.
ta: %(submitter)s ஒரு திட்டத்தில் உங்கள் குழு %(site)s மூலம் சேர்க்கப்பட்டுள்ளதால் இதைப் பெறுகிறீர்கள்.
uk: Ви це отримали, бо вашу команду було додано до проєкту %(site)s завдяки %(submitter)s.

source: You have been added as a member of the "%(team_name)s" team in the "%(organization_name)s" organization by <a href="%(submitter_profile)s">%(submitter)s</a>.
eo: Vi fariĝis teamano de la teamo «%(team_name)s» en la organizaĵo «%(organization_name)s» far <a href="%(submitter_profile)s">%(submitter)s</a>.
es: <a href="%(submitter_profile)s">%(submitter)s</a> le ha añadido como miembro de %(team_name)s en la organización %(organization_name)s.
it: Sei stato aggiunto come membro del gruppo "%(team_name)s" nell'organizzazione %(organization_name)s da <a href="%(submitter_profile)s">.
pt: Foi adicionado como um membro da equipa "%(team_name)s" na organização %(organization_name)s por <a href="%(submitter_profile)s">%(submitter)s</a>.
pt_br: Você foi adicionado como um membro da equipe "%(team_name)s" na organização %(organization_name)s por <a href="%(submitter_profile)s">%(submitter)s</a>.
ru: Вы были добавлены как член команды «%(team_name)s» в организации «%(organization_name)s» <a href="%(submitter_profile)s">%(submitter)s</a>.
sk: Používateľ <a href="%(submitter_profile)s">%(submitter)s</a> vás pridal ako člena tímu „%(team_name)s“ v organizácii „%(organization_name)s“.
ta: <A href = "%(team_name)s">%(organization_name)s </a> ஆல் "%(அமைப்பு_பெயர்)" அமைப்பில் "%(submitter_profile)s" குழுவின் உறுப்பினராக நீங்கள் சேர்க்கப்பட்டுள்ளீர்கள்.
uk: Вас було долучено до команди «%(team_name)s» в організації «%(organization_name)s» завдяки <a href="%(submitter_profile)s">%(submitter)s</a>.

source: You are receiving this because you are a member of this team.
eo: Vi ricevas ĉi tiun, ĉar vi estas teamano de tiu teamo.
es: Ha recibido esto porque es miembro de este equipo.
it: Ricevi questo perché sei un membro di questo gruppo.
pt: Está recebendo isso porque é um membro dessa equipa.
pt_br: Você está recebendo isso porque você é um membro dessa equipe.
ru: Вы получаете это, потому что являетесь членом этой команды.
sk: Dostávate to, pretože ste členom tohto tímu.
ta: நீங்கள் இந்த அணியில் உறுப்பினராக இருப்பதால் இதைப் பெறுகிறீர்கள்.
uk: Ви отримали це, бо ви — частина цієї команди.

source: An API token belonging to user <a href="%(account_href)s">%(token_owner_username)s</a> was used to upload files to the project <a href="%(project_href)s">%(project_name)s</a>, even though the project has a Trusted Publisher configured. This may have been in error. We recommend removing the API token and only using the Trusted Publisher to publish.
eo: API-ĵetono apartenanta al la uzanto <a href="%(account_href)s"> %(token_owner_username)s</a> estis uzita por alŝuti dosierojn al la projekto <a href="%(project_href)s">%(project_name)s</a>, malgraŭ ke Fidata Eldonanto estis straigita ĉe la projekto. Tio eble estis erara. Ni rekomendas forigi la API-ĵetonon kaj nur uzi la Fidatan Eldonanton por eldoni.
it: È stato utilizzato un token API appartenente all'utente <a href="%(account_href)s">%(token_owner_username)s</a> per caricare i file nel progetto <a href="%(project_href)s">%(project_name),</a> anche se nel progetto è configurato un editore fidato . Potrebbe trattarsi di un errore. Ti consigliamo di rimuovere il token API e di utilizzare solo l'editore fidato per la pubblicazione.
pt: Um token API pertencente ao usuário<a href="%(account_href)s">%(token_owner_username)s</a> foi utilizado para enviar arquivos ao projeto <a href="%(project_href)s">%(project_name)s</a>, mesmo o projeto possuindo um Editor Confiável configurado. Isto pode ter sido um erro. Recomendamos a remoção to token API e o uso exclusivo do Editor Confiável para publicar.
pt_br: Um token de API pertencente à conta <a href="%(account_href)s">%(token_owner_username)s</a> foi usado para enviar arquivos para o projeto <a href="%(project_href)s">%(project_name)s</a>, mesmo que o projeto tenha um publicador confiável configurado. Isso pode ter sido um erro. Recomendamos remover o token de API e usar apenas o publicador confiável para publicar.
ru: API-токен, принадлежащий пользователю <a href="%(account_href)s">%(token_owner_username)s</a>, использовался для загрузки файлов в проект <a href="%(project_href)s">%(project_name)s</a>, даже если в проекте был настроен доверенный издатель. Возможно, это произошло по ошибке. Мы рекомендуем удалить API-токен и использовать для публикации только доверенного издателя.
sk: API token patriaci k užívateľovi <a href="%(account_href)s">%(token_owner_username)s</a> bol použitý na nahrať súbory do projektu <a href="%(project_href)s">%(project_name)s</a>, aj keď projekt má dôveryhodný Vydavateľ nakonfigurovaný. To môže byť v chybe. Odporúčame odstrániť API token a iba pomocou dôveryhodného vydavateľa publikovať.
ta: பயனருக்கு சொந்தமான ஒரு பநிஇ கிள்ளாக்கு <a href = "%(account_href)s">%(token_owner_username)s </a> திட்டத்திற்கு கோப்புகளை பதிவேற்ற பயன்படுத்தப்பட்டது <a href = "%(project_href)s">%(Project_name ) எச் </a>, திட்டத்தில் நம்பகமான வெளியீட்டாளர் கட்டமைக்கப்பட்டிருந்தாலும். இது பிழையாக இருந்திருக்கலாம். பநிஇ கிள்ளாக்கை அகற்றவும், நம்பகமான வெளியீட்டாளரை மட்டுமே வெளியிடவும் பரிந்துரைக்கிறோம்.
uk: Токен API, що належить користувачу <a href="%(account_href)s">%(token_owner_username)s</a>, був використаний для завантаження файлів у проєкт <a href="%(project_href)s">%(project_name)s</a>, хоча для цього проєкту налаштовано Довіреного Видавця. Це могло бути помилкою. Рекомендуємо видалити токен API та використовувати виключно Довіреного Видавця для публікації.
