Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: <a href="%(transfer_href)s">transfer ownership</a> and <a href="%(remove_delete_href)s">remove project</a> <b>or</b> <a href="%(remove_delete_href)s">delete project</a>
eo: <a href="%(transfer_href)s">transdoni posedrajton</a> kaj <a href="%(remove_delete_href)s">forigi projekton</a> <b>aŭ</b> <a href="%(remove_delete_href)s">forviŝi projekton</a>
it: <a href="%(transfer_href)s">trasferisci proprietà</a> o <a href="%(delete_href)s">cancella progetto</a>
ru: <a href="%(transfer_href)s">передаточное владение </a> и <a href="%(remove_delete_href)s">удалить проект </a> <b> или </b> <a href="%(remove_delete_href)s">удаление проекта </a>
sk: <a href="%(transfer_href)s">previesť vlastníctvo</a> a <a href="%(remove_delete_href)s">odstrániť projekt</a> <b>alebo</b> <a href="%(remove_delete_href)s">odstrániť projekt</a>
ta: <a href = "%(transfer_href)s"> உரிமையை மாற்றவும் </a> மற்றும் <a href = "%(remove_delete_href)s"> திட்டத்தை அகற்று </a> <b> அல்லது </b> <a href = " %(remove_delete_href)s "> திட்டத்தை நீக்கு </a>
uk: <a href="%(transfer_href)s">передати комусь право власності</a> та <a href="%(remove_delete_href)s">вилучити проєкт</a> <b> або просто</b> <a href="%(remove_delete_href)s">видалити проєкт</a>

source: You will not be able to recover your organization after you delete it.
eo: Vi ne povos restaŭri vian organizaĵon post ĝia forviŝo.
it: Non sarai in grado di recuperare il tuo account dopo averlo cancellato
ru: Вы не сможете восстановить свою организацию после ее удаления.
sk: Po odstránení nebudete môcť organizáciu obnoviť.
ta: உங்கள் நிறுவனத்தை நீக்கிய பிறகு அதை மீட்டெடுக்க முடியாது.

source: Your subscription will be cancelled, and you will lose access to the billing portal.
de: Ihr Abonnement wird storniert und Sie verlieren den Zugang zum Abrechnungsportal.
eo: Via abono ĉesos, kaj vi ne plu rajtos uzi la fakturan portalon.
es: Tu suscripción será cancelada y perderás acceso al portal de facturación.
it: La tua sottoscrizione verrà annullata, e perderai l'accesso al portale di fatturazione.
pt: Sua inscrição será cancelada, e você perderá acesso ao portal de pagamento.
ru: Ваша подписка будет отменена, и вы потеряете доступ к биллинговому порталу.
sk: Vaše predplatné bude zrušené a stratíte prístup k fakturačnému portálu.
ta: உங்கள் சந்தா ரத்து செய்யப்படும், மேலும் நீங்கள் பட்டியலிடல் போர்ட்டலுக்கான அணுகலை இழப்பீர்கள்.

source: You will lose access to the billing portal.
de: Sie verlieren den Zugang zum Abrechnungsportal.
eo: Vi ne plu rajtos uzi la fakturan portalon.
es: Perderás acceso al portal de facturación.
it: Perderai l'accesso al portale di fatturazione.
pt: Você perdera acesso ao portal de pagamento.
ru: Вы потеряете доступ к платежному порталу.
sk: Stratíte prístup k fakturačnému portálu.
ta: பட்டியலிடல் போர்ட்டலுக்கான அணுகலை நீங்கள் இழப்பீர்கள்.

source: Please ensure you have retrieved all invoices from <a href="%(billing_href)s">your billing portal</a> before proceeding.
de: Bitte stellen Sie sicher, dass Sie alle Rechnungen vom <a href="%(billing_href)s">Abrechnungsportal</a> abgerufen haben, bevor Sie fortfahren.
eo: Bonvolu certigi, ke vi elŝutis ĉiujn fakturojn el <a href="%(billing_href)s">via faktura portalo</a> antaŭ ol daŭrigi.
es: Por favor asegúrate de que has retirado todas las facturas de <a href="%(billing_href)s"> de tu portal de facturación </a> antes de proceder.
it: Assicurati di aver recuperato tutte le fatture dal <a href="%(billing_href)s">tuo portale di fatturazione</a> prima di procedere.
ru: Пожалуйста, убедитесь, что вы получили все счета-фактуры из <a href="%(billing_href)s"> вашего платежного портала </a>, прежде чем продолжить.
sk: Pred pokračovaním sa uistite, že ste získali všetky faktúry z <a href="%(billing_href)s">vášho fakturačného portálu</a>.
ta: அனைத்து விலைப்பட்டியல்களையும் <a href = "%(billing_href)s"> உங்கள் பட்டியலிடல் போர்ட்டல் </a> இலிருந்து மீட்டெடுத்துள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்.

source: Organization teams
eo: Organizaĵaj teamoj
es: Equipos de la organización
it: Descrizione progetto
pt: Equipas de organização
pt_br: Equipes de organização
ru: Организационные группы
sk: Organizačné tímy
ta: அமைப்பு அணிகள்

source: Manage '%(organization_name)s' teams
eo: Administri la teamojn de «%(organization_name)s»
es: Gestionar equipos de «%(organization_name)s»
it: Gestire %(project_name)s
ru: Управление командами '%(organization_name)s
sk: Spravujte tímy '%(organization_name)s'
ta: '%(organization_name)s அணிகளை நிர்வகிக்கவும்

source: %(member_count)s member
eo: %(member_count)s ano
it: %(member_count)s membro
pt: %(member_count)s membro
pt_br: %(member_count)s membro
ru: %(member_count)s участник
sk: %(member_count)s člen
ta: %(member_count)s உறுப்பினர்

source: Manage this team
eo: Administri ĉi tiun teamon
it: Gestisci questo progetto
ru: Управление этой командой
sk: Spravujte tento tím
ta: இந்த அணியை நிர்வகிக்கவும்

source: View this team
eo: Vidi ĉi tiun teamon
it: Crea un account
ru: Посмотреть эту команду
sk: Zobraziť tento tím
ta: இந்த அணியைக் காண்க

source: There are no teams in your organization, yet. Organization owners and managers can create new teams for the organization.
de: Es gibt noch keine Teams in Ihrer Organisation. Organisatoren und Manager können neue Teams für die Organisation erstellen.
eo: Ankoraŭ mankas teamoj en via organizaĵo. Posedantoj kaj mastrumantoj de la organizaĵo rajtas krei novajn teamojn por la organizaĵo.
es: No hay aún equipos en tu organización. Los dueños de una organización y administradores pueden crear nuevos equipos para ella.
it: Al momento non ci sono squadre nella tua organizzazione. I proprietari e i gestori dell'organizzazione possono creare nuove squadre per l'organizzazione.
pt: Não há times em sua organização ainda. Proprietários e gerentes podem criar novos times para a organização.
ru: В вашей организации пока нет команд. Владельцы и менеджеры организаций могут создавать новые команды для организации.
sk: Vo vašej organizácii zatiaľ nie sú žiadne tímy. Vlastníci a manažéri organizácie môžu pre organizáciu vytvárať nové tímy.
ta: உங்கள் நிறுவனத்தில் இன்னும் குழுக்கள் இல்லை. நிறுவன உரிமையாளர்கள் மற்றும் மேலாளர்கள் நிறுவனத்திற்கு புதிய அணிகளை உருவாக்க முடியும்.

source: Create new team
eo: Krei novan teamon
it: Creare un nuovo rilascio
ru: Создать новую команду
sk: Vytvorte nový tím
ta: புதிய அணியை உருவாக்கவும்

source: ️Team name
eo: Nomo de teamo
it: Nome token
pt: ️Nome da equipa
pt_br: ️Nome da equipe
ru: ️ Название команды
sk: ️Názov tímu
ta: பெயர்

source: Owners and managers of this organization can create a team for the organization and manage team members, team projects, and team settings.
de: Eigentümer und Manager dieser Organisation können ein Team für die Organisation erstellen und Team-Mitglieder, Team-Projekte und Team-Einstellungen verwalten.
eo: Posedantoj kaj administrantoj de ĉi tiu organizaĵo povas krei teamon por la organizaĵo kaj administri teamanojn, teamajn projektojn kaj teamajn agordojn.
es: Los propietarios y administradores de esta organización pueden crear un equipo para la organización y administrar miembros del equipo, proyectos del equipo y configuraciones del equipo.
it: I proprietari e i gestori di questa organizzazione possono creare una squadra per l'organizzazione e gestire i membri della squadra, i progetti della squadra e le impostazioni della squadra.
pt: Proprietários e gerentes desta organização podem criar um time para a organização e gerenciar membros, projetos, e configurações da equipe.
ru: Владельцы и менеджеры этой организации могут создать команду для организации и управлять членами команды, проектами команды и настройками команды.
sk: Vlastníci a manažéri tejto organizácie môžu vytvoriť tím pre organizáciu a spravovať členov tímu, tímové projekty a nastavenia tímu.
ta: இந்த அமைப்பின் உரிமையாளர்கள் மற்றும் மேலாளர்கள் நிறுவனத்திற்கான ஒரு குழுவை உருவாக்கலாம் மற்றும் குழு உறுப்பினர்கள், குழு திட்டங்கள் மற்றும் குழு அமைப்புகளை நிர்வகிக்க முடியும்.

source: Manage '%(project_name)s' documentation
de: Dokumentation von '%(project_name)s' verwalten
el: Διαχείριση τεκμηρίωσης του '%(project_name)s'
eo: Mastrumi la dokumentaron pri '%(project_name)s'
es: Gestionar documentación de «%(project_name)s»
fr: Gérer la documentation de « %(project_name)s »
he: נהל את התיעוד של %(project_name)s
id: Kelola dokumentasi '%(project_name)s'
it: Gestisci '%(project_name)s' documentazione
ja: '%(project_name)s' のドキュメントを管理
pt: Gerir documentação de "%(project_name)s"
pt_br: Gerenciar documentação de "%(project_name)s"
ru: Управление документацией '%(project_name)s'
sk: Spravujte dokumentáciu '%(project_name)s'
ta: '%(project_name)s' ஆவணங்களை நிர்வகிக்கவும்
tr: '%(project_name)s' dökümantasyonunu yönet
uk: Керувати документацією «%(project_name)s»

source: Destroy documentation
de: Dokumentation zerstören
el: Διαγραφή τεκμηρίωσης
eo: Forigi dokumentaron
es: Destruir documentación
fr: Détruire la documentation
he: הריסת התיעוד
id: Hancurkan dokumentasi
it: Distruggi documentazione
ja: ドキュメントの破棄
pt: Destruir a documentação
pt_br: Destruir documentação
ru: Уничтожение документации
sk: Zničiť dokumentáciu
ta: ஆவணங்களை அழிக்கவும்
tr: Dökümantasyonu kaldır
uk: Знищити документацію

source: If you would like to DESTROY any existing documentation hosted at <a href="%(url)s">%(url)s</a> there is <strong>no</strong> undo, as uploading new documentation is no longer supported.
de: Sie können das LÖSCHEN von unter <a href="%(url)s">%(url)s</a> gehosteter Dokumentation <strong>nicht</strong> rückgängig machen, da das Hochladen neuer Dokumentation nicht mehr unterstützt wird.
el: Αν θέλετε να ΔΙΑΓΡΑΨΕΤΕ οποιαδήποτε τεκμηρίωση η οποία φιλοξενείται στο <a href="%(url)s">%(url)s</a><strong>δεν υπάρχει</strong> undo, καθώς το ανέβασμα νέας τεκμηρίωσης δεν υποστηρίζεται πλέον.
eo: Se vi volas DETRUI ajnan ekzistantan dokumentaron gastigatan de <a href="%(url)s">%(url)s</a>, tio estas <strong>ne</strong> malfarebla, ĉar alŝuto de nova dokumentaro estas ne plu subtenata.
es: Si quiere DESTRUIR cualquier documentación existente alojada en <a href="%(url)s">%(url)s</a>, <strong>no</strong> podrá dar marcha atrás; ya no se admite cargar documentación nueva.
fr: Si vous souhaitez DÉTRUIRE toute documentation hébergée sur <a href="%(url)s">%(url)s</a> il n'y a <strong>pas</strong> d'annulation possible, depuis que la publication d'une nouvelle documentation n'est plus pris en charge.
he: אם ברצונך <strong>להרוס</strong> כל תיעוד קיים המתארח ב-<a href="%(url)s">%(url)s</a>, <strong>אין</strong> אפשרות לבטל בדיעבד פעולה זו, כיוון שהעלאת תיעוד חדש אינה נתמכת יותר.
id: Jika Anda ingin MENGHANCURKAN dokumentasi yang ada yang dihosting di <a href="%(url)s">%(url)s</a> <strong>tidak</strong> dapat dikembalikan, karena mengunggah dokumentasi baru sudah tidak didukung.
it: Se desideri DISTRUGGERE ogni documentazione esistente ospitata a <a href="%(url)s">%(url)s</a> <strong>non</strong> c'è ritorno, in quanto caricare una nuova documentazione non è più supportato.
ja: <a href="%(url)s">%(url)s</a> にホスティングされている既存のドキュメントを破棄する場合、新しいドキュメントのアップロードがサポートされなくなったため、元に戻すことは <strong>できません</strong>。
pt: Caso queira DESTRUIR qualquer documentação existente hospedada em <a href="%(url)s">%(url)s</a> saiba que <strong>não</strong> tem como desfazer, pois não há mais suporte a envio de nova documentação.
pt_br: Caso você queira DESTRUIR qualquer documentação existente hospedada em <a href="%(url)s">%(url)s</a> saiba que <strong>não</strong> tem como desfazer, pois não há mais suporte a envio de nova documentação.
ru: Если вы хотите УНИЧТОЖИТЬ любую существующую документацию, размещённую на <a href="%(url)s">%(url)s</a>, то это действие будет <strong>невозможно отменить</strong>, поскольку загрузка новой документации больше не поддерживается.
sk: Ak by ste chceli ZNIČIŤ akúkoľvek existujúcu dokumentáciu hosťovanú na <a href="%(url)s">%(url)s</a>, <strong> nie je možné </strong> vrátiť späť, pretože nahrávanie novej dokumentácie už nie je podporované.
ta: <A href = "%(url)s">%(url)s </a> இல் புரவலன் செய்யப்பட்ட எந்த ஆவணத்தையும் நீங்கள் அழிக்க விரும்பினால் <strong> இல்லை </strong> செயல்தவிர், புதிய ஆவணங்களை பதிவேற்றுவது இல்லை நீண்ட உதவி.
tr: Eğer herhangi bir var olan ve <a href="%(url)s">%(url)s</a>'da sunulan dokümantasyonu yok etmek isterseniz, bunun <strong>hiçbir</strong> geri dönüşü yok, yeni dokümantasyon yüklemenin de artık geçersiz olacağı gibi.
uk: Якщо ви бажаєте ЗНИЩИТИ будь-яку існуючу документацію, розміщену на <a href="%(url)s">%(url)s</a>, то вороття <strong>немає</strong>, оскільки завантаження нової документації більше не підтримується.

source: Destroy Documentation for project
de: Zerstöre Dokumentation für Projekt
el: Διαγραφή τεκμηρίωσης αυτού του project
eo: Forigi la Dokumentaron pri la projekto
es: Destruir documentación de proyecto
fr: Détruire la documentation pour le projet
he: הריסת התיעוד עבור הפרויקט
id: Hancurkan Dokumentasi untuk proyek
it: Distruggi Documentazione per il progetto
ja: プロジェクトのドキュメントを破棄する
pt: Destruir a documentação para o projeto
pt_br: Destruir documentação para o projeto
ru: Уничтожить документацию по проекту
sk: Zničte dokumentáciu projektu
ta: திட்டத்திற்கான ஆவணங்களை அழிக்கவும்
tr: Projenin Dökümantasyonunu Kaldır
uk: Знищити документацію проєкту

source: Project documentation
de: Projektdokumentation
el: Τεκμηρίωση project
eo: Dokumentaro de projekto
es: Documentación del proyecto
fr: Documentation du projet
he: תיעוד הפרויקט
id: Dokumentasi proyek
it: Documentazione Progetto
ja: プロジェクトのドキュメント
pt: Documentação do projeto
pt_br: Documentação do projeto
ru: Документация проекта
sk: Projektová dokumentácia
ta: திட்ட ஆவணங்கள்
tr: Proje Dökümantasyonu
uk: Документація проєкту

source: Uploading new documentation is no longer supported
de: Das Hochladen neuer Dokumentation wird leider nicht mehr unterstützt
el: Το ανέβασμα νέας τεκμηρίωσης δεν υποστηρίζεται πλέον
eo: Alŝuto de novaj dokumentoj ne plu eblas
es: Ya no se permite cargar documentación nueva
fr: La publication d'une nouvelle documentation n'est plus pris en charge
he: העלאת תיעוד חדש אינה נתמכת יותר
id: Mengunggah dokumentasi baru tidak lagi didukung
it: caricare una nuova documentazione non è più supportato
ja: 新しいドキュメントのアップロードはサポートされなくなりました
pt: Enviar nova documentação já não é suportado
pt_br: Não há mais suporte ao enviou de nova documentação
ru: Загрузка новой документации больше не поддерживается
sk: Nahrávanie novej dokumentácie už nie je podporované
ta: புதிய ஆவணங்களை பதிவேற்றுவது இனி ஆதரிக்கப்படாது
tr: Yeni dökümantasyon yüklenmesi artık desteklenmemektedir
uk: Завантаження нової документації більше не підтримується

source: Each time you (or your collaborators) perform a security action related to this project, the action is recorded and displayed here.
de: Immer wenn Sie (oder andere Projektbeteiligte) sicherheitsrelevante Änderungen am Projekt vornehmen, werden diese aufgezeichnet und hier angezeigt.
el: Κάθε φορά που εσείς (ή κάποιος συνεργάτης σας) πραγματοποιεί κάποια ενέργεια ασφάλειας σχετιζόμενη με αυτό το project, τότε αυτή η ενέργεια θα καταγράφεται και τα εμφανίζεται εδώ.
eo: Se vi (aŭ via kunlaboranto) faros agon pri la sekureco de ĉi tiu projekto, tiu ago registriĝos kaj montriĝos ĉi tie.
es: Cada vez que usted (o alguno de sus colaboradores) realiza una acción de seguridad relacionada a este proyecto, esta queda registrada y se muestra aquí.
fr: Chaque fois que vous (ou vos collaborateurs) effectue une action de sécurité liée à ce projet, l'action est enregistrée et affichée ici.
he: בכל פעם שאת/ה (או שותפיך) תבצע/ו פעולת אבטחה הקשורה לפרויקט זה, הפעולה תירשם ותוצג כאן.
id: Setiap kali Anda (atau kolaborator Anda) melakukan tindakan keamanan yang berkaitan dengan proyek ini, tindakan dicatat dan ditampilkan di sini.
it: Ogni volta che (tu o i tuoi collaboratori) effettui una azione di sicurezza relativa al progetto, l'azione è registrata e mostrata qui.
ja: ユーザー（または共同作業者）がこのプロジェクトに関連するセキュリティアクションを実行するたびに、各アクションが記録され、ここに表示されます。
pt: Cada vez que (ou os seus colaboradores) execute uma ação de segurança relacionada a este projeto, a ação é registada e exibida aqui.
pt_br: Cada vez que você (ou seus colaboradores) executa uma ação de segurança relacionada a este projeto, a ação é registrada e exibida aqui.
ru: Каждый раз, когда вы (или ваши соавторы) выполняете в этом проекте действие, связанное с безопасностью, оно записывается и отображается здесь.
sk: Zakaždým, keď vy (alebo vaši spolupracovníci) vykonáte bezpečnostnú akciu súvisiacu s týmto projektom, táto akcia sa zaznamená a zobrazí tu.
ta: ஒவ்வொரு முறையும் நீங்கள் (அல்லது உங்கள் ஒத்துழைப்பாளர்கள்) இந்த திட்டத்துடன் தொடர்புடைய பாதுகாப்பு செயலைச் செய்யும்போது, நடவடிக்கை பதிவு செய்யப்பட்டு இங்கே காட்டப்படும்.
tr: Siz (veya diğer ilgililer) projenin güvenliğine dair bir eylem gerçekleştirdiğinizde ilgili eylem kayıt altına alınıp burada görüntülenecektir.
uk: Щоразу, коли ви (або ж ваші поплічники) виконуєте дію, пов'язану з безпекою, у цьому проєкті, то вона записується і відображається тут.

source: Project created
de: Projekt erstellt
el: Το project δημιουργήθηκε
eo: Projekto kreita
es: Proyecto creado
fr: Projet créé
he: הפרויקט נוצר
id: Proyek dibuat
it: progetto creato
ja: プロジェクト作成
pt: Projeto criado
pt_br: Projeto criado
ru: Проект создан
sk: Projekt vytvorený
ta: திட்டத்தை உருவாக்கியது
tr: Proje Oluşturulma Tarihi
uk: Проєкт створено

source: <a href="%(href)s">Version %(version)s</a> created
eo: <a href="%(href)s">Versio %(version)s</a> kreita
it: <a href="%(href)s">Versione di rilascio %(version)s</a> creata
ru: <a href="%(href)s">Версия %(version)s</a> создана
sk: <a href="%(href)s">Verzia %(version)s</a> bola vytvorená
ta: <a href = " %(href)s"> பதிப்பு %(version)s </a> உருவாக்கப்பட்டது

source: Version %(version)s removed
eo: Versio %(version)s forigita
it: Versione di rilascio %(version)s rimossa
ru: Версия %(version)s удалена
sk: Verzia %(version)s bola odstránená
ta: பதிப்பு %(version)s அகற்றப்பட்டன

source: <a href="%(href)s">Version %(version)s</a> yanked
eo: <a href="%(href)s">Versio %(version)s</a> fortirita
it: <a href="%(href)s">Versione di rilascio %(version)s</a> creata
ru: <a href="%(href)s">Версия %(version)s</a> выдернута
sk: <a href="%(href)s">Verzia %(version)s</a> trhla
ta: <a href = " %(href)s"> பதிப்பு %(version)s </a> yanked

source: Yanked by:
eo: Fortirita de:
es: Retirada por:
id: Diubah oleh:
it: Stralciata da:
pt: Retirada por:
pt_br: Retirada por:
ru: Изменено:
sk: Vytrhol:
ta: எழுதியவர்:
uk: Ким анульовано:

source: <a href="%(href)s">Version %(version)s</a> unyanked
eo: <a href="%(href)s">Versio %(version)s</a> malfortirita
it: <a href="%(href)s">Versione di rilascio %(version)s</a> creata
ru: <a href="%(href)s">Версия %(version)s</a>без выдергивания
sk: <a href="%(href)s">Verzia %(version)s</a> bola uvoľnená
ta: <a href = " %(href)s"> பதிப்பு %(version)s </a> unyanked

source: File added to <a href="%(href)s">version %(version)s</a>
eo: Dosiero aldonita al <a href="%(href)s">versio %(version)s</a>
it: File rimosso dalla versione di rilascio %(version)s
pt: Ficheiro adicionado à versão <a href="%(href)s">%(version)s</a>
pt_br: Arquivo adicionado à versão <a href="%(href)s">%(version)s</a>
ru: Файл добавлен в <a href="%(href)s">версию %(version)s</a>
sk: Súbor bol pridaný do verzie <a href="%(href)s"> %(version)s</a>
ta: கோப்பு <a href = " %(href)s"> பதிப்பு %(version)s </a> இல் சேர்க்கப்பட்டது
uk: Файл додано до <a href="%(href)s">версії %(version)s</a>

source: Filename:
de: Dateiname:
el: Όνομα αρχείου:
eo: Dosiernomo:
es: Nombre de archivo:
fr: Nom du fichier :
he: שם קובץ:
id: Nama file:
it: Nome del file:
ja: ファイル名:
pt: Nome do ficheiro:
pt_br: Nome do arquivo:
ru: Название файла:
sk: Názov súboru:
ta: கோப்பு பெயர்:
tr: Dosya Adı:
uk: Назва файлу:

source: File removed from <a href="%(href)s">version %(version)s</a>
eo: Dosiero forigita for de la <a href="%(href)s">versio %(version)s</a>
it: File rimosso dalla versione di rilascio %(version)s
ru: Файл удален из <a href="%(href)s">версии %(version)s</a>
sk: Súbor bol odstránený z verzie <a href="%(href)s"> %(version)s</a>
ta: கோப்பு <a href = " %(href)s"> பதிப்பு %(version)s </a> இலிருந்து அகற்றப்பட்டது
uk: Файл видалено з <a href="%(href)s">версії %(version)s</a>

source: <a href="%(href)s">%(username)s</a> added as project %(role_name)s
de: <a href="%(href)s">%(username)s</a> als %(role_name)s zum Projekt hinzugefügt
el: <a href="%(href)s">%(username)s</a> προστέθηκε ως %(role_name)s στο project
eo: <a href="%(href)s">%(username)s</a> aldonita kiel projekta %(role_name)s
es: <a href="%(href)s">%(username)s</a> se incorporó como %(role_name)s del proyecto
fr: <a href="%(href)s">%(username)s</a> a été ajouté en tant que %(role_name)s de projet
he: <a href="%(href)s">%(username)s</a> נוסף כ%(role_name)s בפרויקט
id: <a href = "%(href)s" >%(username)s</a> ditambahkan sebagai proyek %(role_name)s
it: <a href="%(href)s">%(username)s</a> aggiunto come %(role_name)s del progetto
ja: <a href="%(href)s">%(username)s</a> を %(role_name)s として追加
pt: <a href="%(href)s">%(username)s</a> adicionado como %(role_name)s do projeto
pt_br: <a href="%(href)s">%(username)s</a> adicionado como %(role_name)s do projeto
ru: Пользователь <a href="%(href)s">%(username)s</a> добавлен в проект с ролью %(role_name)s
sk: <a href="%(href)s">%(username)s</a> pridané ako projekt %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> திட்ட%(role_name)s என சேர்க்கப்படுகின்றன
tr: <a href="%(href)s">%(username)s</a> %(role_name)s olarak projeye eklendi
uk: <a href="%(href)s">%(username)s</a> додано як %(role_name)s проєкту

source: <a href="%(href)s">%(username)s</a> removed as project %(role_name)s
de: <a href="%(href)s">%(username)s</a> wurde als %(role_name)s vom Projekt entfernt
el: <a href="%(href)s">%(username)s</a> αφαιρέθηκε από %(role_name)s στο project
eo: <a href="%(href)s">%(username)s</a> forigita kiel projekta %(role_name)s
es: <a href="%(href)s">%(username)s</a> se eliminó como %(role_name)s del proyecto
fr: <a href="%(href)s">%(username)s</a> n'est plus %(role_name)s pour le projet
he: <a href="%(href)s">%(username)s</a> הוסר כ%(role_name)s בפרויקט
id: <a href="%(href)s">%(username)s</a> dihapus sebagai proyek %(role_name)s
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
ja: <a href="%(href)s">%(username)s</a> を %(role_name)s として削除
pt: <a href="%(href)s">%(username)s</a> removido como %(role_name)s do projeto
pt_br: <a href="%(href)s">%(username)s</a> removido como %(role_name)s do projeto
ru: Пользователь <a href="%(href)s">%(username)s</a> снят с роли %(role_name)s проекта
sk: <a href="%(href)s">%(username)s</a> bol odstránený ako projekt %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> திட்ட%(role_name)s ஆக அகற்றப்பட்டது
tr: <a href="%(href)s">%(username)s</a> %(role_name)s olarak projeden kaldırıldı
uk: <a href="%(href)s">%(username)s</a> видалено як %(role_name)s проєкту
