Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: View Hashes
de: Hash-Codes anzeigen
el: Προβολή hashes
fr: Afficher les hachages
he: צפייה בגיבובים (hash-ים)
id: Tampilkan Hash
it: Visualizza gli hash
ja: ハッシュの表示
tr: Hashleri Gör

source: <a href="%(help_url)s"> (request an increase) </a>
it: <a href="%(help_url)s">(richiedi un incremento)</a>

source: To set the '%(project_name)s' description, author, links, classifiers, and other details for your next release, use the <a href="%(pyproject_args_href)s" rel="noopener" target="_blank"><code>setup()</code> arguments in your <code>setup.py</code> file</a>. Updating these fields will not change the metadata for past releases. Additionally, you <strong>must</strong> use <a href="%(twine_docs_href)s" rel="noopener" target="_blank">Twine</a> to upload your files in order to get full support for these fields. See <a href="%(distribution_href)s" rel="noopener" target="_blank">the Python Packaging User Guide</a> for more help.
it: Per vedere descrizione, autore, links, classificatori, e altri dettagli di '%(project_name)s' per il tuo prossimo rilascio, usagli argomenti <a href="%(setup_args_href)s" rel="noopener" target="_blank"><code>setup()</code>nel file <code>setup.py</code></a>. Modificare questi campi non cambierà i metadata dei rilasci precedenti. In aggiunta, <strong>devi</strong> usare <a href="%(twine_docs_href)s" rel="noopener" target="_blank">Twine</a> per caricare i tuoi file e ottenere supporto completo per questi campi. Vedi <a href="%(distribution_href)s" rel="noopener" target="_blank">the Python Packaging User Guide</a> per ulteriore aiuto.

source: view hashes
id: tampilkan hash
it: Visualizza gli hash

source: <p>We use a number of terms to describe software available on PyPI, like "project", "release", "file", and "package". Sometimes those terms are confusing because they're used to describe different things in other contexts. Here's how we use them on PyPI:</p> <p>A "project" on PyPI is the name of a collection of releases and files, and information about them. Projects on PyPI are made and shared by other members of the Python community so that you can use them.</p> <p>A "release" on PyPI is a specific version of a project. For example, the <a href="%(requests_href)s">requests</a> project has many releases, like "requests 2.10" and "requests 1.2.1". A release consists of one or more "files".</p> <p>A "file", also known as a "package", on PyPI is something that you can download and install. Because of different hardware, operating systems, and file formats, a release may have several files (packages), like an archive containing source code or a binary <a href="%(wheel_href)s">wheel</a>.</p>
de: <p>Wir benutzen eine Reihe von Begriffen wie "Projekt", "Veröffentlichung", "Datei" und "Paket", um die auf PyPI verfügbare Software zu beschreiben. Diese Begriffe können manchmal verwirrend sein, weil sie in andere Kontexten andere Dinge beschreiben. So benutzen wir sie auf PyPI:</p> <p>Ein "Projekt" bei PyPI ist der Begriff für eine Sammlung von Veröffentlichungen und Dateien und den dazugehörigen Informationen. Projekte bei PyPI werden von anderen Mitgliedern der Python-Community erstellt und geteilt damit Sie sie nutzen können.</p> <p>Eine "Veröffentlichung" bei PyPI ist eine konkrete Version eines Projekts. Zum Beispiel hat das <a href="%(requests_href)s">requests</a>-Projekt eine ganze Reihe von Veröffentlichungen, wie "requests 2.10" und "requests 1.2.1". Eine Veröffentlichung umfasst eine oder mehrere "Dateien".</p> <p>Eine "Datei" bei PyPI, auch "Paket" genannt, können Sie herunterladen und installieren. Wegen sich unterscheidender Hardware, Betriebssystemen und Dateiformaten, kann eine Veröffentlichung mehrere Dateien (Pakete) enthalten, wie zum Beispiel eine Archivdatei mit Quellcode oder ein binäres <a href="%(wheel_href)s">wheel</a>.</p>
it: <p>Usiamo un numero di termini per descrivere software disponibili su PyPI, come "progetto", "rilascio", "file" e "pacchetto". Qualche volta quei termini sono fuorvianti perchè sono usati per descrivere cose diverse in altri contesti. Di seguito è come li usiamo in PyPI:</p> <p>Un "progetto" su PyPI eè il nome di una collezione di rilasci e files, e informazioni su di essi. I progetti su PyPI sono fatti e condivisi da altri membri della comunità Python cosìcchè tu possa usarli.</p> <p>Un "rilascio" su PyPI è una versione specifica di un progetto. Per esempio, il progetto<a href="%(requests_href)s">requests</a>ha molti rilasci, come "requests 2.10" e "requests 1.2.1". Un rilascio consiste in uno o più "files".</p> <p>Un "file", anche conosciuto come "pacchetto", su PyPI è qualcosa che puoi scaricare e installare. Dovuto ai diversi hardware, sistemi operativi, e formati dei files, un rilascio può avere parecchi files (pacchetti), come un archivio contenente codice sorgente o <a href="%(wheel_href)s">ruota</a>binaria.</p>

source: A yanked release is a release that is always ignored by an installer, unless it is the only release that matches a version specifier (using either <code>==</code> or <code>===</code>). See <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 592</a> for more information.
he: גרסה שנגרעה היא גרסה שכלי התקנה תמיד יתעלמו ממנה, אלא אם היא הגרסה היחידה שמתאימה למפרט גרסה (בשימוש ב- <code>==</code> או ב- <code>===</code>). ראה/י את <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 592</a> למידע נוסף.
id: Rilis yang ditarik adalah rilis yang selalu diabaikan oleh installer, kecuali itu adalah satu-satunya rilis yang cocok dengan penentu versi (menggunakan salah satu<code>==</code> atau <code>===</code>). Lihat <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 592</a> untuk informasi lebih lanjut.
it: Un rilascio stralciato è un rilascio che è sempre ignorato da un installer, a meno che non sia l'unico rilascio corrispondente a uno specificatore di versione(usando <code>==</code> or <code>===</code>). Vedi %(title)s<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"><abbr title="Python enhancement proposal">PEP</abbr> 592</a> per maggiori informazioni.

source: <li>Log in to your PyPI account, go to your account settings, and choose "Add <abbr title="two factor authentication">2FA</abbr> with security device (e.g. USB key)"</li> <li>Give your key a name. This is necessary because it's possible to add more than one security device to your account.</li> <li>Click on the "Set up security device" button</li> <li>Insert and touch your USB key, as instructed by your browser</li>
it: <li>LAccedi al tuo account PyPI, vai nelle impostazioni del tuo account, e scegli "Aggiungi <abbr title="two factor authentication">2FA</abbr> con dispositivo di sicurezza (es. chiavetta USB)"</li> <li>Dai un nome alla chiavetta. Questo è necessario in quanto è possibile aggiungere più di un dispositivo di sicurezza al tuo account.</li> <li>Clicca sul pulsante "Imposta dispositivo di sicurezza" </li> <li>Inserisci e tocca la tua chiavetta USB, come richiesto dal tuo browser</li>

source: <p>PyPI asks you to confirm your password before you want to perform a <i>sensitive action</i>. Sensitive actions include things like adding or removing maintainers, deleting distributions, generating API tokens, and setting up two-factor authentication.</p> <p>You'll only have to re-confirm your password if it's been more than an hour since you last confirmed it.</p> <p><strong>We strongly recommend you only perform such actions on your personal, password-protected computer.</strong></p>
de: <p>PyPI bittet Sie, Ihr Passwort zu bestätigen, bevor Sie eine <i>sensitive Aktion</i> ausführen möchten. Sensitive Aktionen umfassen Dinge wie das Hinzufügen oder Entfernen von Betreuern, das Löschen von Distributionen, das Generieren von API-Token und das Einrichten von Zwei-Faktor-Authentifizierung.</p> <p> Sie müssen nur Ihr Passwort erneut bestätigen, wenn es mehr als eine Stunde seit Sie zuletzt bestätigt es.</p> <p><strong>Wir empfehlen Ihnen solche Aktionen nur auf Ihrem persönlichen, passwort-geschützten, Computer auszuführen.</strong></p>
it: <p>PyPI ti chiede di confermare la tua password prima di voler effettuare una <i>azione sensibile</i>. Azioni sensibili includono cose come aggiungere o rimuovere manutentori, cancellare distribuzioni, generare tokens API, e impostare l'autenticazione a due fattori.</p> <p>Dovrai solo ri-confermare la tua password se è passata un'ora dall'ultima conferma.</p> <p><strong>Raccomandiamo vivamente di effettuare tali azioni solo sul tuo computer personale, protetto da password.</strong></p>

source: By default, an upload's description will render with <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>. If the description is in an alternate format like Markdown, a package may set the <code>long_description_content_type</code> in <code>setup.py</code> to the alternate format.
de: Standardmäßig wird die Beschreibung eines Uploads mittels <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a> gerendert. Wenn die Beschreibung in einem alternativen Format wie Markdown vorliegt, kann ein Paket den Wert <code>long_description_content_type</code> in der <code>setup.py</code> auf das alternative Format festlegen.
el: Από προεπιλογή, η περιγραφή ενός ανεβάσματος θα έχει τη μορφή <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>. Αν η περιγραφή είναι σε εναλλακτική μορφή (πχ Markdown), τότε το πακέτο θα πρέπει να θέσει την τιμή του <code>long_description_content_type</code> μέσα στο αρχείο <code>setup.py</code> σε μια διαφορετική μορφή.
fr: Par défaut, une description de la publication sera mise en forme avec <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>. Si la description est dans un format différent comme le Markdown, un paquet peut définir le <code>long_description_content_type</code> dans le fichier <code>setup.py</code> dans un autre format.
he: בברירת מחדל, התיאור של חבילה שהועלתה יפורש על פי פורמט <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>. אם התיאור הוא בפורמט אחר כגון Markdown, חבילה יכולה לקבוע את <code>long_description_content_type</code> ב-<code>setup.py</code> אל הפורמט המתאים.
id: Secara default, deskripsi upload akan ditampilkan dengan <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>. Jika deskripsi dalam format alternatif seperti Markdown, sebuah paket dapat menyetel <code>long_description_content_type</code> di <code>setup.py</code> ke format alternatif.
it: Per impostazione predefinita, una descrizione del caricamento viene fornita con <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>. Se la descrizione è in un formato alternativo come Markdown, un pacchetto può impostare il <code>long_description_content_type</code> in <code>setup.py</code> al formato alternativo.
ja: デフォルトでは、アップロードの説明文は<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a>でレンダリングされます。もしMarkdownのような代替フォーマットで説明文を記述したい場合は、<code>setup.py</code>内の<code>long_description_content_type</code>を使って代替フォーマットを設定できます。
tr: Varsayılan olarak yükleme işleminin açıklaması <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">reStructuredText</a> ile işlenir. Şayet açıklama Markdown gibi farklı bir formatta ise, bir paket <code>setup.py</code> içerisinde ki <code>long_description_content_type</code> 'u ilgili alternatif formata ayarlayabilir.

source: If you can't upload your project's release to PyPI because you're hitting the upload file size limit, we can sometimes increase your limit. Make sure you've uploaded at least one release for the project that's <em>under</em> the limit (a <a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">developmental release version number</a> is fine). Then, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">file an issue</a> and tell us:
de: Wenn Sie die Veröffentlichung Ihres Projekts auf PyPI nicht hochladen können, weil Sie die Upload-Dateigrößenbegrenzung erreicht haben, können wir die Begrenzung manchmal erhöhen. Stellen Sie sicher, dass Sie mindestens eine Veröffentlichung für das Projekt hochgeladen haben, die <em>unter</em> der Begrenzung liegt (eine <a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">Entwicklungsversionsnummer</a> ist in Ordnung). Dann <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">melden Sie ein Problem</a> und teilen Sie uns mit:
he: אם אינך מצליח/ה להעלות את הגרסה של הפרויקט שלך ל-PyPI כיוון שאת/ה נתקל/ת במגבלת גודל הקבצים להעלאה, לעיתים אנחנו יכולים להגדיל את המגבלה עבורך. ודא/י שהעלית לפחות גרסה אחת עבור הפרויקט שהיא <em>מתחת</em> למגבלה (<a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">גרסת פיתוח</a> היא בסדר). אחר כך, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">פתח/י בקשה</a> וספר/י לנו:
id: Jika Anda tidak dapat mengunggah rilis proyek Anda ke PyPI karena Anda mencapai batas ukuran file unggahan, terkadang kami dapat meningkatkan batas Anda. Pastikan Anda telah mengupload setidaknya satu rilis untuk proyek yang <em>di bawah</em> batasnya (<a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">nomor versi rilis pengembangan</a> baik-baik saja). Kemudian, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">ajukan masalah</a> dan beri tahu kami:
it: Se non riesci a caricare il rilasscio del tuo progetto su PyPI perchè hai raggiunto la dimensione di caricamento massima del file, possiamo a volte aumentare il tuo limite. Assicurati di aver caricato almeno un rilascio per il progetto che sia <em>sotto</em> il limite(un <a href="%(dev_release_href)s" title="%(title)s" target="_blank" rel="noopener">numero versione di rilascio in fase di sviluppo </a> è sufficiente). Quindi, <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener"> documenta un problema</a> e scrivici:

source: A link to your project on PyPI (or Test PyPI)
de: Ein Link zu Ihrem Projekt auf PyPI (oder Test-PyPI)
el: Τον σύνδεσμο για το project σας στο PyPI (ή στο Test PyPI)
fr: Un lien de votre projet sur PyPI (ou Test PyPI)
he: קישור לפרויקט שלך ב-PyPI (או ב-Test PyPI)
id: Tautan ke proyek Anda di PyPI (atau Uji PyPI)
it: Un link al tuo progetto su PyPI (o Test PyPI)
ja: PyPI（またはTestPyPI）上のプロジェクトへのリンク
tr: PyPI (yahut Test PyPI) üzerinde projenize doğru bir bağlantı

source: The size of your release, in megabytes
de: Die Größe der Veröffentlichung, in Megabytes
el: Το μέγεθος της έκδοσης σας, σε megabytes
fr: La taille de votre version, en mégaoctets
he: גודל הגרסה שלך, במגה-בייטים (MB)
id: Ukuran rilis Anda, dalam megabyte
it: La dimensione del tuo rilascio, in megabytes
ja: リリースのサイズ （MB単位）
tr: Paket sürümünün megabyte cinsinden büyüklüğü

source: Which index/indexes you need the increase for (PyPI, Test PyPI, or both)
de: Für welchen Index (PyPI, Test PyPI oder beide) Sie die Erhöhung benötigen
el: Για ποιο αποθετήριο χρειάζεστε αύξηση ορίου (PyPI, Test PyPI ή και τα δυο)
fr: Quel(s) index vous avez besoin d'augmenter (PyPI, Test PyPI ou les deux)
he: באילו אינדקסים את/ה צריך/ה הגדלה של המגבלה (PyPI,‏ Test PyPI או שניהם)
id: Indeks / indeks mana yang Anda butuhkan peningkatannya (PyPI, Test PyPI, atau keduanya)
it: Per quale indice/indici hai bisogno dell'aumento(PyPI, Test PyPI, o entrambi)
ja: どのインデックスを増やす必要があるのか（PyPI, Test PyPI, あるいはその両方）
tr: (PyPI, Test PyPI yahut her ikisi) için hangi dizin/dizinler' de artışa ihtiyacınız var

source: A brief description of your project, including the reason for the additional size.
de: Eine kurze Beschreibung Ihres Projekts, einschließlich des Grundes für die zusätzliche Größe.
el: Μια συνοπτική περιγραφή του project σας, συμπεριλαμβάνοντας τον λόγο για τον επιπλέον χώρο.
fr: Un brève description de votre projet, incluant la raison pour la taille supplémentaire.
he: תיאור קצר של הפרויקט, כולל הסבר לגבי הצורך בגודל הנוסף.
id: Penjelasan singkat tentang proyek Anda, termasuk alasan untuk ukuran tambahan tersebut.
it: Una breve descrizione del tuo progetto, incluso il motivo della dimensione addizionale.
ja: プロジェクトの短い説明（追加サイズを必要とする理由を含む）。
tr: Ek dosya boyutunun nedeni de dahil olmak üzere projeniz hakkında kısa bir açıklama.

source: If you can't upload your project's release to PyPI because you're hitting the project size limit, first remove any unnecessary releases or individual files to lower your overall project size.
de: Wenn Sie die Veröffentlichung Ihres Projekts nicht auf PyPI hochladen können, weil Sie die Projekt-Größengrenze treffen, entfernen Sie zunächst unnötige Versionen oder einzelne Dateien, um Ihre Gesamtprojektgröße zu senken.
he: אם אינך יכול להעלות את שחרור הפרוייקט ל- PyPI מכיוון שאתה פוגע במגבלת גודל הפרויקט, הסר תחילה כל מהדורות או קבצים פרטניים מיותרים כדי להוריד את גודל הפרויקט הכולל שלך.
id: Jika Anda tidak dapat mengunggah rilis proyek Anda ke PyPI karena Anda mencapai batas ukuran proyek, pertama-tama hapus semua rilis yang tidak perlu atau file individual untuk menurunkan ukuran proyek Anda secara keseluruhan.
it: Se non riesci a caricare il rilasscio del tuo progetto su PyPI perchè hai raggiunto la dimensione di caricamento massima del progetto, prima rimuovi ogni rilascio non necessario o files individuali per abbassare la soglia della dimensione del progetto.

source: If that is not possible, we can sometimes increase your limit. <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">File an issue</a> and tell us:
he: אם זה לא אפשרי, לפעמים נוכל להגדיל את המגבלה שלך. <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener"> הגש בקשה </a> ודבר/י איתנו:
id: Jika itu tidak memungkinkan, kami terkadang dapat meningkatkan batas Anda. <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">Ajukan masalah</a> dan beri tahu kami:
it: Se non è possibile, possiamo a volte incrementare il tuo limite. <a href="%(file_issue_href)s" title="%(title)s" target="_blank" rel="noopener">Documenta un problema</a> e scrivici:

source: The total size of your project, in gigabytes
he: גודל הגרסה הכולל שלך, בגיגה-בייטים (GB)
id: Ukuran total proyek Anda, dalam gigabyte
it: La dimensione totale del tuo progetto, in gigabytes

source: If you've lost access to your PyPI account due to:
de: Wenn Sie den Zugriff auf Ihr PyPI-Konto verloren haben aufgrund von:
fr: Si vous avez perdu l'accès à votre compte PyPI en raison de :
he: אם אבדה לך הגישה לחשבון ה-PyPI שלך עקב:
id: Jika Anda kehilangan akses ke akun PyPI Anda karena:
it: Se hai perso l'accesso al tuo account PyPI a causa di:
tr: PyPI hesabınıza erişiminizi şu nedenler biri yüzünden kaybettiyseniz:

source: We all love stats, so here are some useful statistics about PyPI. The statistics page is cached for 24 hours, so don't expect the numbers to be realtime.
de: Wir alle lieben Statistiken, deshalb hier einige nützliche Statistiken über PyPI. Die Statistikseite wird 24 Stunden lang zwischengespeichert. Erwarten Sie also nicht, dass die Zahlen in Echtzeit angezeigt werden.
el: Αγαπάμε όλα τα στατιστικά. Ορίστε μερικά χρήσιμα σχετικά με το PyPI. Η σελίδα στατιστικών γίνεται cached για 24 ώρες, οπότε μην περιμένετε οι αριθμοί να είναι σε πραγματικό χρόνο.
fr: Nous aimons tous les statistiques, alors voici quelques statistiques utiles sur PyPI. La page de statistiques est mise en cache pendant 24 heures, alors ne vous attendez pas à ce que les chiffres soient en temps réel.
he: כולנו אוהבים סטטיסטיקות, אז הנה כמה סטטיסטיקות שימושיות לגבי PyPI. עמוד הסטטיסטיקות נשמר במטמון למשך 24 שעות, אז אל תצפו מהנתונים להיות מעודכנים בכל רגע.
id: Kita semua menyukai statistik, jadi berikut adalah beberapa statistik berguna tentang PyPI. Halaman statistik di-cache selama 24 jam, jadi jangan berharap angkanya realtime.
it: Tutti noi amiamo le statistiche, così di seguito ci sono delle statistiche utili su PyPI. La pagina delle statistiche è nascosta per 24 ore, quindi non aspettarti che i numeri siano in tempo reale.
ja: 私たちは皆、統計が大好きです。ここでは、PyPIに関する有用な統計をいくつか紹介します。統計ページは24時間キャッシュされるため、リアルタイムの数値であることを期待しないでください。
tr: Hepimiz istatistikleri severiz, işte PyPI hakkında işe yarar bir kaç istatistik. İstatistik sayfası 24 saat için önbelleğe alınıyor, bu yüzden istatistiklerin gerçek zamanlı olmasını beklemeyin.

source: Here is a list of the top 100 projects based on the sum of their packages' sizes (in bytes).
fr: Voici une liste des 100 meilleurs projets basée sur la somme des tailles de leurs paquets (en octets).
he: להלן רשימה של 100 הפרויקטים המובילים לפי סך כל גודל החבילות שלהם (בבתים).
id: Berikut adalah daftar 100 proyek teratas berdasarkan jumlah ukuran paket mereka (dalam byte).
it: Qui c'è una lista dei top 100 progetti basata sulla somma delle dimensioni dei loro pacchetti(in bytes).

source: workflow.yml
es: flujodetrabajo.yml
pt: fluxodetrabalho.yml
pt_br: fluxodetrabalho.yml

source: <p> All PyPI user events are stored under security history in account settings. If there are any events that seem suspicious, take the following steps: </p> <ul> <li><a href="%(reset_pwd_href)s">Reset your password</a></li> <li>Contact the PyPI admins about the event at <a href="mailto:%(admin_email)s">%(admin_email)s</a></li> </ul>
de: <p> Alle PyPI-Benutzerereignisse werden unter Sicherheitsverlauf in den Kontoeinstellungen gespeichert. Wenn es Ereignisse gibt, die verdächtig erscheinen, befolgen Sie diese Schritte: </p> <ul> <li><a href="%(reset_pwd_href)s">Setzen Sie Ihr Passwort zurück</a></li> <li>Kontaktieren Sie die PyPI-Administratoren bezüglich des Ereignisses unter <a href="mailto:%(admin_email)s">%(admin_email)s</a></li> </ul>

source: There have been too many unsuccessful login attempts. Try again later.
el: Έγιναν πολλές ανεπιτυχείς απόπειρες σύνδεσης. Δοκιμάστε ξανά αργότερα.
fr: Il y a eu trop de tentative de connexions infructueuses. Veuillez réessayer plus tard.
he: בוצעו נסיונות הזדהות כושלים רבים מדי. יש לנסות שוב מאוחר יותר.
ja: ログインの失敗が多数発生しました。後でやり直してください。
tr: Çok fazla başarısız giriş denemesi oldu. Sonra tekrar deneyin.

source: No user found with that username or email
el: Δεν βρέθηκε χρήστης με αυτό το όνομα ή email
fr: Aucun utilisateur trouvé pour ce nom d’utilisateur ou e-mail
he: לא נמצא משתמש בעל שם המשתמש או האי-מייל הזה
id: Tidak ada pengguna yang ditemukan dengan nama pengguna atau email itu
ja: そのユーザ名またはメールアドレスのユーザは見つかりませんでした
tr: Bu kullanıcı adı veya e-posta ile alakalı hiçbir kullanıcı bulunamadı

source: You must provision a two factor method before recovery codes can be generated
fr: Vous devez définir une méthode d'authentification à deux facteurs avant de pouvoir générer des codes de récupération
he: יש להפעיל מנגון אימות דו-גורמי לפני שניתן יהיה לייצר קודים לשחזור
tr: Kurtarma kodlarının üretilebilmesi için iki faktörlü(2FA) bir method sağlamalısınız

source: And now for something <br><span>completely different
el: Και τώρα κάτι <br><span>εντελώς διαφορετικό
fr: Et maintenant pour quelque chose<br><span>de complètement différent
he: ועכשיו למשהו <br><span>שונה לגמרי
ja: それでは<br><span>お話変わって
tr: Ve şimdi <br><span>tamamen farklı bir şey için
