Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: For help, go to <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">the <code>#pypa</code> IRC channel on Libera</a>, file an issue at <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a>, or <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">discuss on the Discourse</a>, including your OS and installation details and the output of <code>%(command)s</code>.
eo: Por helpo, vizitu <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">la babilejan kanalon <code>#pypa</code> ĉe Libera</a>, raportu problemon ĉe <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a>, aŭ <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">diskutu ĉe Discourse</a> viajn detalojn pri mastruma sistemo kaj instalado kaj la eligo de <code>%(command)s</code>.
es: Para obtener ayuda, visite <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">el canal <code>#pypa</code> de IRC en Libera</a>, cree un informe en <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a> o <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">publique un mensaje en Discourse</a>; incluya su SO, detalles de la instalación y la salida de <code>%(command)s</code>.
id: Untuk bantuan, pergi ke <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">saluran IRC <code>#pypa</code> di Libera </a>, laporkan masalah di <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a>, atau <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">diskusikan di Discourse</a>, termasuk OS Anda dan detail instalasi dan keluaran dari <code>%(command)s</code>.
it: Per aiuto, vai a <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener"> il <code>#pypa</code> IRC channel on Libera</a>, Documenta un problema <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a>, o <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">discutilo nell'analisi del problema</a>, includendo il tuo OS e i dettagli dell'installazione e il tuo <code>%(command)s</code> in uscita.
pt: Para obter ajuda, vá ao <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">canal IRC <code>#pypa</code> no Libera</a>, preencha um relatório de problema em <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a> ou <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">discuta no Discourse</a>, incluindo os detalhes do sistema operacional e da instalação e a saída de <code>%(command)s</code>.
pt_br: Para obter ajuda, vá ao <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">canal IRC <code>#pypa</code> no Libera</a>, preencha um relatório de problema em <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a> ou <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">discuta no Discourse</a>, incluindo os detalhes do sistema operacional e da instalação e a saída de <code>%(command)s</code>.
ru: Для получения помощи обратитесь в <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">IRC-канал <code>#pypa</code> на Libera</a>, заведите замечание на <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a> или <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">присоединитесь к обсуждению в Discourse</a>, включив в сообщение сведения о вашей операционной системе и сведения об установке, а также вывод команды <code>%(command)s</code>.
sk: Ak potrebujete pomoc, prejdite na <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">the <code>#pypa</code> IRC kanál na Libera</a>, nahláste problém na <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a> alebo <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">diskutujte na Discourse</a> vrátane vášho operačného systému a podrobností o inštalácii a výstupu <code>%(command)s</code>.
ta: உதவிக்கு, <a href = "%(irc_href)s" title = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> தி <code> #pypa </code> ஐ.ஆர்.சி சேனல் லைபராவில் செல்லவும் இப்போது >, அல்லது <a href = "%(issue_tracker_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> சொற்பொழிவு குறித்து விவாதிக்கவும், உங்கள் OS மற்றும் நிறுவல் விவரங்கள் உட்பட மற்றும் சொற்பொழிவு குறித்து விவாதிக்கவும் <code>%(discourse_href)s </code> இன் வெளியீடு.
uk: Щоб отримати допомого, перейдіть до <a href="%(irc_href)s" title="%(title)s" target="_blank" rel="noopener">IRC-каналу <code>#pypa</code> на Libera</a>, заведіть іш'ю на <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">pypa/packaging-problems/issues</a> або <a href="%(discourse_href)s" title="%(title)s" target="_blank" rel="noopener">обговорюйте на Discourse</a>, включивши інформацію про свою ОС, деталі інсталяції та консольний вивід команди <code>%(command)s</code>.

source: We take <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">accessibility</a> very seriously and want to make the website easy to use for everyone.
de: Wir nehmen <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Barrierefreiheit</a> sehr ernst und wollen die Website für jeden einfach bedienbar machen.
el: Λαμβάνουμε πολύ σοβαρά υπόψη την <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">προσβασιμότητα</a> και θέλουμε να κάνουμε την ιστοσελίδα εύκολα προσβάσιμη από όλους.
eo: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Alireblo</a> tre gravas al ni, kaj ni deziras faciligi la uzon de la retejo por ĉiuj.
es: Tomamos <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">la accesibilidad </a> muy en serio y queremos que el sitio web sea fácil de usar para todos.
fr: Nous prenons <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">l'accessibilité</a> très au sérieux et nous voulons rendre le site simple d'utilisation pour tout le monde.
he: אנחנו מתייחסים ברצינות רבה ל<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">נגישות</a> ורוצים לעשות את האתר כך שיהיה קל לשימוש לכולם.
id: Kami menangani <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">aksesibilitas</a> dengan sangat serius dan ingin membuat situs web ini mudah digunakan untuk semua orang.
it: Prendiamo <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">l'accessibilità</a> molto seriamente e vorremmo rendere il sito facile da usare pe tutti.
ja: 私たちは<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">アクセサビリティ</a>を非常に重視しており、誰もが使いやすいWebサイトを作りたいと思っています。
pt: Levamos <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">acessibilidade</a> muito a sério e queremos tornar o site fácil de usar para todos.
pt_br: Levamos <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">acessibilidade</a> muito a sério e queremos tornar o site fácil de usar para todos.
ru: Мы очень серьёзно относимся к <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">доступности</a> и хотим сделать сайт простым в использовании для всех.
sk: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">dostupnosť</a> berieme veľmi vážne a chceme, aby používanie webovej stránky bolo pre každého jednoduché.
ta: நாங்கள் <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> அணுகல் </a> மிகவும் தீவிரமாக எடுத்துக்கொள்கிறோம், மேலும் வலைத்தளத்தைப் பயன்படுத்த எளிதாக்க விரும்புகிறோம் எல்லோரும்.
tr: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Erişebilirliğe</a> çok büyük bir önem veriyoruz ve internet sitemizi her kullanıcının kullanabileceği düzeyde, basit hale getirmeye uğraşıyoruz.
uk: Ми ставимося до <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">доступності</a> дуже серйозно та жадаємо зробити користування цим вебсайтом простим для кожного.

source: If you are experiencing an accessibility problem, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">report it to us on GitHub</a>, so we can try to fix the problem, for you and others.
de: Wenn Sie ein Problem mit der Barrierefreiheit feststellen, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">teilen Sie es uns auf GitHub mit</a>, damit wir es für Sie und andere beheben können.
el: Αν αντιμετωπίζετε προβλήματα προσβασιμότητας <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">αναφέρετε το μας στο GitHub</a>, ούτως ώστε να προσπαθήσουμε να διορθώσουμε το πρόβλημα τόσο για εσάς όσο και για τους άλλους.
eo: Se vi spertas problemon pri alireblo, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">raportu ĝin al ni ĉe GitHub</a>, kaj ni provos solvi la problem por vi kaj por aliuloj.
es: Si tiene un problema de accesibilidad, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">infórmenos de ello en GitHub</a>, de modo que podamos intentar resolverlo, para usted y para otros.
fr: Si vous rencontrez un problème d'accessibilité, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">signalez-le nous sur GitHub</a>, afin que nous puissions essayer de corriger le problème, pour vous et les autres.
he: אם את/ה נתקל/ת בבעיית נגישות, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">דווח/י לנו עליה ב-GitHub</a>, כדי שנוכל לנסות לתקן את הבעיה, עבורך ועבור אחרים.
id: Jika Anda mengalami masalah aksesibilitas, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">laporkan kepada kami di GitHub</a>, agar kami dapat mencoba memperbaiki masalah tersebut, untuk Anda dan orang lain.
it: Se stai riscontrando un problema di accessibilità, %(title)s<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> riportacelo su GitHub</a>, così possiamo provare a risolvere il problema, per te e per gli altri.
ja: もしアクセサビリティに関する問題に遭遇した場合は、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">GitHub上で報告してください。</a> そうすれば私たちは、あなたや他の人たちのために問題の解決を試みることができます。
pt: Se estiver enfrentando um problema de acessibilidade, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">relate-nos no GitHub</a>, para que possamos tentar corrigir o problema, para si e outros.
pt_br: Se você estiver enfrentando um problema de acessibilidade, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">relate para nós no GitHub</a>, para que possamos tentar corrigir o problema, para você e outros.
ru: Если вы столкнулись с проблемой с доступностью, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">сообщите нам об этом через GitHub</a>, чтобы мы могли попробовать решить эту проблему как для вас, так и для других пользователей.
sk: Ak máte problém s dostupnosťou, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">nahláste nám to na GitHub</a>, aby sme sa mohli pokúsiť problém vyriešiť za vás a ostatných.
ta: அணுகல் சிக்கலை நீங்கள் அனுபவிக்கிறீர்கள் என்றால், <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> அறிவிலிமையம் </a> இல் எங்களுக்கு புகாரளிக்கவும் எனவே உங்களுக்கும் மற்றவர்களுக்கும் சிக்கலை சரிசெய்ய நாங்கள் முயற்சி செய்யலாம்.
tr: Eğer erişilebilirlik ile ilgili sorunlar yaşıyorsanız, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">GitHub üzerinden bize bildirin</a>, böylece siz ve diğer kullanıcılarımız için problemi çözmeye çalışalım.
uk: Якщо у вас виникла проблема з доступністю, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">повідомте нам про неї на GitHub</a>, щоб ми змогли спробувати її вирішити для вас та інших.

source: In a previous version of PyPI, it used to be possible for maintainers to upload releases to PyPI using a form in the web browser. This feature was deprecated with the new version of PyPI – we instead recommend that you <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">use twine to upload your project to PyPI</a>.
de: In einer vorherigen Version von PyPI konnten Paketbetreuer neue Veröffentlichungen über ein Formular im Web-Browser hochladen. Diese Funktion wurde mit der neuen PyPI Version abgeschafft - wir empfehlen stattdessen, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">twine zum Hochladen Ihres Projekts auf PyPI zu verwenden</a>.
el: Σε παλαιότερες εκδόσεις του PyPI, οι συντηρητές μπορούσαν να ανεβάσουν εκδόσεις στο PyPI χρησιμοποιώντας μια φόρμα μέσα από τον web browser. Αυτή η δυνατότητα δεν υπάρχει πλέον στην νέα έκδοση του PyPI – αντί αυτού προτείνουμε να χρησιμοποιείτε το πακέτο <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">twine για το ανέβασμα του project σας στο PyPI</a>.
eo: En antaŭa versio de PyPI, eblis al prizorgantoj alŝuti eldonojn al PyPI per formularo en la TTT-legilo. Ĉi tiun funkcion malrekomendas la nova versio de PyPI — ni anstataŭe rekomendas al vi <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">uzi Twine por alŝuti vian projekton al PyPI</a>.
es: En una versión anterior de PyPI, los responsables eran capaces de cargar versiones en PyPI a través de un formulario en el navegador web. Esta funcionalidad se ha obsoletado en la versión nueva de PyPI; en su lugar, recomendamos que <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">se sirva de Twine para cargar su proyecto en PyPI</a>.
fr: Dans une version précédente de PyPI, il a été possible pour les mainteneurs de publier des versions sur PyPI en utilisant un formulaire dans le navigateur Web. Cette fonctionnalité est désormais dépréciée dans la nouvelle version de PyPI - nous vous recommandons plutôt d'<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">utiliser twine pour publier vos projets sur PyPI</a>.
he: בגרסה קודמת של PyPI, איפשר למתחזקים להעלות גרסאות ל-PyPI באמצעות טופס בדפדפן. יכולת זאת הוסרה בגרסה החדשה של PyPI – במקום זאת אנו ממליצים ש<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">תשתמש/י ב-twine כדי להעלות את הפרויקט שלך ל-PyPI</a>.
id: Dalam versi PyPI sebelumnya, pengelola mungkin dapat mengunggah rilis ke PyPI menggunakan formulir di browser web. Fitur ini sudah tidak digunakan lagi dengan versi baru PyPI - kami malah menyarankan Anda untuk <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> menggunakan acuan ini untuk unggah proyek Anda ke PyPI </a>.
it: In una versione precedente di PyPI, era possibile per i manutentori caricare rilasci su PyPI usando un modulo nel browser web. Questa caratteristica è stata disapprovata nelle nuove versioni di PyPI – raccomandiamo invece di <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">usare twine per caricare il tuo progetto su PyPI</a>.
ja: この機能はPyPIの新しいバージョンによって廃止されました。私たちは代わりに、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">twineを使ってPyPIへプロジェクトをアップロードする</a>ことを推奨しています。
pt: Numa versão anterior do PyPI, costumava ser possível que os mantenedores enviassem lançamentos para o PyPI usando um formulário no navegador da Web. Este recurso foi preterido com a nova versão do PyPI – em vez disso, recomendamos que <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">use o twine para enviar o seu projeto ao PyPI</a>.
pt_br: Em uma versão anterior do PyPI, costumava ser possível que os mantenedores enviassem lançamentos para o PyPI usando um formulário no navegador da Web. Este recurso foi preterido com a nova versão do PyPI – em vez disso, recomendamos que você <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">use o twine para enviar seu projeto para PyPI</a>.
ru: В предыдущей версии PyPI сопровождающие имели возможность загружать выпуски на PyPI через форму в веб-браузере. В новой версии PyPI эта возможность объявлена устаревшей — вместо этого мы рекомендуем вам <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">использовать для загрузки своего проекта на PyPI модуль twine</a>.
sk: V predchádzajúcej verzii PyPI mali správcovia možnosť nahrať vydania do PyPI pomocou formulára vo webovom prehliadači. Táto funkcia bola v novej verzii PyPI zastaraná – namiesto toho vám odporúčame <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">nahrať svoj projekt do PyPI</a> pomocou špagátu.
ta: PYPI இன் முந்தைய பதிப்பில், வலை உலாவியில் ஒரு படிவத்தைப் பயன்படுத்தி PYPI க்கு வெளியீடுகளை பதிவேற்ற பராமரிப்பாளர்களுக்கு சாத்தியமாகும். இந்த நற்பொருத்தம் PYPI இன் புதிய பதிப்பால் நீக்கப்பட்டது - அதற்கு பதிலாக நீங்கள் <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> கயிறைப் பயன்படுத்தவும் உங்கள் திட்டத்தை பைபி </a> இல் பதிவேற்றவும்.
tr: PyPI' ın önceki sürümlerinde, geliştiriciler tarayıcı üzerinde bulunun bir form yardımı ile tarayıcı üzerinden PyPI' a proje sürümü yükleyebiliyorlardı. Bu özellik PyPI' ın yeni sürümü ile birlikte tavsiye edilmeyen bir özellik haline geldi– biz bunun yerine <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> projenizi PyPI' a yüklemeniz için twine kullanmanızı öneriyoruz.</a>.
uk: У попередній версії PyPI доглядачі могли завантажувати випуски до PyPI через форму у веб-браузері. Ця можливість застаріла у новій версії PyPI — натомість ми радимо вам <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">користуватися twine для завантаження свого проєкту на PyPI</a>.

source: Spammers return to PyPI with some regularity hoping to place their Search Engine Optimized phishing, scam, and click-farming content on the site. Since PyPI allows for indexing of the Long Description and other data related to projects and has a generally solid search reputation, it is a prime target.
de: Spammer kommen mit einiger Regelmäßigkeit auf PyPI vorbei und hoffen, ihre Suchmaschinen optimierten Phishing, Scam und Click-Farming Inhalte auf der Seite platzieren zu können. Da PyPI das Indexieren der Beschreibungstexte und anderer Projektdaten erlaubt und eine im Allgemeinen gute Sucherfahrung bietet, ist es ein Hauptziel für Spammer.
el: Οι spammers μπορεί να επιστρέψουν στο PyPI με κάποια τακτικότητα ελπίζοντας να τοποθετήσουν το δικό τους Search Engine Optimized phishing, scam και click-farming στην ιστοσελίδα μας. Δεδομένου ότι το PyPI επιτρέπει να γίνεται index η περιγραφή καθώς και άλλα δεδομένα του project και έχει γενικά πολύ καλή φήμη στην αναζήτηση, το καθιστά πρωταρχικό στόχο.
eo: Trudafiŝistoj multfoje ĝenadas PyPI, afiŝante siajn Serĉilo-Optimumigaĉon, trompaĵojn, kaj alklakaĵaĉojn sur la retejon. Ĉar PyPI permesas indeksadon de la Longaj Priskriboj kaj aliaj datenoj pri projektoj kaj havas ĝenerale bonan serĉilan reputacion, ĝi estas ofta celo de atakoj.
es: Los emisores de <em>spam</em> vuelven a PyPI con cierta regularidad con la esperanza de colocar en el sitio su contenido de suplantación de identidad, estafas y optimización de clics para buscadores. PyPI es un blanco principal dado que permite la indización de la descripción larga y otros datos vinculados a los proyectos y tiene una reputación de búsqueda en general sólida.
fr: Les spammeurs reviennent régulièrement sur PyPI dans l'espoir de placer leur contenu de hameçonnage, d'escroquerie et de ferme à clics. Étant donné que PyPI permet l'indexation de la description longue et d'autres données liées aux projets et qu'il jouit d'une solide réputation en matière de recherche, il constitue une cible de choix.
he: ספאמרים חוזרים אל PyPI בעקביות מסוימת בתקווה למקם באתר את תוכן ה-SEO,‏ phishing, תרמיות וקצירת קליקים שלהם. כיוון ש-PyPI מאפשר למנועי חיפוש לסרוק את התיאור הארוך ומידע אחר אודות פרויקטים ויש לו מוניטין חיפוש טוב באופן כללי, הוא מהווה מטרה טובה.
id: Pelaku spam kembali ke PyPI dengan beberapa keteraturan berharap untuk menempatkan konten phishing, scam, dan pertanian klik yang Dioptimalkan Mesin Pencari mereka di situs. Karena PyPI memungkinkan pengindeksan Deskripsi Panjang dan data lain yang terkait dengan proyek dan memiliki reputasi pencarian yang solid, PyPI menjadi target utama.
it: Gli spammers ritornano su PyPI regolarmente sperando di piazzare i loro Motori di Ricerca Ottimizzati, phishing, scam, e i loro contenuti click-farming sul sito . Dal momento che PyPI consente l'indicizzazione della Long Description e altri dati relativi ai progetti e ha una reputazione di ricerca generalmente solida, è un obiettivo primario.
ja: スパマーは、検索エンジン最適化されたフィッシング、詐欺、Webサイト上のクリックフォームをしにPyPIに戻ってきます。PyPIを使うとプロジェクトに関連する詳細およびその他のデータのインデックスを作成でき、検索に対する評判もおおむね堅実なので、格好の的です。
pt: Spammers retornam ao PyPI com alguma regularidade na esperança de pôr o phishing, scam e conteúdo click-farming otimizado para motores de busca dele no nosso site. Como o PyPI permite a indexação da descrição longa e outros dados relacionados a projetos e tem uma reputação de pesquisa geralmente sólida, é um alvo principal.
pt_br: Spammers retornam ao PyPI com alguma regularidade na esperança de colocar o seu phishing, scam e conteúdo click-farming otimizado para motores de busca em nosso site. Como o PyPI permite a indexação da descrição longa e outros dados relacionados a projetos e tem uma reputação de pesquisa geralmente sólida, é um alvo principal.
ru: Спамеры с некоторой регулярностью возвращаются на PyPI в надежде разместить на сайте своё оптимизированное под поисковые системы, фишинговое, мошенническое содержимое или содержимое для накрутки рекламных кликов. Поскольку PyPI позволяет индексировать поле длинного описания и другие данные, связанные с проектами, и в целом имеет солидную репутацию в области поиска, он является лакомой целью.
sk: Spameri sa vracajú k PyPI s určitou pravidelnosťou v nádeji, že na stránku umiestnia svoj obsah zameraný na phishing, podvody a klikanie optimalizované pre vyhľadávače. Keďže PyPI umožňuje indexovanie dlhého popisu a iných údajov súvisiacich s projektmi a má vo všeobecnosti dobrú povesť vyhľadávania, je hlavným cieľom.
ta: ச்பேமர்கள் தங்கள் தேடுபொறி உகந்த ஃபிசிங், மோசடி மற்றும் கிளிக்-பண்ணை உள்ளடக்கத்தை தளத்தில் வைக்க வேண்டும் என்ற நம்பிக்கையில் சில வழக்கமானவர்களுடன் பைபிக்கு திரும்புகிறார்கள். PYPI நீண்ட விளக்கம் மற்றும் திட்டங்கள் தொடர்பான பிற தரவுகளை குறியீடாக்க அனுமதிக்கிறது மற்றும் பொதுவாக திடமான தேடல் நற்பெயரைக் கொண்டிருப்பதால், இது ஒரு முதன்மையான இலக்காகும்.
tr: Spammerlar, Arama Motoru Optimize yemleme, dolandırıcılık ve kimlik-avı amaçlı içeriklerini siteye yerleştirmeyi umarak PyPI' ı düzenli olarak ziyaret ederler. Şayet PyPI, projeler ile ilgili uzun açıklamalar ve diğer verilerin dizinine izin verdiği için Spammer' lara göre uygun ve öncelikli hedeflerden biridir.
uk: Спамери повертаються до PyPI із завидною частотою, сподіваючись розмістити свій фішинг, що оптимізований для пошукових рушіїв, скам і клік-фармінговий вміст на сайті. Оскільки PyPI дозволяє індексацію довгого опису та інших даних, пов'язаних із проєктами, та має в цілому міцну пошукову репутацію, він є важливою ціллю.
