Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: How can I get a list of PyPI's IP addresses?
eo: Kiel akiri liston de la IP-adresoj de PyPI?
it: Come posso eseguire un riflesso di PyPI?
ru: Как я могу получить список IP-адресов PyPI?
sk: Ako môžem získať zoznam IP adries PyPI?
ta: பைபியின் ஐபி முகவரிகளின் பட்டியலை நான் எவ்வாறு பெறுவது?

source: What does the "beta feature" badge mean? What are Warehouse's current beta features?
de: Was bedeutet das Label "Beta Feature"? Welche Funktionen vom Warehouse sind derzeit Beta Features?
el: Τι σημαίνει το σήμα "beta feature"; Ποια είναι τα τωρινά beta features του Warehouse;
eo: Kion signifas la ŝildo "beta-funkcio"? Kiuj estas la aktualaj beta-funkcioj de Warehouse?
es: ¿Qué significa la etiqueta «función beta»? ¿Cuáles son las funciones beta actuales de Warehouse?
fr: Qu'est-ce que le badge « fonctionnalité bêta » signifie ? Quelles sont les fonctionnalités bêta actuelles de Warehouse ?
he: מה משמעות התג "תכונת בטא"? מהן תכונות הבטא הנוכחיות של Warehouse?
id: Apa arti dari lencana "fitur beta"? Apa sajakah fitur beta Warehouse saat ini?
it: Cosa significa il badge per "caratteristica beta"? Quali sono le caratteristiche beta correnti del Warehouse?
ja: 「ベータ機能（beta feature）」のバッジは何を意味しますか？ Warehouseの現在のベータ機能には何がありますか？
pt: O que significa o emblema "recurso beta"? Quais são os recursos beta atuais do Warehouse?
pt_br: O que significa o emblema "recurso beta"? Quais são os recursos beta atuais do Warehouse?
ru: Что означает пометка «бета-функция»? Каковы текущие бета-функции Warehouse?
sk: Čo znamená odznak „funkcie beta“? Aké sú aktuálne beta funkcie Warehouse?
ta: "பீட்டா நற்பொருத்தம்" ஒட்டு என்றால் என்ன? கிடங்கின் தற்போதைய பீட்டா நற்பொருத்தங்கள் யாவை?
tr: "beta feature" rozetinin anlamı nedir? Warehouse' un güncel beta özellikleri(beta features) nelerdir?
uk: Що означає позначка «бета-функція»? Які бета-функції нині має Warehouse?

source: How do I pronounce "PyPI"?
de: Wie spreche ich "PyPI" aus?
el: Πως προφέρω το "PyPI";
eo: Kiel prononci la nomon "PyPI"?
es: ¿Cómo se pronuncia «PyPI»?
fr: Comment dois-je prononcer « PyPI » ?
he: כיצד מבטאים את "PyPI"?
id: Bagaimana cara mengucapkan "PyPI"?
it: Come pronuncio "PyPI"?
ja: 「PyPI」はどのように発音しますか？
pt: Como pronuncia-se "PyPI"?
pt_br: Como faço para pronunciar "PyPI"?
ru: Как правильно произносить «PyPI»?
sk: Ako vyslovím "PyPI"?
ta: "பைபி" என்று நான் எவ்வாறு உச்சரிப்பது?
tr: PyPI' ı nasıl telaffuz etmeliyim?
uk: Як правильно вимовляти «PyPI»?

source: Common questions
de: Häufige Fragen
el: Κοινές ερωτήσεις
eo: Oftaj demandoj
es: Preguntas habituales
fr: Questions fréquentes
he: שאלות נפוצות
id: Pertanyaan umum
it: Domande comuni
ja: よくある質問
pt: Perguntas comuns
pt_br: Perguntas comuns
ru: Общие вопросы
sk: Časté otázky
ta: பொதுவான கேள்விகள்
tr: Sık sorulan sorular
uk: Загальні питання

source: Basics
de: Grundlagen
el: Βασικά
eo: Rudimentoj
es: Fundamentos
fr: Bases
he: יסודות
id: Dasar
it: Basi
ja: 基本
pt: Básicas
pt_br: Básicas
ru: Основы
sk: Základy
ta: அடிப்படைகள்
tr: Temeller
uk: Основи

source: My Account
de: Mein Konto
el: Ο λογαριασμός μου
eo: Mia Konto
es: Mi cuenta
fr: Mon compte
he: החשבון שלי
id: Akun Saya
it: Il Mio Account
ja: アカウントについて
pt: Minha conta
pt_br: Minha conta
ru: Моя учётная запись
sk: Môj účet
ta: எனது கணக்கு
tr: Hesabım
uk: Мій обліковий запис

source: Integrating
de: Integration
el: Ενσωμάτωση
eo: Integrado
es: Integración
fr: Intégration
he: אינטגרציה
id: Mengintegrasikan
it: Integrare
ja: 統合
pt: Integração
pt_br: Integração
ru: Интеграции
sk: Integrácia
ta: ஒருங்கிணைத்தல்
tr: Birleştirme
uk: Інтегрування

source: Administration of projects on PyPI
de: Verwaltung von Projekten auf PyPI
el: Διαχείριση των projects στο PyPI
eo: Administrado de projektoj ĉe PyPI
es: Administración de proyectos en PyPI
fr: Administration des projets sur PyPI
he: ניהול פרויקטים ב-PyPI
id: Administrasi proyek di PyPI
it: Amministrazione di progetti su PyPI
ja: PyPI上でのプロジェクト管理
pt: Administração de projetos no PyPI
pt_br: Administração de projetos no PyPI
ru: Администрирование проектов на PyPI
sk: Administrácia projektov na PyPI
ta: PYPI இல் திட்டங்களின் நிர்வாகம்
tr: PyPI üzerinde ki projelerin yönetimi
uk: Адміністрування проєктів на PyPI

source: Troubleshooting
de: Fehlersuche
el: Αντιμετώπιση προβλημάτων
eo: Problemsolvado
es: Solución de problemas
fr: Dépannage
he: התמודדות עם תקלות ובעיות
id: Penyelesaian masalah
it: Risoluzione dei problemi
ja: トラブルシューティング
pt: Solução de problemas
pt_br: Solução de problemas
ru: Диагностика/устранение неисправностей
sk: Riešenie problémov
ta: சரிசெய்தல்
tr: Sorun giderme
uk: Пошук проблем

source: About
de: Über
el: Σχετικά
eo: Pri
es: Acerca de
fr: À propos
he: אודות
id: Tentang
it: Su
ja: PyPIについて
pt: Sobre
pt_br: Sobre
ru: О PyPI
sk: O
ta: பற்றி
tr: Hakkında
uk: Про

source: To learn how to install a file from PyPI, visit the <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">installation tutorial</a> on the <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
de: Besuchen Sie die <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">Installationsanleitung </a> im <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>, um zu erfahren, wie Sie Dateien von PyPU installieren können.
el: Για να μέθετε πων να εγκταστείσετε ένα αρχείο από το PyPI, επισκεφτείτε τον <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">οδηγό εγκατάστασης</a> στη σελίδα του <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
eo: Por lerni kiel instali dosieron el PyPI, vizitu la <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">lernilon pri instalado</a> en la <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Manlibro por Python-Uzantoj pri Pakado</a>.
es: Para aprender a instalar un archivo proveniente de PyPI, visite el <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial de instalación</a> en el <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">manual de uso del empaquetamiento de Python</a>.
fr: Pour apprendre à installer un fichier depuis PyPI, consultez le <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">tutoriel d'installation</a> dans le <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Guide Utilisateur de l'Empaquetage Python</a>.
he: כדי ללמוד כיצד להתקין קובץ מ-PyPI, בקר/י ב-<a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">מדריך ההתקנה</a> ב<a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">מדריך למשתמש באריזת חבילות פייתון</a>.
id: Untuk mempelajari cara menginstal file dari PyPI, kunjungi <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial penginstalan</a> pada <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Panduan Pengguna Python Packaging</a>.
it: Per imparare come installare un file da PyPI, visita il <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial installazione</a> su <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
ja: PyPIからファイルをインストールする方法について学ぶには、<a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>にある<a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">インストールチュートリアル</a>を参照してください。
pt: Para saber como instalar um ficheiro do PyPI, visite o <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial de instalação</a> no <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Utilizador para Empacotamento de Python</a>.
pt_br: Saiba como instalar um arquivo do PyPI, visite o <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial de instalação</a> no <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Usuário para Empacotamento de Python</a>.
ru: Чтобы узнать, как установить файл из PyPI, прочитайте <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">учебник по установке</a> в <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Руководстве пользователя по созданию Python’ьих пакетов</a>.
sk: Ak sa chcete dozvedieť, ako nainštalovať súbor z PyPI, navštívte <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">installation tutorial</a> na <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
ta: PYPI இலிருந்து ஒரு கோப்பை எவ்வாறு நிறுவுவது என்பதை அறிய, <a href = "%(installation_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> நிறுவல் பயிற்சி </a> <a href = "%(user_guide_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் பேக்கேசிங் பயனர் கையேடு </a>.
tr: PyPI' dan bir dosyanın nasıl yükleneceğini öğrenmek için lütfen <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a> üzerinde ki <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">kurulum rehberine</a> göz atın.
uk: Щоб дізнатися, як встановити файл із PyPI, відвідайте <a href="%(installation_href)s" title="%(title)s" target="_blank" rel="noopener">навчальну інструкцію з встановлення</a> у <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">користувацькому керівництві з пакування Python</a>.

source: For full instructions on configuring, packaging and distributing your Python project, refer to the <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">packaging tutorial</a> on the <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
de: Um zu erfahren, wie Sie Ihr Python-Projekt konfigurieren, verpacken und verteilen, lesen Sie das <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">Packaging-Tutorial</a> im <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
el: Για πλήρεις οδηγίες σχετικά με την ρύθμιση, το πακετάρισμα και τη διανομή του Python project σας, αναφερθείτε στον <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">οδηγό εγκατάστασης</a> στη σελίδα του <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
eo: Por plenaj instrukcioj pri agordado, pakado, kaj distribuado de via Python-projekto, vidu la <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">lernilon pri pakado</a> en la <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Manlibro por Python-Uzantoj pri Pakado</a>.
es: Para obtener instrucciones completas sobre el montaje, el empaquetamiento y la distribución de su proyecto de Python, consulte el <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial de empaquetamiento</a> en el <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">manual de uso del empaquetamiento de Python</a>.
fr: Pour des instructions complètes sur la configuration, l'empaquetage et la distribution de votre projet Python, référez vous au <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">tutoriel d'empaquetage</a> dans le <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Guide Utilisateur de l'Empaquetage Python</a>.
he: להוראות מלאות בנוגע לקונפיגורציה, אריזה והפצה של פרויקט הפייתון שלך, ראה/י את <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">מדריך האריזה</a> ב<a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">מדריך למשתמש באריזת חבילות פייתון</a>.
id: Untuk instruksi lengkap tentang mengonfigurasi, mengemas, dan mendistribusikan proyek Python Anda, lihat <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial packaging</a> pada <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Panduan Pengguna Python Packaging</a>.
it: Per istruzioni complete su come configurare, impacchettare e distribuire il tuo progetto Python, affidati al <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial di packaging</a> sul %(title)s<a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
ja: Pythonプロジェクトの設定、パッケージング、ディストリビューションの詳細については、<a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>にある<a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">パッケージングのチュートリアル</a>を参照してください。
pt: Para obter instruções completas sobre como configurar, empacotar e distribuir o seu projeto Python, consulte o <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial de empacotamento</a> no <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Utilizador para Empacotamento de Python</a>.
pt_br: Para obter instruções completas sobre como configurar, empacotar e distribuir seu projeto Python, consulte o <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">tutorial de empacotamento</a> no <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Usuário para Empacotamento de Python</a>.
ru: Полные инструкции по настройке, упаковке и распространению вашего Python’ьего проекта смотрите в <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">учебнике по пакетированию</a> <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Руководства пользователя по созданию Python’ьих пакетов</a>.
sk: Úplné pokyny na konfiguráciu, balenie a distribúciu projektu v jazyku Python nájdete v <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">packaging tutorial</a> on the <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
ta: உங்கள் பைதான் திட்டத்தை உள்ளமைத்தல், பேக்கேசிங் மற்றும் விநியோகித்தல் குறித்த முழு வழிமுறைகளுக்கு, <a href = "%(packaging_tutorial_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பேக்கேசிங் டுடோரியல் < .
tr: Python projenizin ayarlama, paketleme ve dağıtımı ile ilgili tüm talimatlar için, lütfen <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">Python Paketleme Kullanıcı Kılavuzu</a> üzerinde bulunan <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">paketleme eğitimine</a> bakın.
uk: Щоб знайти повні інструкції з налаштування, пакування і поширення вашого Python-проєкту, зверніться до <a href="%(packaging_tutorial_href)s" title="%(title)s" target="_blank" rel="noopener">навчальну інструкцію з пакування</a> у <a href="%(user_guide_href)s" title="%(title)s" target="_blank" rel="noopener">користувацькому керівництві з пакування Python</a>.

source: Classifiers are used to categorize projects on PyPI. See <a href="%(href)s">the classifiers page</a> for more information, as well as a list of valid classifiers.
de: Kategorien werden verwendet, um Projekte auf PyPI einzuordnen. Auf der <a href="%(href)s">Kategorienseite</a> finden Sie weitere Informationen und eine Liste der verfügbaren Kategorien.
el: Οι ταξινομητές (classifiers) είναι απλά strings (κείμενο) και χρησιμοποιούνται για την κατηγοριοποίηση των projects στο PyPI. Για περισσότερες πληροφορίες καθώς και για μια λίστα από έγκυρους classifiers, δείτε στη <a href="%(href)s">σελίδα των classifiers</a>.
eo: Klasigiloj helpas klasifiki projektojn ĉe PyPI. Vidu <a href="%(href)s">la paĝon pri klasigiloj</a> por pli da informo kaj listo de validaj klasigiloj.
es: Los clasificadores sirven para categorizar proyectos en PyPI. Vea la <a href="%(href)s">página de clasificadores</a> para obtener más información, así como una lista de clasificadores válidos.
fr: Les classificateurs sont utilisés pour catégoriser les projets sur PyPI. Consultez <a href="%(href)s">la page des classificateurs</a> pour plus d'information, ainsi qu'une liste des classificateurs valides.
he: מסווגים משמשים כדי לשייך פרויקטים ב-PyPI לקטגוריות. ראה/י את <a href="%(href)s">עמוד המסווגים</a> למידע נוסף, וכן רשימה של מסווגים חוקיים.
id: Pengklasifikasi digunakan untuk mengkategorikan proyek di PyPI. Lihat <a href="%(href)s">halaman pengklasifikasi</a> untuk informasi lebih lanjut, serta daftar pengklasifikasi yang valid.
it: I classificatori sono usati per categorizzare i progetti su PyPI. Vedi <a href="%(href)s">la pagina dei classificatori</a> per maggiori informazioni, così come una lista dei classificatori validi.
ja: PyPIにおける分類は、プロジェクトをカテゴライズするために使われます。有効な分類のリストの他、より多くの情報については、<a href="%(href)s">分類ページ</a>を参照してください。
pt: Classificadores são usados para categorizar projetos no PyPI. Consulte a <a href="%(href)s">página dos classificadores</a> para obter mais informações, bem como uma lista de classificadores válidos.
pt_br: Classificadores são usados para categorizar projetos no PyPI. Consulte a <a href="%(href)s">página dos classificadores</a> para obter mais informações, bem como uma lista de classificadores válidos.
ru: Классификаторы используются для категоризации проектов на PyPI. Для получения дополнительной информации, а также списка допустимых классификаторов, смотрите <a href="%(href)s">страницу классификаторов</a>.
sk: Klasifikátory sa používajú na kategorizáciu projektov na PyPI. Ďalšie informácie, ako aj zoznam platných klasifikátorov nájdete na <a href="%(href)s">stránke klasifikátorov</a>.
ta: PYPI இல் திட்டங்களை வகைப்படுத்த வகைப்படுத்திகள் பயன்படுத்தப்படுகின்றன. மேலும் தகவலுக்கு </a href = "%(href)s"> வகைப்படுத்திகள் பக்கம் </a> ஐப் பார்க்கவும், அதே போல் செல்லுபடியாகும் வகைப்படுத்திகளின் பட்டியலையும் காண்க.
tr: Sınıflandırıcılar PyPI üzerinde ki projeleri kategorize etmek amacıyla kullanılıyorlar. Daha fazla bilgi için lütfen <a href="%(href)s">sınıflandırıcılar</a> sayfasına bakın.
uk: Класифікатори використовуються для категоризації проєктів на PyPI. Перегляньте <a href="%(href)s">сторінку класифікаторів</a>, щоб дізнатися більше інформації, а також перелік дійсних класифікаторів.

source: My account
de: Mein Konto
el: Ο λογαριασμός μου
eo: Mia konto
es: Mi cuenta
fr: Mon compte
he: החשבון שלי
id: Akun saya
it: Il mio account
ja: アカウント
pt: Minha conta
pt_br: Minha conta
ru: Моя учётная запись
sk: Účet
ta: எனது கணக்கு
tr: Hesabım
uk: Мій обліковий запис

source: Currently, PyPI requires a verified email address to perform the following operations:
de: Im Moment benötigt PyPI eine bestätigte E-Mail-Adresse, um folgende Operation auszuführen:
el: Προς το παρόν, το PyPI απαιτεί μια επιβεβαιωμένη διεύθυνση email προκειμένου να εκτελέσει τις ακόλουθες ενέργειες:
eo: Nuntempe, PyPI postulas kontrolitan retpoŝtan adreson por la jenaj operacioj:
es: En la actualidad, PyPI exige una dirección de correo verificada para desempeñar las operaciones siguientes:
fr: Pour le moment, PyPI à besoin d'une adresse e-mail valide pour effectuer les opérations suivantes :
he: נכון לעכשיו, PyPI דורש כתובת אי-מייל מאומתת כדי לבצע את הפעולות הבאות:
id: Saat ini, PyPI memerlukan alamat email terverifikasi untuk melakukan operasi berikut:
it: Attualmente, PyPI richiede un indirizzo email verificato per effettuare le seguenti operazioni:
ja: 現在、PyPIは次の操作を実行するために確認済みのメールアドレスを必要とします。
pt: Atualmente, o PyPI requer um endereço de e-mail verificado para executar as seguintes operações:
pt_br: Atualmente, o PyPI requer um endereço de e-mail verificado para executar as seguintes operações:
ru: В настоящее время PyPI требует подтверждённый адрес электронной почты для выполнения следующих операций:
sk: V súčasnosti vyžaduje PyPI overenú e-mailovú adresu na vykonávanie nasledujúcich operácií:
ta: தற்போது, பின்வரும் செயல்பாடுகளைச் செய்ய PYPI க்கு சரிபார்க்கப்பட்ட மின்னஞ்சல் முகவரி தேவைப்படுகிறது:
tr: An itibarı ile aşağıda ki işlemleri gerçekleştirebilmek için PyPI' ın doğrulanmış bir e-posta adresine ihtiyacı var:
uk: Наразі, PyPI потребує підтверджену електронну адресу щоб виконувати наступні дії:

source: Register a new project.
de: Ein neues Projekt registrieren.
el: Εγγραφή ενός νέου project.
eo: Registri novan projekton.
es: Registrar un proyecto nuevo.
fr: Enregistrer un nouveau projet.
he: רישום פרויקט חדש.
id: Daftarkan proyek baru.
it: Registra un nuovo progetto.
ja: 新しいプロジェクトを登録する。
pt: Registar um novo projeto.
pt_br: Registrar um novo projeto.
ru: Регистрация нового проекта.
sk: Zaregistrujte nový projekt.
ta: புதிய திட்டத்தை பதிவு செய்யுங்கள்.
tr: Yeni bir proje kaydedin.
uk: Зареєструвати новий проєкт.

source: Upload a new version or file.
de: Neue Version oder Datei hochladen.
el: Ανέβασμα μιας καινούργιας έκδοσης ή αρχείου.
eo: Alŝuti novan version aŭ dosieron.
es: Cargar una versión o un archivo nuevos.
fr: Publier une nouvelle version ou un nouveau fichier.
he: העלאת גרסה חדשה או קובץ חדש.
id: Unggah versi atau file baru.
it: Carica una nuova versione o file.
ja: 新しいバージョンやファイルをアップロードする。
pt: Enviar uma nova versão ou ficheiro.
pt_br: Enviar uma nova versão ou arquivo.
ru: Загрузка новой версии или файла.
sk: Nahrajte novú verziu alebo súbor.
ta: புதிய பதிப்பு அல்லது கோப்பைப் பதிவேற்றவும்.
tr: Yeni bir sürüm yahut dosya yükleyin.
uk: Завантажити нову версію або файл.

source: The list of activities that require a verified email address is likely to grow over time.
de: Die Anzahl der Vorgänge, die eine verifizierte E-Mail-Adresse benötigen, wird im Laufe der Zeit vermutlich ansteigen.
el: Η λίστα με τις ενέργειες που απαιτούν επιβεβαιωμένη διεύθυνση email ενδέχεται να μεγαλώσει με τον καιρό.
eo: La listo de agoj, kiuj postulas kontrolitan retpoŝtan adreson, verŝajne plilongiĝos poste.
es: Es probable que crezca la lista de actividades que exigen una dirección de correo verificada.
fr: La liste des activités qui nécessitent une adresse e-mail vérifiée est susceptible de s'allonger au fil du temps.
he: רשימת הפעולות הדורשות כתובת אי-מייל מאומתת צפויה לגדול לאורך הזמן.
id: Daftar aktivitas yang membutuhkan alamat email terverifikasi kemungkinan akan bertambah seiring waktu.
it: La lista delle attività che richiedono un indirizzo email verificato è verosimilmente destinata a crescere nel tempo.
ja: 確認済みのメールアドレスを必要とするアクティビティのリストは、時間の経過とともに増える可能性があります。
pt: A lista de atividades que exigem um endereço de e-mail verificado é susceptível de crescer ao longo do tempo.
pt_br: A lista de atividades que exigem um endereço de e-mail verificado é susceptível de crescer ao longo do tempo.
ru: Список действий, требующих подтверждённого адреса электронной почты, вероятно, с течением времени будет расти.
sk: Zoznam aktivít, ktoré vyžadujú overenú e-mailovú adresu, sa bude časom pravdepodobne rozširovať.
ta: சரிபார்க்கப்பட்ட மின்னஞ்சல் முகவரி தேவைப்படும் நடவடிக்கைகளின் பட்டியல் காலப்போக்கில் வளர வாய்ப்புள்ளது.
tr: Zamanla doğrulanmış bir e-posta adresi gerektiren aktivitelerin sayısının artması beklenir.
uk: Перелік дій, які потребують підтверджену електронну адресу, ймовірно збільшиться з часом.
