Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Invalid alternate repository location details
eo: Nevalidaj detaloj pri loko de alternativa deponejo
es: Los detalles de ubicación del repositorio alternativo son inválidos
pt: Detalhes de localização do repositório alternativo inválidos
pt_br: Detalhes inválidos de local de repositório alternativo
ru: Неверное расположение альтернативного репозитория
sk: Neplatné alternatívne informácie o úložisku
ta: தவறான மாற்று களஞ்சிய இருப்பிட விவரங்கள்
uk: Недійсні дані про розташування альтернативного репозиторію

source: Added alternate repository '${name}'
eo: Aldonis alternativan deponejon «${name}»
es: Se añadió el repositorio alternativo '${name}'
pt: repositório alternativo adicionado '${name}'
pt_br: Adicionado repositório alternativo "${name}"
ru: Добавлен альтернативный репозиторий «${name}»
sk: Pridané alternatívne úložisko '${name} "
ta: மாற்று களஞ்சியத்தை '$ {name}' சேர்க்கப்பட்டது
uk: Додано альтернативний репозиторій '${name}'

source: Confirm the request
eo: Konfirmi la peton
es: Confirmar la solicitud
it: Conferma la richiesta
pt: Confirme a solicitação
pt_br: Confirmar a solicitação
ru: Подтвердите запрос
sk: Potvrďte žiadosť
ta: கோரிக்கையை உறுதிப்படுத்தவும்

source: Invalid alternate repository id
eo: Nevalida identigilo de alternativa deponejo
es: Identificación de repositorio alternativo no válida
pt: ID de repositório alternativo inválido
pt_br: ID inválido de repositório alternativo
ru: Неверный идентификатор альтернативного репозитория
sk: Neplatné alternatívne úložisko id
ta: தவறான மாற்று களஞ்சிய ஐடி
uk: Недійсний ідентифікатор альтернативного репозиторію

source: Invalid alternate repository for project
eo: Nevalida alternativa deponejo por projekto
es: Repositorio alternativo inválido para el proyecto
pt: State:repositório alternativo invalido para o projeto
pt_br: repositório alternativo inválido para o projeto
ru: Неверный альтернативный репозиторий для проекта
sk: Neplatné alternatívne úložisko pre projekt
ta: திட்டத்திற்கான தவறான மாற்று களஞ்சியம்
uk: Недійсний альтернативний репозиторій для проєкту

source: Could not delete alternate repository - ${confirm} is not the same as ${alt_repo_name}
eo: Ne eblis forigi alternativan deponejon – ${confirm} diferencas de ${alt_repo_name}
es: No se pudo eliminar el repositorio alternativo - ${confirm} no es lo mismo que ${alt_repo_name}
pt: Não foi possível deletar o repositório alternativo - ${confirm} não é o mesmo que ${alt_repo_name}
pt_br: Não foi possível excluir repositório alternativo - ${confirm} não é o mesmo que ${alt_repo_name}
ru: Не удалось удалить альтернативный репозиторий — ${confirm} не совпадает с ${alt_repo_name}
sk: Nemohol odstrániť alternatívne úložisko - $ {confirm} nie je rovnaký ako $ {alt_repo_name}
ta: மாற்று களஞ்சியத்தை நீக்க முடியவில்லை - $ {confirm} $ {alt_repo_name}
uk: Не вдалося видалити альтернативний репозиторій – ${confirm} не відповідає ${alt_repo_name}

source: Deleted alternate repository '${name}'
eo: Forigis alternativan deponejon «${name}»
es: Repositorio alternativo '${name}' eliminado
pt: Repositório alternativo '${name}' deletado
pt_br: Repositório alternativo "${name}" foi excluído
ru: Удален альтернативный репозиторий «${name}»
sk: Odstráňte alternatívne úložisko '${name} "
ta: நீக்கப்பட்ட மாற்று களஞ்சியம் '$ {name}'
uk: Альтернативний репозиторій '${name}' видалено

source: The trusted publisher could not be constrained
eo: Malsukcesis limigi la fidatan eldonanton
pt: O editor confiável não pôde ser restringido
ru: Доверенный издатель не может быть ограничен
ta: நம்பகமான வெளியீட்டாளரைக் கட்டுப்படுத்த முடியவில்லை

source: GitHub-based trusted publishing is temporarily disabled. See https://pypi.org/help#admin-intervention for details.
eo: Fidata eldonado per GitHub estas provizore malebligita. Vidu la paĝon https://pypi.org/help#admin-intervention por detaloj.
es: La publicación confiable de GitHub está temporalmente desactivada. Consulte https://pypi.org/help#admin-intervention para obtener más información.
it: Gli editori attendibili sono temporaneamente disabilitati. Vedi https://pypi.org/help#admin-intervention per dettagli.
pt: Publicações confiáveis baseadas em Github estão temporariamente desabilitadas. Veja https://pypi.org/help#admin-intervention para detalhes.
pt_br: A publicação com confiança baseada no GitHub está temporariamente desabilitada. Consulte https://pypi.org/help#admin-intervention para obter detalhes.
ru: Размещаемая на GitHub трастовая публикация временно отключена. Подробнее смотрите здесь: https://pypi.org/help#admin-intervention.
sk: Dôveryhodné publikovanie na GitHub je dočasne zakázané. Podrobnosti nájdete na https://pypi.org/help#admin-intervention.
ta: கிதூப்பை தளமாகக் கொண்ட நம்பகமான வெளியீடு தற்காலிகமாக முடக்கப்பட்டுள்ளது. விவரங்களுக்கு https://pypi.org/help#admin- தலையீட்டைக் காண்க.
uk: Публікація з довіреними правами на основі GitHub тимчасово відключена. Дивіться деталі за посиланням: [https://pypi.org/help#admin-intervention](https://pypi.org/help#admin-intervention).

source: GitLab-based trusted publishing is temporarily disabled. See https://pypi.org/help#admin-intervention for details.
eo: Fidata eldonado per GitLab estas provizore malebligita. Vidu la paĝon https://pypi.org/help#admin-intervention por detaloj.
es: La publicación confiable de GitLab está temporalmente desactivada. Consulte https://pypi.org/help#admin-intervention para obtener más información.
pt: A publicação confiável atravez do GitLab está temporáriamente desativada. Consulte https://pypi.org/help#admin-intervention para mais detalhes.
pt_br: A publicação com confiança baseada no GitLab está temporariamente desabilitada. Consulte https://pypi.org/help#admin-intervention para obter detalhes.
ru: Доверенное издание на базе GitLab временно отключено. См. https://pypi.org/help#admin-intervention for details.
sk: GitLab-založené dôveryhodné vydavateľstvo je dočasne zakázané. Pozri https://pypi.org/help#admin-intervention pre detaily.
ta: அறிவிலிஆய்வு அடிப்படையிலான நம்பகமான வெளியீடு தற்காலிகமாக முடக்கப்பட்டுள்ளது. விவரங்களுக்கு https://pypi.org/help#admin- தலையீட்டைக் காண்க.

source: Google-based trusted publishing is temporarily disabled. See https://pypi.org/help#admin-intervention for details.
eo: Fidata eldonado per Google estas provizore malebligita. Vidu la paĝon https://pypi.org/help#admin-intervention por detaloj.
es: La publicación confiable de Google está temporalmente desactivada. Consulte https://pypi.org/help#admin-intervention para obtener más información.
pt: A publicação fidedigna baseada no Google está temporariamente desactivada.. Consulte https://pypi.org/help#admin-intervention para mais detalhes.
pt_br: A publicação com confiança baseada no Google está temporariamente desabilitada. Consulte https://pypi.org/help#admin-intervention para obter detalhes.
ru: Доверенная публикация на основе Google временно отключена. Подробности см. на сайте https://pypi.org/help#admin-intervention.
sk: Google dôveryhodné publikovanie je dočasne zakázané. Pozri https://pypi.org/help#admin-intervention pre detaily.
ta: கூகிள் அடிப்படையிலான நம்பகமான வெளியீடு தற்காலிகமாக முடக்கப்பட்டுள்ளது. விவரங்களுக்கு https://pypi.org/help#admin- தலையீட்டைக் காண்க.

source: ActiveState-based trusted publishing is temporarily disabled. See https://pypi.org/help#admin-intervention for details.
eo: Fidata eldonado per ActiveState estas provizore malebligita. Vidu la paĝon https://pypi.org/help#admin-intervention por detaloj.
es: La publicación confiable de ActivateState está temporalmente desactivada. Consulte https://pypi.org/help#admin-intervention para obtener más información.
pt: A publicação fidedigna baseada no ActiveState está temporariamente desactivada. Consulte https://pypi.org/help#admin-intervention para mais detalhes.
pt_br: A publicação com confiança baseada no ActiveState está temporariamente desabilitada. Consulte https://pypi.org/help#admin-intervention para obter detalhes.
ru: Доверенное издание на базе ActiveState временно отключено. См. https://pypi.org/help#admin-intervention for details.
sk: Aktívne dôveryhodné vydavateľstvo je dočasne zakázané. Pozri https://pypi.org/help#admin-intervention pre detaily.
ta: ஆக்டிவ்ச்டேட் அடிப்படையிலான நம்பகமான வெளியீடு தற்காலிகமாக முடக்கப்பட்டுள்ளது. விவரங்களுக்கு https://pypi.org/help#admin- தலையீட்டைக் காண்க.

source: Project deletion temporarily disabled. See https://pypi.org/help#admin-intervention for details.
eo: Forviŝado de projekto estas provizore malebligita. Vidu la paĝon https://pypi.org/help#admin-intervention por detaloj.
es: Eliminación de proyectos temporalmente desactivada. Consulte https://pypi.org/help#admin-intervention para más detalles.
it: La cancellazione dei progetti è temporaneamente disabilitata. Vedi https://pypi.org/help#admin-intervention per dettagli.
pt: Apagar projetos temporariamente desativado. Consulte https://pypi.org/help#admin-intervention para pormenores.
pt_br: Exclusão de projeto desabilitado temporariamente. Consulte https://pypi.org/help#admin-intervention para obter detalhes.
ru: Удаление проекта временно отключено. Подробнее смотрите здесь: https://pypi.org/help#admin-intervention.
sk: Odstránenie projektu je dočasne zakázané. Podrobnosti nájdete na https://pypi.org/help#admin-intervention.
ta: திட்ட நீக்குதல் தற்காலிகமாக முடக்கப்பட்டுள்ளது. விவரங்களுக்கு https://pypi.org/help#admin- தலையீட்டைக் காண்க.

source: Could not yank release -
eo: Ne eblis malfortiri eldonon
es: No se puedo eliminar el release
it: release non stralciato
pt: Não foi possível retirar o lançamento -
pt_br: Não foi possível retirar o lançamento -
ru: Не удалось выдернуть фиксатор -
sk: Nepodarilo sa vytrhnúť uvoľnenie -.
ta: வெளியீட்டைத் தூண்ட முடியவில்லை -
uk: Не вдалося відкликати реліз – (додайте деталі помилки) -

source: Could not un-yank release -
eo: Ne eblis malfortiri eldonon –
es: Anular retirada de versión -
it: release non stralciato
pt: Não foi possível desfazer a retirada do lançamento -
pt_br: Não foi possível desfazer a retirada do lançamento -
ru: Невозможно отсоединить фиксатор -
sk: Nepodarilo sa uvoľniť uvoľnenie -.
ta: YON -YANK வெளியீட்டை முடியவில்லை -
uk: Не вдалося скасувати відкликання релізу – (додайте деталі помилки)-

source: Could not delete release -
eo: Ne eblis forigi eldonon –
es: No se ha podido borrar la versión
it: Impossibile eliminare il rilascio
pt: Não foi possível apagar o lançamento -
pt_br: Não foi possível excluir o lançamento -
ru: Не удалось удалить релиз‐
sk: Vydanie sa nepodarilo odstrániť -.
ta: வெளியீட்டை நீக்க முடியவில்லை -
uk: Не вдалося видалити публікацію -

source: Could not find file
eo: Ne eblis trovi dosieron
es: No se encuentra el archivo
it: Impossibile trovare il file
pt: Não foi possível localizar o ficheiro
pt_br: Não foi possível localizar o arquivo
ru: Не удалось найти файл
sk: Nepodarilo sa nájsť súbor
ta: கோப்பைக் கண்டுபிடிக்க முடியவில்லை
uk: Файл не знайдено

source: Could not delete file -
de: Datei konnte nicht gelöscht werden -
eo: Ne eblis forviŝi dosieron –
es: No se ha podido eliminar el archivo -
it: Non è possibile eliminare il file -
pt: Não foi possível apagar o ficheiro -
pt_br: Não foi possível excluir o arquivo -
ru: Не удалось удалить файл -
sk: Nepodarilo sa odstrániť súbor -.
ta: கோப்பை நீக்க முடியவில்லை -
uk: Не вдалося видалити файл -

source: Team '${team_name}' already has ${role_name} role for project
de: Team '${team_name}' verfügt bereits über ${role_name} Rolle für Projekt
eo: La teamo «${team_name}» jam havas la rolon ${role_name} por la projekto
es: El equipo «${team_name}» ya tiene el rol ${role_name} en el proyecto
it: Il team '${team_name}' ha già un ruolo ${role_name} per il progetto
pt: Equipe "${username}" já tem a função de ${role_name} para o projeto
pt_br: A equipe ${team_name}' já tem a função de ${role_name} para o projeto
ru: Команда '${team_name}' уже имеет в проекте роль ${role_name}
sk: Tím '${team_name}' už má v projekte rolu ${role_name}
ta: குழு '$ {team_name}' ஏற்கனவே திட்டத்திற்கான $ {role_name} பங்கு உள்ளது
uk: В команді '${team_name}' вже є роль ${role_name} для проєкту

source: User '${username}' already has ${role_name} role for project
de: Der Benutzer '${username}' ist schon ${role_name} vom Projekt
eo: La uzanto '${username}' jam havas la rolon ${role_name} por la projekto
es: «${username}» ya funge como ${role_name} en el proyecto
id: Pengguna '${username}' sudah memiliki peran ${role_name} di proyek
it: L'utente '${username}' ha già un ruolo di ${role_name} per il progetto
pt: O utilizador "${username}" já tem a função de ${role_name} para o projeto
pt_br: O usuário "${username}" já tem a função de ${role_name} para o projeto
ru: Пользователь «${username}» уже имеет в проекте роль ${role_name}
sk: Používateľ '${username}' už má v projekte rolu ${role_name}
ta: பயனர் '$ {username}' ஏற்கனவே திட்டத்திற்கான $ {role_name} பங்கு உள்ளது
uk: Користувач '${username}' вже має роль ${role_name} для цього проєкту

source: ${username} is now ${role} of the '${project_name}' project.
de: ${username} ist jetzt ${role} des Projekts '${project_name}'.
eo: ${username} estas nun ${role} de la projekto «${project_name}».
es: ${username} es ahora ${role} del proyecto «${project_name}».
it: Ora ${username} è ${role} del progetto '${project_name}'.
pt: ${username} agora é ${role} do projeto '${project_name}'.
pt_br: ${username} é um ${role} do projeto "${project_name}".
ru: ${username} теперь ${role} в проекте '${project_name}'.
sk: ${username} je teraz ${role} projektu '${project_name}'.
ta: $ {username} இப்போது '$ {role}' திட்டத்தின் $ {பாத்திரம்.
uk: ${username} тепер є ${role} проєкту '${project_name}'.

source: User '${username}' does not have a verified primary email address and cannot be added as a ${role_name} for project
de: Der Benutzer '${username}' hat keine gültige email Adresse und konnte nicht als '${role_name}' hinzugefügt werden
eo: Uzanto '${username}' ne havas kontrolitan ĉefan retpoŝtan adreson, kaj tial ne rajtas esti aldonita kiel ${role_name} de projekto
es: No se puede añadir a «${username}» como ${role_name} del proyecto porque no tiene verificada ninguna dirección de correo principal
id: Pengguna '${username}' tidak memiliki alamat email primer yang diverifikasi dan tidak dapat ditambahkan sebagai ${role_name} di proyek
it: L'utente '${username}' non ha un indirizzo email principale verificato e non può essere aggiunto come ${role_name} per il progetto
pt: O utilizador "${username}" não tem um endereço de e-mail principal verificado e não pode ser adicionado como um ${role_name} para o projeto
pt_br: O usuário "${username}" não tem um endereço de e-mail principal verificado e não pode ser adicionado como um ${role_name} para o projeto
ru: Пользователь «${username}» не имеет проверенного основного адреса электронной почты и не может быть добавлен в проект с ролью ${role_name}
sk: Používateľ '${username}' nemá overenú primárnu e-mailovú adresu a nemôže byť pridaný ako ${role_name} pre projekt
ta: பயனர் '$ {username}' சரிபார்க்கப்பட்ட முதன்மை மின்னஞ்சல் முகவரி இல்லை, மேலும் திட்டத்திற்கான $ {roup_name அச் ஆக சேர்க்க முடியாது
uk: Користувач '${username}' не має підтвердженої основної електронної адреси і не може бути доданий як ${role_name} для проєкту

source: User '${username}' already has an active invite. Please try again later.
de: Der Benutzer '${username}' hat schon eine Einladung bekommen. Bitte versuche es später noch einmal.
eo: La uzanto '${username}' ankoraŭ havas aktivan inviton. Bonvolu reprovi poste.
es: «${username}» ya tiene una invitación activa. Inténtelo de nuevo más adelante.
id: Pengguna '${username}' sudah memiliki undangan aktif. Silakan coba lagi nanti.
it: L'utente '${username}' ha già un invito attivo. Riprova più tardi.
pt: O utilizador "${username}" já tem um convite ativo. Tente novamente mais tarde.
pt_br: O usuário "${username}" já tem um convite ativo. Tente novamente mais tarde.
ru: Пользователь «${username}» уже имеет активное приглашение. Пожалуйста, повторите попытку позже.
sk: Používateľ '${username}' už má aktívnu pozvánku. Skúste neskôr prosím.
ta: பயனர் '$ {username}' ஏற்கனவே செயலில் உள்ள அழைப்பைக் கொண்டுள்ளது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
uk: Користувач '${username}' вже має активне запрошення. Будь ласка, спробуйте пізніше.

source: Invitation sent to '${username}'
de: Die Einladung wurde '${username}' zugestellt
eo: Invito sendita al '${username}'
es: Se envió la invitación a «${username}»
id: Undangan dikirim ke '${username}'
it: Invito mandato a '${username}'
pt: Convite enviado para "${username}"
pt_br: Convite enviado para "${username}"
ru: Приглашение отправлено пользователю «${username}»
sk: Pozvánka bola odoslaná používateľovi '${username}'
ta: '$ {username}' க்கு அழைப்பு அனுப்பப்பட்டது
uk: Запрошення надіслано до '${username}'

source: Could not find role invitation.
de: Es konnte keine Einladung für eine Berechtigungsrolle gefunden werden.
eo: Ne povis trovi inviton al rolo.
es: No se encontró la invitación al puesto.
id: Tidak dapat menemukan undangan peran.
it: Impossibile trovare l'invito del ruolo
pt: Não foi possível encontrar o convite para uma função.
pt_br: Não foi possível encontrar o convite para uma função.
ru: Не удалось найти приглашение на роль.
sk: Nepodarilo sa nájsť pozvánku na rolu.
ta: பங்கு அழைப்பைக் கண்டுபிடிக்க முடியவில்லை.
uk: Запрошення на роль не знайдено.

source: Invitation already expired.
de: Die Einladung ist schon angelaufen.
eo: Invito jam eksvalidiĝis.
es: Ya caducó la invitación.
id: Undangan sudah kedaluwarsa.
it: Invito già scaduto.
pt: O convite já expirou.
pt_br: O convite já expirado.
ru: Приглашение уже истекло.
sk: Pozvánka už vypršala.
ta: அழைப்பு ஏற்கனவே காலாவதியானது.
uk: Термін дії запрошення вже сплив.

source: Invitation revoked from '${username}'.
de: Einladung von '${username}' wurde annuliert.
eo: Invito de '${username}' eksvalidiĝis.
es: Se revocó la invitación para «${username}».
id: Undangan dibatalkan dari '${username}'.
it: Invito revocato da '${username}'.
pt: Convite revogado de "${username}".
pt_br: Convite revogado de "${username}".
ru: Приглашение для «${username}» отозвано.
sk: Pozvánka od '${username}' bola odvolaná.
ta: அழைப்பிதழ் '$ {username}' இலிருந்து ரத்து செய்யப்பட்டது.
uk: Запрошення «${username}» скасовано.

source: User '${username}' already has ${role_name} role for organization
de: Der Benutzer '${username}' besitzt bereits die Rolle ${role_name} für die Organisation
eo: La uzanto «${username}» jam havas la rolon ${role_name} por la organizaĵo
es: «${username}» ya funge como ${role_name} en la organización
it: L'utente '${username}' ha già un ruolo ${role_name} per l'organizzazione
pt: O usuário "${username}" já tem a função de ${role_name} para a equipe
pt_br: O usuário "${username}" já tem a função de ${role_name} para a organização
ru: Пользователь '${username} уже имеет роль ${role_name} для организации
sk: Používateľ '${username}' už má rolu ${role_name} pre organizáciu
ta: பயனர் '$ {username}' ஏற்கனவே நிறுவனத்திற்கு $ {role_name} பங்கு உள்ளது
uk: Користувач '${username}' вже має роль ${role_name} в організації

source: User '${username}' does not have a verified primary email address and cannot be added as a ${role_name} for organization
de: Der Benutzer '${username}' hat keine gültige E-Mail-Adresse und konnte nicht als '${role_name}' hinzugefügt werden
eo: La uzanto «${username}» ne havas konfirmitan ĉefan retpoŝtan adreson, kaj tial ne rajtas esti ${role_name} de la organizaĵo
es: No se puede añadir a «${username}» como ${role_name} de la organización porque no tiene verificada ninguna dirección de correo principal
it: L'utente '${username}' non ha un indirizzo email principale verificato e non può essere aggiunto come ${role_name} per l'organizzazione
pt: O usuário "${username}" não tem um endereço de e-mail principal verificado e não pode ser adicionado como um ${role_name} para a equipe
pt_br: O usuário "${username}" não tem um endereço de e-mail principal verificado e não pode ser adicionado como um ${role_name} para a organização
ru: Пользователь '${username}' не имеет подтвержденного основного адреса электронной почты и не может быть добавлен в качестве ${role_name} для организации
sk: Používateľ '${username}' nemá overenú primárnu e-mailovú adresu a nemôže byť pridaný ako ${role_name} pre organizáciu
ta: பயனர் '$ {username}' சரிபார்க்கப்பட்ட முதன்மை மின்னஞ்சல் முகவரி இல்லை, மேலும் நிறுவனத்திற்கு $ {roup_name அச் ஆக சேர்க்க முடியாது
uk: Основна електронна адреса користувача(-ки) '${username}' непідтверджена, тому його (її) неможливо додати до організації в якості ${role_name}

source: Cannot invite new member. Organization is not in good standing.
ru: Не могу пригласить нового члена. Организация не в хорошем состоянии.

source: Could not find organization invitation.
de: Ich konnte keine Einladung zur Organisation finden.
eo: Ne eblis trovi inviton al organizaĵo.
es: No se encontró la invitación a la organización.
it: Impossibile trovare l'invito dell'organizzazione.
pt: Não foi possível encontrar o convite para uma equipe.
pt_br: Não foi possível encontrar o convite da organização.
ru: Не удалось найти приглашения для организации.
sk: Nepodarilo sa nájsť pozvánku organizácie.
ta: நிறுவன அழைப்பிதழைக் கண்டுபிடிக்க முடியவில்லை.
uk: Запрошення до організації не знайдено.

source: Organization invitation could not be re-sent.
eo: Ne eblis resendi inviton al organizaĵo.
es: La invitación a la organización no puede ser re-enviada.
it: L'invito all'organizzazione non può essere re-inviato.
pt: O convite da organização não pôde ser reenviado.
pt_br: O convite da organização não pôde ser reenviado.
ru: Приглашение организации не может быть отправлено повторно.
sk: Pozvánku organizácie nebolo možné znova odoslať.
ta: நிறுவன அழைப்பிதழ் மீண்டும் அனுப்ப முடியாது.

source: Expired invitation for '${username}' deleted.
eo: Eksvalidiĝinta Invito por «${username}» estas forviŝita.
es: Invitación caducada para '${username}' eliminada.
it: L'invito scaduto per '${username}' è stato cancellato.
pt: O convite para "${username}" foi deletado.
pt_br: Convite expirado para '${username}' e foi excluído.
ru: Исключенное приглашение для "${username}" удалено.
sk: Pozvánka s vypršanou platnosťou pre '${username}' bola odstránená.
ta: '$ {username}' க்கான காலாவதியான அழைப்பு நீக்கப்பட்டது.
uk: Прострочене запрошення для '${username}' видалено.

source: Invalid project name
eo: Nevalida projekta nomo
es: El nombre del proyecto no es válido
it: Nome progetto non valido
pt: Nome de projeto inválido
pt_br: Nome de projeto inválido
ru: Неверное имя проекта
sk: Neplatný názov projektu
ta: தவறான திட்ட பெயர்
uk: Недійсна назва проєкту

source: This project already exists: use the project's publishing settings <a href='${url}'>here</a> to create a Trusted Publisher for it.
eo: Jen jam ekzistanta projekto: uzu la eldonan agordejon de la projekto <a href='${url}'>ĉi tie</a> por starigi fidatan eldonanton por ĝi.
es: Este proyecto ya existe: utiliza la configuración de publicación del proyecto <a href='${url}'>aquí</a> para crear un Editor de Confianza para él.
pt: Esse projeto já existe, Use as configurações de publicação do projetos <a href='${url}'>aqui</a> para criar um Editor Confiável para ele.
ru: Этот проект уже существует: используйте настройки публикации проекта <a href='${url}'>здесь</a>, чтобы создать для него доверенного издателя.
ta: இந்த திட்டம் ஏற்கனவே உள்ளது: அதற்காக நம்பகமான வெளியீட்டாளரை உருவாக்க திட்டத்தின் வெளியீட்டு அமைப்புகள் <a href = '$ {url}'> இங்கே </a> ஐப் பயன்படுத்தவும்.
uk: Цей проєкт вже існує: використовуйте налаштування публікації проєкту <a href='${url}'>тут</a>, щоб створити Довіреного Видавця для нього.
