Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Email already verified
de: E-Mail-Adresse ist schon verifiziert
el: Το email είναι ήδη επιβεβαιωμένο
eo: Retpoŝta adreso jam kontrolita
es: Ya se verificó la dirección de correo
fr: E-mail déjà vérifié
he: אי-מייל כבר מאומת
id: Email sudah diverifikasi
it: Indirizzo email già verificato
ja: メールアドレスは確認済みです
pt: E-mail já verificado
pt_br: E-mail já verificado
ru: Электронная почта уже подтверждена
sk: Email už bol overený
ta: மின்னஞ்சல் ஏற்கனவே சரிபார்க்கப்பட்டது
tr: E-posta zaten onaylanmış
uk: Електронну адресу підтверджено

source: You can now set this email as your primary address
de: Diese E-Mail-Adresse kann nun als Haupt-Addresse markiert werden
el: Μπορείτε, πλέον, να θέσετε αυτό το email ως την κύρια διεύθυνση σας
eo: Vi povas nun uzi ĉi tiun retpoŝtan adreson kiel vian ĉefan retpoŝtan adreson
es: Ahora puede establecer esta dirección de correo como principal
fr: Vous pouvez dorénavant configurer cet e-mail comme votre adresse principale
he: כעת תוכל להגדיר דוא"ל זה ככתובת הראשית שלך
id: Anda sekarang dapat mengatur email ini sebagai alamat utama Anda
it: Ora puoi impostare questo indirizzo email come indirizzo principale
ja: これで、このメールを主要なアドレスとして設定できるようになります
pt: Agora pode definir este e-mail como o seu endereço primário
pt_br: Agora você pode definir este e-mail como seu endereço principal
ru: Теперь вы можете установить этот адрес электронной почты в качестве основного адреса
sk: Teraz môžete tento e-mail nastaviť ako svoju primárnu adresu
ta: நீங்கள் இப்போது இந்த மின்னஞ்சலை உங்கள் முதன்மை முகவரியாக அமைக்கலாம்
tr: Artık sen bu e-postayı birincil adresin olarak ayarlayabilirsin
uk: Тепер ви можете встановити цю електронну адресу основною

source: This is your primary address
de: Dies ist Ihre primäre E-Mail-Adresse
el: Αυτή είναι η κύρια διεύθυνση σας
eo: Jen via ĉefa retpoŝta adreso
es: Esta es su dirección principal
fr: Ceci est votre adresse principale
he: זו הכתובת העיקרית שלך
id: Ini adalah alamat utama Anda
it: Questo è il tuo indirizzo principale
ja: これが主要メールアドレスです
pt: Este é o seu endereço primário
pt_br: Este é o seu endereço principal
ru: Это ваш основной адрес
sk: Toto je vaša primárna adresa
ta: இது உங்கள் முதன்மை முகவரி
tr: Bu senin birincil adresin
uk: Це ваша основна адреса

source: Email address ${email_address} verified. ${confirm_message}.
de: E-Mail-Adresse ${email_address} bestätigt. ${confirm_message}.
el: Η διεύθυνση email ${email_address} επιβεβαιώθηκε. ${confirm_message}.
eo: Retpoŝta adreso ${email_address} kontrolita. ${confirm_message}.
es: Se verificó la dirección de correo electrónico ${email_address}. ${confirm_message}.
fr: E-mail ${email_address} verifié. ${confirm_message}.
he: כתובת האי-מייל ${email_address} אומתה. ${confirm_message}.
id: Alamat email ${email_address} terverifikasi. ${confirm_message}.
it: Indirizzo email${email_address} verificato. ${confirm_message}.
ja: メールアドレス ${email_address} が確認されました。 ${confirm_message}。
pt: Endereço de e-mail ${email_address} verificado. ${confirm_message}.
pt_br: Endereço de e-mail ${email_address} verificado. ${confirm_message}.
ru: Электронная почта ${email_address} подтверждена. ${confirm_message}.
sk: E-mailová adresa ${email_address} bola overená. ${confirm_message}.
ta: மின்னஞ்சல் முகவரி ${email_address} சரிபார்க்கப்பட்டது. ${confirm_message}.
tr: E-posta adresin ${email_address} onaylandı. ${confirm_message}.
uk: Електронну адресу ${email_address} підтверджено. ${confirm_message}.

source: Expired token: request a new organization invitation
de: Abgelaufenes Token: Bitte neue Organisation-Einladung anfordern
eo: Eksvalidiĝinta ĵetono: petu novan inviton al organizaĵo
es: Ficha caducada: solicite una invitación nueva a la organización
it: Token scaduto: richiedi un nuovo invito per il progetto
pt: Código expirado: solicite um novo convite da organização
pt_br: Token expirado: solicite um novo convite da organização
ru: Время действия токена истекло: запросите новое приглашение в организацию
sk: Token s vypršanou platnosťou: požiadajte o pozvánku novej organizácie
ta: காலாவதியான டோக்கன்: புதிய அமைப்பு (organization) அழைப்பை(invitation) கோரவும்
uk: Час дії токена завершився: здійсніть запит нового запрошення у організацію

source: Invalid token: request a new organization invitation
de: Ungültiges Token: Fordere eine neue Organisationseinladung an
eo: Nevalida ĵetono: petu novan inviton al organizaĵo
es: Ficha no válida: solicite una invitación nueva a la organización
it: Token non valido: richiedi un nuovo invito per il progetto
pt: Código inválido: solicite um novo convite da organização
pt_br: Token inválido: solicite um novo convite da organização
ru: Недействительный токен: запросите новое приглашение в организацию
sk: Neplatný token: požiadajte o pozvánku novej organizácie
ta: தவறான அடையாளச் சின்னம்: புதிய அமைப்பு அழைப்பை கோருங்கள்
uk: Недійсний токен: здійсніть запит нового запрошення в організацію

source: Invalid token: not an organization invitation token
de: Ungültiges Token: kein Token für eine Organisationseinladung
eo: Eksvalidigita ĵetono: ne estas organizaĵa invita ĵetono
es: Ficha no válida: no se trata de una invitación a una organización
it: Token non valido: non è un token di invito a una organizzazione
pt: Código inválido: não é um código de convite de organização
pt_br: Token inválido: não é um token de convite da organização
ru: Недействительный токен: не является токеном приглашения организации
sk: Neplatný token: nejedná sa o token pozvánky do organizácie
ta: செல்லாத கடவு குறியீடு: ஒரு அமைப்பின் அழைப்பிதழுக்கானா கடவு குறியீடு அல்ல
uk: Недійсний токен: не є токеном запрошення до організації

source: Organization invitation is not valid.
de: Die Einladung der Organisation ist nicht gültig.
eo: Invito al organizaĵo ne validas.
es: La invitación a la organización no es válida.
it: L'invito all'organizzazione non è valido.
pt: O convite para a organização não é válido.
pt_br: O convite da organização não é válido.
ru: Приглашение в организацию недействительно.
sk: Pozvánka do organizácie je neplatná.
ta: நிறுவன அழைப்பு செல்லாது.
uk: Запрошення в організацію недійсне.

source: Organization invitation no longer exists.
de: Die Einladung der Organisation existiert nicht mehr.
eo: Invito al orgainzaĵo ne plu ekzistas.
es: La invitación a la organización ya no existe.
it: L'invito all'organizzazione non esiste più.
pt: O convite para a organização não existe mais.
pt_br: O convite da organização não existe mais.
ru: Приглашение в организацию больше не существует.
sk: Pozvánka do organizácie už neexistuje.
ta: நிறுவன அழைப்பு இனி இல்லை.
uk: Запрошення в організацію вже не існує.

source: Invitation for '${organization_name}' is declined.
de: Die Einladung für '${Organisation_name}' wurde abgelehnt.
eo: Invito al «${organization_name}» estas malakceptita.
es: Se declinó la invitación a «${organization_name}».
it: Invito per '${organization_name}' rifiutato.
pt: O convite para "${organization_name}" foi rejeitado.
pt_br: O convite para "${organization_name}" foi rejeitado.
ru: Приглашение для «${organization_name}» отклонено.
sk: Pozvánka do '${organization_name}' bola odmietnutá.
ta: '${organization_name}' -க்கான அழைப்பு நிராகரிக்கப்பட்டது.
uk: Запрошення до '${organization_name}' відхилене.

source: You are now ${role} of the '${organization_name}' organization.
de: Du bist jetzt ${Rolle} der Organisation '${Organisation_Name}'.
eo: Vi estas nun ${role} de la organizaĵo «${organization_name}».
es: Ahora es ${role} de la organización «${organization_name}».
it: Ora sei ${role} dell'organizzazione '${organization_name}'.
pt: Agora você é ${role} da organização "${organization_name}".
pt_br: Agora, você é ${role} da organização '${organization_name}'.
ru: Теперь у вас роль ${role} в организации «${organization_name}».
sk: Teraz ste ${role} organizácie '${organization_name}'.
ta: நீங்கள் இனிமேல் '${organization_name}' நிறுவனத்தின் ${role}.
uk: Ви тепер ${role} організації '${organization_name}'.

source: Expired token: request a new project role invitation
de: Abgelaufenes Token: Anfrage für eine neue Projektrolleneinladung
eo: Eksvalidiĝinta ĵetono: petu novan inviton al projekta rolo
es: Ficha caducada: solicite una invitación nueva para asumir un puesto
it: Token scaduto: richiedi un nuovo invito per il progetto
pt: Código expirado: solicite um novo convite para a função no projeto
pt_br: Token expirado: solicite um novo convite de função no projeto
ru: Время действия токена истекло: запросите новое приглашение на роль в проекте
sk: Expirovaný token: požiadajte o novú pozvánku pre rolu v projekte
ta: காலாவதியான கடவு குறியீடு: திட்டபணியின் புதிய பங்களிப்பிற்கானா அழைப்பை கோரவும்
uk: Час дії токена завершився: здійсніть запит нового запрошення на роль у проєкті

source: Invalid token: request a new project role invitation
de: Ungültiges Token: Einladung für eine neue Projektrolle anfordern
eo: Nevalida ĵetono: petu novan inviton al projekta rolo
es: Ficha no válida: solicite una invitación nueva para asumir un puesto en el proyecto
it: Token non valido: richiedi un nuovo invito per il progetto
pt: Código inválido: solicite um novo convite para a função no projeto
pt_br: Token inválido: solicite um novo convite de função no projeto
ru: Недействительный токен: запросите новое приглашение на роль в проекте
sk: Neplatný token: požiadajte o novú pozvánku pre rolu v projekte
ta: செல்லாத கடவு குறியீடு: திட்டபணியின் புதிய பங்களிப்பிற்கானா அழைப்பை கோரவும்
uk: Недійсний токен: запросіть нове запрошення на роль у проєкті

source: Invalid token: not a collaboration invitation token
de: Ungültiges Token: Dies ist keine Einladung für eine Zusammenarbeit
eo: Nevalida ĵetono: ne estas ĵetono por invito al kunlaborado
es: Ficha caducada: solicite una invitación nueva para asumir un puesto en el proyecto
id: Token tidak valid: bukan token undangan kolaborasi
it: Token non valido: non è un token di invito a una collaborazione
pt: Código inválido: não é um código de convite de colaboração
pt_br: Token inválido: não é um token de convite de colaboração
ru: Недействительный токен: не является токеном приглашения к сотрудничеству
sk: Neplatný token: nejedná sa o token pozvánky k spolupráci
ta: செல்லாத கடவு குறியீடு: ஒத்துழைப்பிற்கானா அழைப்பு கடவு குறியீடு அல்ல
uk: Недійсний токен: не є токеном запрошення до співпраці

source: Role invitation is not valid.
de: Rolleneinladung ist nicht gültig.
eo: Invito al rolo ne estas valida.
es: La invitación al puesto no es válida.
id: Undangan peran tidak valid.
it: Ruolo dell'invito non valido.
pt: O convite para uma função não é válida.
pt_br: O convite para função não é válida.
ru: Приглашение на роль недействительно.
sk: Pozvánka pre rolu je neplatná.
ta: பங்கு அழைப்பு மதிப்பில்லாத.
uk: Запрошення на роль недійсне.

source: Role invitation no longer exists.
de: Rolleneinladung ist nicht mehr existent.
eo: Invito al rolo ne plu ekzistas.
es: La invitación al puesto ya no existe.
id: Undangan peran sudah tidak ada.
it: Il ruolo dell'invito non esiste più.
pt: O convite para uma função não existe mais.
pt_br: O convite para função não existe mais.
ru: Приглашение на роль больше не существует.
sk: Pozvánka pre rolu už neexistuje.
ta: பங்கு அழைப்பு இனி இல்லை.
uk: Запрошення на роль уже не існує.

source: Invitation for '${project_name}' is declined.
de: Die Einladung für '${project_name}' wurde abgelehnt.
eo: Invito al '${project_name}' estas malakceptita.
es: Se declinó la invitación a «${project_name}».
id: Undangan untuk '${project_name}' ditolak.
it: Invito per '${project_name}' rifiutato.
pt: O convite para "${project_name}" foi rejeitado.
pt_br: O convite para "${project_name}" foi rejeitado.
ru: Приглашение для «${project_name}» отклонено.
sk: Pozvánka pre '${project_name}' bola odmietnutá.
ta: '${project_name}' -க்கான அழைப்பு நிராகரிக்கப்பட்டது.
uk: Запрошення до '${project_name}' відхилене.

source: You are now ${role} of the '${project_name}' project.
de: Sie sind nun '${role}' vom Projekt '${project_name}'.
eo: Vi estas nun ${role} de la projekto '${project_name}'.
es: Ahora es ${role} del proyecto «${project_name}».
id: Anda sekarang menjadi ${role} dari proyek '${project_name}'.
it: Ora sei ${role} del progetto '${project_name}'.
pt: Agora é ${role} do projeto {project_name}.
pt_br: Você é agora ${role} do projeto "${project_name}".
ru: Теперь у вас роль ${role} в проекте «${project_name}».
sk: Teraz ste ${role} projektu '${project_name}'.
ta: நீங்கள் இனிமேல் '${project_name}' திட்டப்பணியின் ${role}.
uk: Ви тепер ${role} проєкту '${project_name}'.

source: Please review our updated <a href="${tos_url}">Terms of Service</a>.
eo: Bonvolu legi la ĝisdatigitajn <a href="${tos_url}">Uzkondiĉojn</a>.
pt: Por favor revise nossos <a href="${tos_url}">Termos de serviço</a> atualizados.
pt_br: Por favor revise nossos <a href="${tos_url}">Termos de serviço</a> atualizados.
ru: Пожалуйста, ознакомьтесь с нашими обновленными <a href="${tos_url}">Условиями предоставления услуг</a>.
uk: Будь ласка, ознайомтесь із нашими оновленими <a href="${tos_url}">Умовами надання послуг</a>.

source: Trusted publishing is temporarily disabled. See https://pypi.org/help#admin-intervention for details.
eo: Fidata eldonado estas provizore malebligita. Vidu la paĝon https://pypi.org/help#admin-intervention por detaloj.
es: Las ediciones de confianza están temporalmente desactivadas. Consulte https://pypi.org/help#admin-intervention para obtener más información.
it: Gli editori attendibili sono temporaneamente disabilitati. Vedi https://pypi.org/help#admin-intervention per dettagli.
pt: O registro de novos usuários está temporariamente desativado. Consulte https://pypi.org/help#admin-intervention para mais detalhes.
pt_br: A publicação confiável está temporariamente desabilitada. Consulte https://pypi.org/help#admin-intervention para obter detalhes.
ru: Трастовая публикация временно отключена. Подробнее смотрите здесь: https://pypi.org/help#admin-intervention.
sk: Nové registrácie sú dočasne zakázané. Viac informácií na https://pypi.org/help#admin-intervention.
ta: நம்பகமான வெளியீடு தற்காலிகமாக முடக்கப்பட்டுள்ளது. விவரங்களுக்கு https://pypi.org/help#admin- தலையீட்டைக் காண்க.

source: disabled. See https://pypi.org/help#admin-intervention for details.
eo: malŝaltita. Vidu https://pypi.org/help#admin-intervention por detaloj.
es: Desactivado. Consulte https://pypi.org/help#admin-intervention para más detalles.
pt: desativado. Consulte https://pypi.org/help#admin-intervention para mais pormenores.
pt_br: desabilitado. Consulte https://pypi.org/help#admin-intervention para obter detalhes.
ru: отключено. Подробнее смотрите здесь: https://pypi.org/help#admin-intervention.
sk: zakázané. Pozri https://pypi.org/help#admin-intervention pre detaily.
ta: முடக்கப்பட்டது. விவரங்களுக்கு https://pypi.org/help#admin- தலையீட்டைக் காண்க.

source: You must have a verified email in order to register a pending trusted publisher. See https://pypi.org/help#openid-connect for details.
de: Sie müssen über eine verifizierte E-Mail verfügen, um einen ausstehenden vertrauenswürdigen Herausgeber zu registrieren. Siehe auch https://pypi.org/help#openid-connect für weitere Informationen.
eo: Vi devas konfirmi vian retpoŝtan adreson por starigi estontan fidatan eldonanton. Legu https://pypi.org/help#openid-connect por detaloj.
es: Debe tener un correo electrónico verificado para poder registrar un editor de confianza pendiente. Consulte https://pypi.org/help#openid-connect para obtener más información.
it: Devi avere un'email verificata per registrare fonti attendibili. Vedi https://pypi.org/help#openid-connect per dettagli.
pt: Você deve ter um e-mail verificado para registrar um editor confiável. Consulte https://pypi.org/help#openid-connect para detalhes.
pt_br: Você deve ter um e-mail verificado para registrar um editor confiável pendente. Consulte https://pypi.org/help#openid-connect para obter detalhes.
ru: У вас должен быть подтвержденный адрес электронной почты, чтобы зарегистрировать ожидающего подключения трастового публикатора. Перейдите на https://pypi.org/help#openid-connect для получения подробной информации.
sk: Ak chcete zaregistrovať čakajúceho dôveryhodného vydavateľa, musíte mať overený e-mail. Podrobnosti nájdete na https://pypi.org/help#openid-connect.
ta: நிலுவையில் உள்ள நம்பகமான வெளியீட்டாளரை பதிவு செய்ய உங்களிடம் சரிபார்க்கப்பட்ட மின்னஞ்சல் இருக்க வேண்டும். விவரங்களுக்கு https://pypi.org/help#openid-connect ஐப் பார்க்கவும்.
uk: У вас повинна бути підтверджена електронна адреса, щоб зареєструвати очікуваного довіреного видавця. Перейдіть на https://pypi.org/help#openid-connect для отримання більш детальної інформації.

source: You can't register more than 3 pending trusted publishers at once.
de: Sie können nicht mehr als 3 ausstehende vertrauenswürdige Publisher gleichzeitig registrieren.
eo: Vi ne rajtas samtempe starigi pli ol 3 estontajn fidatajn eldonantojn.
es: No puede registrar más de 3 editores de confianza pendientes a la vez.
it: Non puoi registrare più di 3 autori attendibili in attesa per volta.
pt: Você não pode registrar mais de 3 editores confiáveis de uma única vez.
pt_br: Você não pode registrar mais de 3 publicadores confiável pendentes ao mesmo tempo.
ru: Вы не можете зарегистрировать более 3-х ожидающих подключения трастовых публикаторов одновременно.
sk: Naraz nemôžete zaregistrovať viac ako 3 čakajúcich dôveryhodných vydavateľov.
ta: நம்பகமான 3 க்கும் மேற்பட்ட நம்பகமான வெளியீட்டாளர்களை ஒரே நேரத்தில் பதிவு செய்ய முடியாது.
uk: Вам не можна реєструвати понад 3 очікуваних довірених видавців водночас.

source: There have been too many attempted trusted publisher registrations. Try again later.
eo: Okazis troo da provoj registri fidatajn eldonantojn. Reprovu poste.
es: Hubo demasiados intentos de registro para publicadores confiables. Intente de nuevo más tarde.
it: Troppi tentativi di registrazione di autori attendibili. Riprova più tardi.
pt: Houveram muitas tentativas de registo de editores confiáveis. Tente novamente mais tarde.
pt_br: Houve muitas tentativas de registros de publicadores confiáveis. Tente novamente mais tarde.
ru: Было предпринято слишком много попыток регистрации трастового публикатора. Попробуйте еще раз позже.
sk: Príliš mnoho neúspešných pokusov o registráciu pomocou OpenID Connect. Skúste to prosím neskoršie.
ta: நம்பகமான வெளியீட்டாளர் பதிவுகள் பல முயற்சித்துள்ளன. பின்னர் மீண்டும் முயற்சிக்கவும்.
uk: Було занадто багато спроб реєстрації довірених видавців. Спробуйте пізніше.

source: The trusted publisher could not be registered
de: Der vertrauenswürdige Herausgeber konnte nicht registriert werden
eo: Ne eblis registri la fidatan eldonanton
es: No se ha podido registrar el editor de confianza
it: L'autore attendibile non può essere registrato
pt: O editor confiável não pôde ser registado
pt_br: O editor confiável não pôde ser registrado
ru: Трастовый публикатор не может быть зарегистрирован
sk: Dôveryhodného vydavateľa sa nepodarilo zaregistrovať
ta: நம்பகமான வெளியீட்டாளரை பதிவு செய்ய முடியவில்லை
uk: Довіреного видавця не вдалося зареєструвати

source: This trusted publisher has already been registered. Please contact PyPI's admins if this wasn't intentional.
de: Dieser vertrauenswürdige Herausgeber wurde bereits registriert. Bitte kontaktieren Sie die PyPI-Administratoren, wenn dies nicht beabsichtigt war.
eo: Jen jam registrita fidata eldonanto. Bonvolu kontakti la administrantojn de PyPi, se vi ne intencis tion.
es: Este editor de confianza ya ha sido registrado. Por favor, póngase en contacto con los administradores de PyPI si esto no fue intencional.
it: Questo autore attendibile è già stato registrato. Si prega di contattare gli amministratori PyPi se non è stato un gesto intenzionale.
pt: Este editor confiável já foi registado. Entre em contato com os administradores do PyPI se isto não foi intencional.
pt_br: Este publicador confiável já foi registrado. Entre em contato com os administradores do PyPI se isso não for intencional.
ru: Этот трастовый публикатор уже зарегистрирован. Свяжитесь с администраторами PyPI, если регистрация не была сделана намеренно.
sk: Tento dôveryhodný vydavateľ už bol zaregistrovaný. Ak to nebolo úmyselné, kontaktujte administrátorov PyPI.
ta: இந்த நம்பகமான வெளியீட்டாளர் ஏற்கனவே பதிவு செய்யப்பட்டுள்ளார். இது வேண்டுமென்றே இல்லாவிட்டால் தயவுசெய்து பைபியின் நிர்வாகிகளை தொடர்பு கொள்ளவும்.
uk: Цей довірений видавець уже зареєстрований. Якщо це сталося ненавмисно, будь ласка, зв'яжіться з адміністраторами PyPI.

source: Registered a new pending publisher to create
eo: Starigis novan estontan fidatan eldonanton por krei
es: Se ha registrado un nuevo publicador pendiente para crear
it: Registrato un nuovo editore per creare
pt: Registou um novo editor de publicação para criar
pt_br: Registrado um novo publicador pendente para criar
ru: Зарегистрирован новый издатель, ожидающий подключения
sk: Zaregistroval sa nový vydavateľ čakajúci na vytvorenie.
ta: உருவாக்க நிலுவையில் உள்ள புதிய வெளியீட்டாளரை பதிவு செய்தது
uk: Нового очікуваного видавця зареєстровано для створення

source: Invalid publisher ID
eo: Nevalida identigilo de eldonanto
es: ID de editor no válido
it: ID autore non valido
pt: ID de editor inválido
pt_br: ID de editor inválido
ru: Неверный ID издателя
sk: Neplatné ID vlastníka
ta: தவறான வெளியீட்டாளர் ஐடி
uk: Недійсний ідентифікатор видавця ID

source: Removed trusted publisher for project
de: Vertrauenswürdigen Herausgeber für Projekt entfernt
eo: Forigis fidatan eldonanton por projekto
es: Editor de confianza eliminado del proyecto
it: Rimosso autore attendibile dal progetto
pt: Editor confiável removido do projeto
pt_br: Editor confiável removido do projeto
ru: Доверенный издатель был удалён из проекта
sk: Pre projekt bol odstránený dôveryhodný vydavateľ.
ta: திட்டத்திற்கான நம்பகமான வெளியீட்டாளர் அகற்றப்பட்டார்

source: Banner Preview
de: Banner Vorschau
eo: Antaŭrigardo de Rubando
es: Previsualización del anuncio
id: Pratinjau Spanduk
it: Anteprima Annuncio
pt: Pré-visualização de banner
pt_br: Pré-visualização de banner
ru: Предпросмотр баннера
sk: Ukážka bannera
ta: பேனர் முன்னோட்டம்
uk: Попередній перегляд банера

source: Provide your response to the request.
ru: Предоставьте свой ответ на запрос.

source: Choose an organization account name with 50 characters or less.
de: Wähle einen Namen für dein Organisationskonto mit maximal 50 Zeichen.
eo: Nomu vian organizaĵon per maksimume 50 skribsignoj.
es: Elija un nombre de cuenta de organización de 50 caracteres o menos.
it: Scegli un account per l'organizzazione con massimo 50 caratteri.
pt: Escolha um nome com 50 carateres ou menos para a organização.
pt_br: Escolha um nome de conta de organização com 50 caracteres ou menos.
ru: Выберите название аккаунта организации, используя не более 50 символов.
sk: Vyberte názov účtu organizácie s 50 alebo menej znakmi.
ta: 50 எழுத்துக்கள் அல்லது அதற்கும் குறைவான நிறுவன கணக்கு பெயரைத் தேர்வுசெய்க.
uk: Виберіть назву облікового запису організації, яка містить не більше 50 символів.
