Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Back to the homepage
de: Zurück zur Homepage
el: Πίσω στην αρχική σελίδα
eo: Reen al la ĉefpaĝo
es: Volver a la página principal
fr: Revenir sur la page d'accueil
he: חזרה לדף הראשי
id: Kembali ke beranda
it: Torna alla home page
ja: ホームページに戻る
pt: Voltar à página inicial
pt_br: Voltar à página inicial
ru: Вернуться на главную страницу
sk: Späť na domovskú stránku
ta: முகப்புப்பக்கத்திற்குத் திரும்பு
tr: Ana sayfaya geri dön
uk: Повернутися на домашню сторінку

source: The Python Package Index
de: Der Python Package Index
el: Το Python Package Index
eo: La Python Package Index
es: El Índice de paquetes de Python
fr: L'Index des paquets Python
he: אינדקס החבילות של פייתון
id: Python Package Index
it: L'indice dei pacchetti Python
pt: O Índex de Pacotes do Python
pt_br: O Python Package Index
ru: Индекс пакета Python
ta: பைதான் தொகுப்பு அட்டவணை
tr: Python Paket Dizini
uk: Реєстр Python-пакунків

source: Test Python package publishing with the Test Python Package Index
de: Das Veröffentlichen von Python-Paketen mit dem Test-Python-Package-Index ausprobieren
el: Δοκιμάστε την δημοσίευση πακέτων χρησιμοποιώντας το Test Python Package Index
eo: Provu publikigon de Python-pakoj per la Prova Python Package Index
es: Ponga a prueba la publicación de paquetes de Python con el entorno de pruebas del Índice de paquetes de Python
fr: Testez la publication de paquets Python avec le l'Index des Paquets Python Test
he: בדיקת פרסום חבילות פייתון באמצעות האינדקס לבדיקות TestPyPI
id: Test Python paket penerbitan dengan Test Python paket index
it: Testa la pubblicazione di un pacchetto in Python con il Test Python Package Index
ja: Test Python Package Indexを使ってPythonパッケージの公開をテストする
pt: Teste o pacote Python publicando com o Índex de Pacotes do Python de Teste
pt_br: Teste a publicação de pacotes Python com o Test Python Package Index
ru: Публикация пакета Test Python с индексом пакета Test Python
sk: Testujte publikovanie balíkov Pythonu pomocou indexu testovacích balíkov Pythonu
ta: சோதனை பைதான் தொகுப்பு குறியீட்டுடன் பைதான் தொகுப்பு வெளியீட்டை சோதிக்கவும்
tr: Python paket yayımlanmasını Test Python Paket Diziniyle test edin
uk: Спробуйте публікувати Python-пакунки за допомогою Тестового Реєстру Python-пакунків

source: Develop the codebase behind PyPI with the Dev Python Package Index
eo: Evoluigu la kodon de PyPI per la Prova Python Package Index
es: Mejore el código de PyPI con el entorno de desarrollo del Índice de paquetes de Python
id: Kembangkan basis kode di balik PyPI dengan Dev Python Package Index
it: Sviluppa il codice di base dietro a PyPI con il Dev Python Package Index
pt: Desenvolva a base de código por trás do PyPI com o Dev Python Package Index
pt_br: Desenvolva a base de código por trás do PyPI com o Dev Python Package Index
ru: Разработайте кодовую базу, лежащую в основе PyPI, с помощью индекса пакета Dev Python
sk: Rozvíjajte kódovú základňu PyPI pomocou indexu balíkov Dev Python
ta: தேவ் பைதான் தொகுப்பு குறியீட்டுடன் பைபிக்குப் பின்னால் உள்ள குறியீட்டாளரை உருவாக்கவும்
uk: Розробляйте кодову базу, на основі якої працює PyPI із Розробницьким Реєстром Python-пакунків

source: Find, install and publish Python packages with the Python Package Index
de: Finde, installiere und veröffentliche Python-Pakete mit dem Python Package Index
el: Αναζητήστε, εγκαταστήστε και δημοσιεύστε πακέτα Python με το Python Package Index
eo: Trovu, instalu, kaj publikigu Python-pakojn per la Python Package Index
es: Encuentre, instale y publique paquetes de Python con el Índice de paquetes de Python
fr: Recherchez, installez et publiez des paquets Python avec l'Index des Paquets Python
he: מציאה, התקנה ופרסום של חבילות פייתון באמצעות אינדקס החבילות של פייתון
id: Temukan, instal, dan publikasikan paket Python dengan Indeks Paket Python
it: Trova, installa e pubblica pacchetti Python con il Python Package Index
ja: Python Package Indexを使ってPythonパッケージを検索・インストール・公開する
pt: Encontre, instale e publique pacotes do Python com o Índex de Pacotes do Python
pt_br: Encontre, instale e publique pacotes Python com o Python Package Index
ru: Ищите, устанавливайте, публикуйте Python-пакеты в индексе пакетов Python
sk: Nájdite, nainštalujte a publikujte balíky Python pomocou indexu balíkov Python
ta: பைதான் தொகுப்பு குறியீட்டுடன் பைதான் தொகுப்புகளைக் கண்டுபிடித்து, நிறுவவும் வெளியிடவும்
tr: Python Paket Diziniyle Python paketlerini bulun, yükleyin ve yayımlayın
uk: Знаходьте, встановлюйте та публікуйте Python-пакунки за допомогою Реєстру Python-пакунків

source: Or <a href="%(href)s">browse projects</a>
de: Oder <a href="%(href)s">Projekte durchstöbern</a>
el: Ή <a href="%(href)s">αναζητήστε projects</a>
eo: Aŭ <a href="%(href)s">foliumu projektojn</a>
es: O bien, <a href="%(href)s">explore los proyectos</a>
fr: Ou bien <a href="%(href)s">explorez les projets</a>
he: או <a href="%(href)s">דפדף בין פרויקטים</a>
id: Atau <a href="%(href)s"> jelajahi proyek </a>
it: Oppure <a href="%(href)s">sfoglia i progetti</a>
ja: または、 <a href="%(href)s">プロジェクトを閲覧する</a>
pt: Ou <a href="%(href)s">explore os projetos</a>
pt_br: Ou <a href="%(href)s">navegue por projetos</a>
ru: или <a href="%(href)s">посмотрите проекты</a>
sk: Alebo <a href="%(href)s">prehliadajte projekty</a>
ta: அல்லது <a href = "%(href)s"> திட்டங்களை உலாவுக </a>
tr: veya <a href="%(href)s">projeleri inceleyin</a>
uk: Чи <a href="%(href)s">переглядайте проєкти</a>

source: %(num_projects_formatted)s project
de: %(num_projects_formatted)s Projekt
eo: %(num_projects_formatted)s projekto
es: %(num_projects_formatted)s proyecto
fr: %(num_projects_formatted)s projet
he: פרויקט אחד
id: %(num_projects_formatted)s proyek
it: %(num_projects_formatted)s progetto
ja: %(num_projects_formatted)s プロジェクト
pt: %(num_projects_formatted)s projeto
pt_br: %(num_projects_formatted)s projeto
ru: %(num_projects_formatted)s проект
sk: %(num_projects_formatted)s projekt
ta: %(num_projects_formatted)s திட்டம்
tr: %(num_projects_formatted)s proje
uk: %(num_projects_formatted)s проєкт

source: %(num_releases_formatted)s release
de: %(num_releases_formatted)s Veröffentlichung
eo: %(num_releases_formatted)s eldono
es: %(num_releases_formatted)s versión
fr: %(num_releases_formatted)s version
he: גרסה אחת
id: %(num_releases_formatted)s rilis
it: %(num_releases_formatted)s rilascio
ja: %(num_releases_formatted)s リリース
pt: %(num_releases_formatted)s lançamento
pt_br: %(num_releases_formatted)s lançamento
ru: %(num_releases_formatted)s выпуск
sk: %(num_releases_formatted)s vydanie
ta: %(num_releases_formatted)s வெளியீடு
tr: %(num_releases_formatted)s sürüm
uk: %(num_releases_formatted)s випуск

source: %(num_files_formatted)s file
de: %(num_files_formatted)s Datei
eo: %(num_files_formatted)s dosiero
es: %(num_files_formatted)s archivo
fr: %(num_files_formatted)s fichier
he: קובץ אחד
id: %(num_files_formatted)s berkas
ja: %(num_files_formatted)s ファイル
pt: %(num_files_formatted)s ficheiro
pt_br: %(num_files_formatted)s arquivo
ru: %(num_files_formatted)s файл
sk: %(num_files_formatted)s súbor
ta: %(num_files_formatted)s கோப்பு
tr: %(num_files_formatted)s dosya
uk: %(num_files_formatted)s файл

source: %(num_users_formatted)s user
de: %(num_users_formatted)s Benutzer
eo: %(num_users_formatted)s uzanto
es: %(num_users_formatted)s usuario
fr: %(num_users_formatted)s utilisateur
he: משתמש אחד
id: %(num_users_formatted)s pengguna
it: %(num_users_formatted)s utente
ja: %(num_users_formatted)s ユーザ
pt: %(num_users_formatted)s utilizador
pt_br: %(num_users_formatted)s usuário
ru: %(num_users_formatted)s пользователь
sk: %(num_users_formatted)s užívateľ
ta: %(num_users_formatted)s பயனர்
tr: %(num_users_formatted)s kullanıcı
uk: %(num_users_formatted)s користувач

source: PyPI helps you find and install software developed and shared by the Python community.
de: PyPI hilft dabei, von der Python-Community entwickelte und geteilte Software zu finden und zu installieren.
el: Το PyPI σας βοηθά να βρείτε και να εγκαταστήσετε λογισμικό που αναπτύχθηκε και μοιράστηκε από τον κοινότητα Python.
eo: PyPI helpas vin trovi kaj instali programarojn evoluigatajn kaj komunigitajn de la Python-komunumo.
es: PyPI le ayuda a encontrar e instalar programas desarrollados y compartidos por la comunidad de Python.
fr: PyPI vous aide à trouver et installer des logiciels développés et partagés par la communauté Python.
he: PyPI‏ מאפשר למצוא ולהתקין תוכנה אשר פותחה ושותפה על ידי קהילת הפייתון.
id: PyPI membantu Anda menemukan dan menginstal perangkat lunak yang dikembangkan dan dibagikan oleh komunitas Python.
it: PyPI ti aiuta a trovare e installare software sviluppati e condivisi dalla comunità Python.
ja: PyPIは、Pythonコミュニティによって開発・共有されているソフトウェアの検索とインストールに役立ちます。
pt: PyPI ajuda-o a encontrar e a instalar "software" desenvolvido e partilhado pela comunidade Python.
pt_br: O PyPI ajuda você a encontrar e instalar softwares desenvolvidos e compartilhados pela comunidade do Python.
ru: PyPI помогает вам находить и устанавливать программное обеспечение, разработанное и распространяемое сообществом Python.
sk: PyPI vám pomáha nájsť a nainštalovať softvér vyvinutý a zdieľaný komunitou Python.
ta: பைதான் சமூகத்தால் உருவாக்கப்பட்ட மற்றும் பகிரப்பட்ட மென்பொருளைக் கண்டுபிடித்து நிறுவ PYPI உதவுகிறது.
tr: PyPI size Python topluluğu tarafından geliştirilip paylaşılan yazılımları bulmanız ve yüklemeniz konusunda yardım eder.
uk: PyPI допомагає вам знаходити та встановлювати програмне забезпечення, розроблене і поширене спільнотою Python.

source: Learn about installing packages
eo: Lernu pri la instalado de pakoj
es: Aprenda a instalar paquetes
id: Pelajari tentang menginstal paket
it: Scopri come installare i pacchetti
pt: Saiba como instalar pacotes
pt_br: Saiba mais sobre a instalação de pacotes
ru: Подробнее об установке пакетов
sk: Prečítajte si o inštalácii balíkov
ta: தொகுப்புகளை நிறுவுவது பற்றி அறிக
uk: Дізнайтеся про встановлення пакунків

source: Package authors use PyPI to distribute their software.
de: Paket-Entwickler benutzen PyPI, um ihre Software zu veröffentlichen.
el: Οι συγγραφείς των πακέτων χρησιμοποιούν το PyPI για να διανείμουν το λογισμικό τους.
eo: Aŭtoroj de pakoj uzas PyPI por distribui siajn programarojn.
es: Los autores de paquetes utilizan PyPI para distribuir sus programas.
fr: Les créateurs de paquets utilisent PyPI pour distribuer leurs logiciels.
he: כותבי חבילות משתמש ב-PyPI כדי להפיץ את התוכנות שלהם.
id: Penulis paket menggunakan PyPI untuk mendistribusikan perangkat lunak mereka.
it: Gli autori del pacchetto utilizzano PyPI per distribuire i loro software.
ja: パッケージの作者は、PyPIを使ってソフトウェアを配布します。
pt: Os autores de bibliotecas usam o PyPI para distribuir o seu software.
pt_br: Os autores de pacotes usam o PyPI para distribuir seu software.
ru: Авторы пакетов используют PyPI для распространения своего программного обеспечения.
sk: Autori balíkov používajú PyPI na distribúciu svojho softvéru.
ta: தொகுப்பு ஆசிரியர்கள் தங்கள் மென்பொருளை விநியோகிக்க PYPI ஐப் பயன்படுத்துகின்றனர்.
tr: Paket oluşturanlar PyPI'yi kendi yazılımlarını dağıtmak için kullanırlar.
uk: Автори пакунків використовують PyPI для розповсюдження свого програмного забезпечення.

source: Learn how to package your Python code for PyPI
de: Erfahren sie hier wie sie ihren Python-Code für PyPI vorbereiten.
eo: Lernu kiel paki vian Python-kodon por PyPI
es: Aprenda a empaquetar su código en Python para PyPI
id: Pelajari cara mengemas kode Python Anda untuk PyPI
it: Scopri come creare un pacchetto del tuo codice Python per PyPI
pt: Aprenda a empacotar o seu código Python para o PyPI
pt_br: Saiba como empacotar seu código Python para PyPI
ru: Узнайте, как упаковать ваш Python-код для PyPI
sk: Zistite, ako zabaliť kód Python pre PyPI
ta: உங்கள் பைதான் குறியீட்டை PYPI க்காக எவ்வாறு தொகுப்பது என்பதை அறிக
uk: Дізнайтеся як запакувати свій код на Python для PyPI

source: Error processing form
de: Fehler bei der Verarbeitung der Formulardaten
el: Σφάλμα επεξεργασίας της φόρμας
eo: Eraro dum traktado de formularo
es: Error al procesar el formulario
fr: Erreur de traitement du formulaire
he: שגיאה בעיבוד הטופס
id: Formulir pemrosesan error
it: Modulo per l'elaborazione degli errori
ja: エラー処理フォーム
pt: Erro ao processar o formulário
pt_br: Erro ao processar o formulário
ru: Ошибка обработки формы
sk: Chyba pri spracovaní formulára
ta: பிழை செயலாக்க படிவம்
tr: Form işlenirken hata
uk: Помилка під час обробки форми

source: Confirm password
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
eo: Konfirmi pasvorton
es: Confirmar contraseña
fr: Confirmez le mot de passe
he: אישור סיסמה
id: Konfirmasi kata sandi
it: Conferma la password
ja: パスワードの確認
pt: Confirmar palavra-passe
pt_br: Confirmar senha
ru: Подтвердите пароль
sk: Potvrdiť heslo
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
tr: Parolayı onayla
uk: Підтвердіть пароль

source: Confirm password to continue
eo: Konfirmu pasvorton por daŭrigo
es: Confirme la contraseña para continuar
he: אשר את הסיסמה כדי להמשיך
id: Konfirmasi kata sandi untuk melanjutkan
it: Conferma la password per continuare
pt: Confirmar palavra-passe para continuar
pt_br: Confirme a senha para continuar
ru: Для продолжения подтвердите пароль
sk: Potvrdiť heslo pre pokračovanie
ta: தொடர கடவுச்சொல் உறுதிப்படுத்தவும்
uk: Підтвердіть пароль, щоб продовжити

source: Password
de: Passwort
el: Κωδικός χρήστη
eo: Pasvorto
es: Contraseña
fr: Mot de passe
he: סיסמה
id: Kata sandi
ja: パスワード
pt: Palavra-passe
pt_br: Senha
ru: Пароль
sk: Heslo
ta: கடவுச்சொல்
tr: Parola
uk: Пароль

source: (required)
de: (benötigt)
el: (υποχρεωτικό)
eo: (nepre)
es: (obligatorio)
fr: (obligatoire)
he: (חובה)
id: (wajib)
it: (obbligatorio)
ja: (必須)
pt: (obrigatório)
pt_br: (obrigatório)
ru: (обязательно)
sk: (povinné)
ta: (தேவை)
tr: (gerekli)
uk: (обов'язково)

source: Your password
de: Passwort
el: Ο κωδικός σας
eo: Via pasvorto
es: Su contraseña
fr: Votre mot de passe
he: הסיסמה שלך
id: Kata sandi Anda
it: La tua password
ja: あなたのパスワード
pt: A sua palavra-passe
pt_br: Sua senha
ru: Ваш пароль
sk: Vaše heslo
ta: உங்கள் கடவுச்சொல்
tr: Sizin parolanız
uk: Ваш пароль

source: Show password
de: Passwort anzeigen
el: Εμφάνιση κωδικού
eo: Montri pasvorton
es: Mostrar contraseña
fr: Afficher le mot de passe
he: הצג סיסמה
id: Tampilkan kata sandi
it: Mostra password
ja: パスワードを表示
pt: Mostrar palavra-passe
pt_br: Mostrar senha
ru: Показать пароль
sk: Zobraziť heslo
ta: கடவுச்சொல்லைக் காட்டு
tr: Parolayı göster
uk: Показати пароль

source: Forgot password?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό χρήστη;
eo: Ĉu forgesis pasvorton?
es: ¿Olvidó la contraseña?
fr: Mot de passe oublié ?
he: שכחת סיסמתך?
id: Lupa kata sandi?
it: Password dimenticata?
ja: パスワードをお忘れですか？
pt: Esqueceu-se da palavra-passe?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
sk: Zabudnuté heslo?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
tr: Parolanızı unuttunuz mu?
uk: Забули пароль?

source: <b>Tip:</b> you are about to perform a <a href="%(href)s">sensitive action</a>. If you are not on a personal computer, make sure to log out once you're done with your session. We won't ask you to confirm your password again for the next hour.
de: <b>Tipp:</b> Sie sind dabei, eine <a href="%(href)s">sensible Aktion durchzuführen</a>. Wenn Sie nicht an einem PC arbeiten, loggen Sie sich aus, sobald Sie Ihre Sitzung beendet haben. Wir werden Sie in der nächsten Stunde nicht mehr auffordern, Ihr Passwort zu bestätigen.
eo: <b> Konsilo: </b> vi estas faronta <a href="%(href)s">ion konfidencan</a>. Se vi ne uzas personan komputilon, nepre adiaŭu post via seanco. Ni ne petos vin konfirmi vian pasvorton denove dum la sekva horo.
es: <b>Consejo:</b> está a punto de efectuar una <a href="%(href)s">acción delicada</a>. Si no está en un equipo personal, no olvide salir de su cuenta cuando haya acabado. Durante la próxima hora no le pediremos que confirme su contraseña.
it: <b>Suggerimento:</b> stai per effettuare una <a href="%(href)s"> azione sensibile</a>. Se non sei su un computer personale, assicurati di effettuare il log out alla fine della tua sessione. Non ti chiederemo di confermare nuovamente la tua password nella prossima ora.
pt: <b>Dica:</b> você está prestes a realizar uma <a href="%(href)s"> ação sensível</a>. Se não estiver num computador pessoal, certifique-se de fazer logout quando terminar a sua sessão. Não lhe pediremos para confirmar a sua senha novamente na próxima hora.
pt_br: <b>Dica:</b> você está prestes a realizar uma <a href="%(href)s">ação sensível</a>. Se você não estiver em um computador pessoal, certifique-se de sair de sua sessão quando acabar de usá-la. Não solicitaremos que você confirme sua senha novamente pela próxima hora.
ru: <b>Tip: </b> вы собираетесь выполнять <a href="%(href)s">чувствительное действие </a>. Если вы не на персональном компьютере, обязательно зарегистрироваться, как только вы закончите свою сессию. Мы не будем просить вас подтвердить ваш пароль в течение следующего часа.
sk: <b>Tip:</b> chystáte sa vykonať <a href="%(href)s">citlivú akciu</a>. Ak nie ste na osobnom počítači, nezabudnite sa po dokončení relácie odhlásiť. Počas nasledujúcej hodiny vás nebudeme žiadať o opätovné potvrdenie hesla.
ta: <b> உதவிக்குறிப்பு: </b> நீங்கள் ஒரு <a href = "%(href)s"> உணர்திறன் செயல் </a> செய்ய உள்ளீர்கள். நீங்கள் தனிப்பட்ட கணினியில் இல்லையென்றால், உங்கள் அமர்வில் முடிந்ததும் வெளியேறுவதை உறுதிப்படுத்திக் கொள்ளுங்கள். அடுத்த மணிநேரத்திற்கு உங்கள் கடவுச்சொல்லை மீண்டும் உறுதிப்படுத்த நாங்கள் உங்களிடம் கேட்க மாட்டோம்.
uk: <b>Порада:</b> ви збираєтеся здійснити <a href="%(href)s">чутливу дію</a>. Якщо ви користуєтеся не своїм особистим комп’ютером, не забудьте вийти, щойно завершите свій сеанс. Ми не перевірятимемо ваш пароль вдруге протягом наступної години.

source: This URL is an API endpoint for uploading files to PyPI.
de: Diese URL ist ein API-Endpunkt zum Hochladen von Dateien zu PyPI.
el: Αυτό το URL είναι ένα API endpoint για ανέβασμα αρχείων στο PyPI.
eo: Jen API-finpunkto por alŝuti dosierojn al PyPI.
es: Este URL es un punto de conexión de la API para cargar archivos en PyPI.
fr: Cette URL est un point d’accès à l’API pour télécharger des fichiers sur PyPI.
he: ‏URL‏ זה הוא נקודת קצה של API להעלאת קבצים אל PyPI.
id: URL ini adalah Endpoint API untuk mengunggah file ke PyPI.
it: Questa URL è un nodo API per caricare files su PyPI.
ja: この URL は、PyPI にファイルをアップロードするための API エンドポイントです。
pt: Esta URL é um ponto da API para enviar ficheiros para o PyPI.
pt_br: Essa URL é um ponto da API para enviar arquivos para o PyPI.
ru: Этот URL-адрес является точкой выхода API для загрузки файлов на PyPI.
sk: Táto adresa URL je koncovým bodom rozhrania API na nahrávanie súborov do PyPI.
ta: இந்த முகவரி என்பது PYPI இல் கோப்புகளை பதிவேற்றுவதற்கான பநிஇ இறுதிப்புள்ளி ஆகும்.
tr: Bu URL PyPI'ye dosya yüklemek için bir API endpointi.
uk: Ця URL-адреса є точкою виходу API для завантаження файлів до PyPI.

source: For more information on uploading projects to PyPI, visit the <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
de: Für mehr Informationen über das Hochladen von Projekten zum PyPI, besuchen Sie den <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
el: Για περισσότερες πληροφορίες σχετικά με το ανέβασμα projects στο PyPI, επισκεφτείτε το <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>.
eo: Por pli da informo pri alŝuto de projektoj al PyPI, vizitu la paĝon <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Manlibro por Python-Uzantoj pri Pakado</a>.
es: Para obtener más información sobre la carga de proyectos en PyPI, visite el <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">manual de uso del empaquetamiento de Python</a>.
fr: Pour plus d’informations à propos du téléchargement des projets sur PyPI, consultez le <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guide Utilisateur de l'Empaquetage Python</a>.
he: למידע נוסף אודות העלאת פרויקטים ל-PyPI, יש לעיין ב<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">מדריך למשתמש באריזת חבילות פייתון</a>.
id: Untuk informasi lebih lanjut tentang mengunggah proyek ke PyPI, kunjungi <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Panduan Pengguna Packaging Python</a>.
it: Per ulteriori informazioni sul caricamento di progetti su PyPI, visita la <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guida Utente di Python Packaging</a>.
ja: PyPI へのプロジェクトのアップロードの詳細については、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>を参照してください。
pt: Para mais informações sobre o envio de projetos para o PyPI, veja no <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Utilizador para Empacotamento de Python</a>.
pt_br: Para mais informações sobre envio de projetos para o PyPI, visite o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Guia de Usuário para Empacotamento de Python</a>.
ru: Для получения дополнительной информации о загрузке проектов в PyPI посетите <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Руководство пользователя по упаковке Python</a>.
sk: Ďalšie informácie o nahrávaní projektov do PyPI nájdete v <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Používateľskej príručke balíka Python</a>.
ta: PYPI க்கு திட்டங்களை பதிவேற்றுவது பற்றிய கூடுதல் தகவலுக்கு, <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> பைதான் பேக்கேசிங் பயனர் கையேடு </a> ஐப் பார்வையிடவும் .
tr: PyPI'ye projeleri yüklemek konusunda daha fazla bilgi için <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Paketleme Kullanıcı Rehberi</a>'ni ziyaret edin.
uk: Щоб дізнатися більше про завантаження проєктів до PyPI, відвідайте <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">користувацьке керівництво з пакування Python</a>.

source: Otherwise, we suggest you <a href="%(href)s">go to the PyPI homepage</a>.
de: Andernfalls bitte <a href="%(href)s">zur PyPI-Homepage zurückkehren</a>.
el: Διαφορετικά, προτείνουμε να <a href="%(href)s">μπείτε στην επίσημη ιστοσελίδα του PyPI</a>.
eo: Alie, ni sugestas ke vi iru <a href="%(href)s">al la ĉefpaĝo de PyPI</a>.
es: Por lo demás, le sugerimos <a href="%(href)s">visitar la página principal de PyPI</a>.
fr: Sinon, nous vous suggérons de <a href="%(href)s">consulter la page d’accueil de PyPI</a>.
he: אחרת, אנחנו מציעים <a href="%(href)s">לעבור אל דף הבית של PyPI‏</a>.
id: Jika tidak, kami menyarankan anda <a href="%(href)s">menuju ke beranda PyPI</a>.
it: Altrimenti, vi suggeriamo <a href="%(href)s">di andare alla homepage di PyPI</a>.
ja: それ以外の場合は、<a href="%(href)s">PyPIのホームページ</a>を参照することをお勧めします。
pt: Caso contrário, sugerimos que <a href="%(href)s">vá para a página inicial do PyPI</a>.
pt_br: Caso contrário, sugerimos que você <a href="%(href)s">vá para a página inicial do PyPI</a>.
ru: В противном случае советуем вам <a href="%(href)s">перейти на главную страницу PyPI</a>.
sk: V opačnom prípade vám odporúčame <a href="%(href)s">prejsť na domovskú stránku PyPI</a>.
ta: இல்லையெனில், <a href = "%(href)s"> PYPI முகப்புப்பக்கத்திற்குச் செல்லவும் </a>.
tr: Bunun dışında size <a href="%(href)s">PyPI'nin ana sayfasına gitmenizi tavsiye ediyoruz</a>.
uk: Інакше, радимо вам <a href="%(href)s">перейти на домашню сторінку PyPI</a>.

source: Confirm Invite
eo: Konfirmi Inviton
es: Confirme la invitación
id: Konfirmasi Undangan
it: Conferma l'invito
pt: Confirmar convite
pt_br: Confirmar convite
ru: Подтверждение приглашения
sk: Potvrdiť pozvánku
ta: அழைப்பை உறுதிப்படுத்தவும்
uk: Підтвердьте запрошення
