Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: How do I install a file (package) from PyPI?
de: Wie installiere ich eine Datei (Paket) vom PyPI?
el: Πως εγκαθιστώ ένα αρχείο (πακέτο) από το PyPI;
eo: Kiel instali dosieron (pakon) el PyPI?
es: ¿Cómo instalo un archivo (paquete) proveniente de PyPI?
fr: Comment dois-je installer un fichier (package) depuis PyPI ?
he: איך אני מתקין/ה קובץ (חבילה) מ-PyPI?
id: Bagaimana cara menginstal file (paket) dari PyPI?
it: Come installo un file (pacchetto) da PyPI?
ja: PyPIからファイル（パッケージ）をインストールするには、どうすればよいですか？
pt: Como instalo um ficheiro (pacote) do PyPI?
pt_br: Como eu instalo um arquivo (pacote) do PyPI?
ru: Как мне установить файл (пакет) с PyPI?
sk: Ako nainštalujem súbor (balík) z PyPI?
ta: PYPI இலிருந்து ஒரு கோப்பை (தொகுப்பு) எவ்வாறு நிறுவுவது?
tr: PyPI'den bir dosyayı (paketi) nasıl yüklerim?
uk: Як мені встановити файл (пакунок) із PyPI?

source: How do I package and publish my code for PyPI?
de: Wie bündle und veröffentliche ich meinen Quellcode für PyPI?
el: Πως πακετάρω και εκδίδω τον κώδικα μου για το PyPI;
eo: Kiel paki kaj publikigi mian kodon por PyPI?
es: ¿Cómo empaqueto y publico mi código en PyPI?
fr: Comment dois-je empaqueter et publier mon code pour PyPI ?
he: איך אני אורז ומפרסם את הקוד שלי עבור PyPI?
id: Bagaimana cara mengemas dan menerbitkan kode saya untuk PyPI?
it: Come impacchetto e pubblico il mio codice per PyPI?
ja: PyPI用にコードをパッケージ化して公開するには、どうすればよいですか？
pt: Como empacoto e publico o meu código para o PyPI?
pt_br: Como eu empacoto e publico meu código para o PyPI?
ru: Как мне упаковать и опубликовать мой код для PyPI?
sk: Ako zabalím a zverejním svoj kód pre PyPI?
ta: PYPI க்கான எனது குறியீட்டை எவ்வாறு தொகுத்து வெளியிடுவது?
tr: Nasıl kodumu PyPI için paketleyip yayımlayabilirim?
uk: Як мені запакувати й опублікувати мій код для PyPI?

source: What's a trove classifier?
de: Was ist eine Kategorie?
el: Τι είναι το trove classifier;
eo: Kio estas klasigilo?
es: ¿Qué es un clasificador de interés?
fr: Qu'est-ce qu'un classificateur ?
he: מהו מסווג מטמון?
id: Apa itu klasifikasi trove?
it: Cos'è un classificatore di raccolta?
ja: Trove分類とは何ですか？
pt: O que é um classificador de trove?
pt_br: O que é um classificador de trove?
ru: Что такое trove-классификатор?
sk: Čo je to klasifikátor trove?
ta: ட்ரோவ் வகைப்படுத்தி என்றால் என்ன?
tr: Trove sınıflandırıcısı nedir?
uk: Що таке trove-класифікатор?

source: What's a "yanked" release?
eo: Kia estas «fortirita» eldono?
es: ¿Qué es una versión «retirada»?
he: מהי גרסה ש-"נגרעה"?
id: Apa itu rilis "ditarik"?
it: cos'è un rilascio "stralciato"?
pt: O que é um lançamento "retirado"?
pt_br: O que é um lançamento "retirado"?
ru: Что такое «изъятый» выпуск?
sk: Čo je to „vytrhnuté“ vydanie?
ta: "யங்க்" வெளியீடு என்றால் என்ன?
uk: Що таке «анульований» випуск?

source: What's an archived project?
eo: Kio estas enarĥivigita projekto?
ru: Что такое архивный проект?

source: Why do I need a verified email address?
de: Wieso benötige ich eine bestätigte E-Mail-Adresse?
el: Γιατί χρειάζομαι μια επιβεβαιωμένη διεύθυνση email;
eo: Kial postuliĝas kontrolita retpoŝta adreso?
es: ¿Por qué necesito una dirección de correo verificada?
fr: Pourquoi dois-je avoir une adresse e-mail vérifiée ?
he: מדוע אני צריך/ה כתובת אי-מייל מאומתת?
id: Mengapa saya memerlukan alamat email terverifikasi?
it: Perchè ho bisogno di un indirizzo email verificato?
ja: なぜ確認済みのメールアドレスが必要なのですか？
pt: Por que preciso de um endereço de e-mail verificado?
pt_br: Por que eu preciso de um endereço de e-mail verificado?
ru: Зачем мне нужен подтверждённый адрес электронной почты?
sk: Prečo potrebujem overenú e-mailovú adresu?
ta: சரிபார்க்கப்பட்ட மின்னஞ்சல் முகவரி எனக்கு ஏன் தேவை?
tr: Neden doğrulanmış bir e-posta adresine ihtiyacım var?
uk: Чому мені треба мати підтверджену електронну адресу?

source: Why is PyPI telling me my password is compromised?
de: Wieso behauptet PyPI, mein Passwort sei kompromittiert?
el: Γιατί το PyPI μου λέει ότι ο κωδικός χρήστη έχει εκτεθεί;
eo: Kial PyPI diras al mi, ke mia pasvorto estas kompromitita?
es: ¿Por qué PyPI dice que mi contraseña es vulnerable?
fr: Pourquoi PyPI me dit que mon mot de passe est compromis ?
he: מדוע PyPI מודיע לי כי הסיסמה שלי נפרצה?
id: Mengapa PyPI memberi tahu saya bahwa kata sandi saya disusupi?
it: Perchè PyPi mi dice che la mia password è compromessa?
ja: なぜPyPIは、私のパスワードが侵害されたと伝えるのですか？
pt: Por que o PyPI está dizendo-me que minha palavra-passe está comprometida?
pt_br: Por que o PyPI está me dizendo que minha senha está comprometida?
ru: Почему PyPI сообщает, что мой пароль скомпрометирован?
sk: Prečo mi PyPI hovorí, že moje heslo je prelomené?
ta: எனது கடவுச்சொல் வேறுபாடின்மை செய்ததாக பைபி ஏன் சொல்கிறார்?
tr: PyPI neden bana parolamın ele geçirildiğini söylüyor?
uk: Чому PyPI каже мені, що мій пароль скомпрометовано?

source: What should I do if I notice suspicious activity on my account?
de: Was sollte ich tun, wenn ich verdächtige Aktivität auf meinem Konto merke?
eo: Kion mi faru se mi rimarkas suspektindaĵon pri mia konto?
es: ¿Qué he de hacer si detecto actividades sospechosas en mi cuenta?
he: מה עלי לעשות אם אני מבחין בפעילות חשודה בחשבוני?
id: Apa yang harus saya lakukan jika saya melihat aktivitas mencurigakan di akun saya?
it: Cosa dovrei fare se noto attività sospetta sul mio account?
pt: O que devo fazer se notar atividade suspeita na minha conta?
pt_br: O que devo fazer se notar atividade suspeita na minha conta?
ru: Что мне делать, если я заметил в своей учётной записи подозрительную активность?
sk: Čo mám robiť, ak na svojom účte zaznamenám podozrivú aktivitu?
ta: எனது கணக்கில் சந்தேகத்திற்கிடமான செயல்பாட்டைக் கவனித்தால் நான் என்ன செய்ய வேண்டும்?
uk: Що мені робити, коли помічаю підозрілу активність у своєму обліковому записі?

source: Why is PyPI telling me my API token is compromised?
eo: Kial PyPI diras al mi, ke mia API-ĵetono estas kompromitita?
es: ¿Por qué PyPI dice que mi ficha de API es vulnerable?
id: Mengapa PyPI memberi tahu saya bahwa token API saya disusupi?
it: Perchè PyPI mi dice che il mio token API è compromesso?
pt: Por que o PyPI está a dizer-me que o meu token de API está comprometido?
pt_br: Por que o PyPI está me dizendo que meu token de API está comprometida?
ru: Почему PyPI сообщает, что мой API-токен скомпрометирован?
sk: Prečo mi PyPI hovorí, že môj token API je napadnutý?
ta: என் பநிஇ கிள்ளாக்கு வேறுபாடின்மை செய்ததாக பைபி ஏன் என்னிடம் சொல்கிறார்?
uk: Чому PyPI каже мені, що мій API-токен скомпрометовано?

source: What is two-factor authentication and how does it work on PyPI?
eo: Kio estas dupaŝa aŭtentikigo, kaj kiel ĝi funkcias ĉe PyPI?
ru: Что такое двух‐факторная аутентификация и как она работает на PyPI?
sk: Čo je dvojfaktorová autentifikácia a ako to funguje na PyPI?
ta: இரண்டு காரணி ஏற்பு என்றால் என்ன, அது PYPI இல் எவ்வாறு செயல்படுகிறது?

source: How does two-factor authentication with an authentication application (<abbr title="time-based one-time password">TOTP</abbr>) work? How do I set it up on PyPI?
eo: Kiel funkcias dupaŝa aŭtentikigo per aŭtentikiga programo (<abbr title="tempo-baza unufoja pasvorto">TOTP</abbr>)? Kiel agordi ĝin ĉe PyPI?
ru: Как работает двухфакторная аутентификация с приложением аутентификации (<abbr title="time-based one-time password">TOTP</abbr>)? Как настроить его на PyPI?
sk: Ako funguje dvojfaktorová autentifikácia s autentifikáciou aplikácie (<abbr title="time-based one-time password">TOTP</abbr>)? Ako môžem nastaviť na PyPI?
ta: அங்கீகார பயன்பாடு (<abbr தலைப்பு = "நேர அடிப்படையிலான ஒரு முறை கடவுச்சொல்"> TOTP </abbr>) உடன் இரண்டு காரணி ஏற்பு எவ்வாறு செயல்படுகிறது? பைபியில் இதை எவ்வாறு அமைப்பது?

source: How does two-factor authentication with a security device (e.g. USB key) work? How do I set it up on PyPI?
eo: Kiel funkcias dupaŝa aŭtentikigo per sekuriga aparato (ekz. USB-ŝlosilo)? Kiel mi agordas ĝin ĉe PyPI?
ru: Как работает двухфакторная аутентификация с помощью устройства безопасности (например, USB-ключа)? Как настроить ее на PyPI?
sk: Ako funguje dvojfaktorová autentifikácia s bezpečnostným zariadením (napr. USB kľúč)? Ako môžem nastaviť na PyPI?
ta: பாதுகாப்பு சாதனம் (எ.கா. யூ.எச்.பி விசை) கொண்ட இரண்டு காரணி ஏற்பு எவ்வாறு செயல்படுகிறது? பைபியில் இதை எவ்வாறு அமைப்பது?

source: What devices (other than a USB key) can I use as a security device?
de: Welche Geräte (von einem USB-Schlüssel abgesehen) kann ich als Sicherheitsgerät verwenden?
el: Ποιες συσκευές (πέρα από ένα USB key) μπορώ να χρησιμοποιήσω ως συσκευή ασφάλειας;
eo: Kiajn aparatojn (aliajn ol USB-ŝlosilojn) mi povas uzi kiel sekurigajn aparatojn?
es: ¿Cuáles dispositivos (además de una llave USB) puedo emplear como aparato de seguridad?
fr: Quels périphériques (autres qu'une clé USB) puis-je utiliser comme périphérique de sécurité ?
he: באילו מכשירים (שאינם מפתח USB) אני יכול/ה להשתמש בתור מכשיר אבטחה?
id: Perangkat apa (selain kunci USB) yang dapat saya gunakan sebagai perangkat keamanan?
it: Che tipo di dispositivo (oltre a una chiavetta USB) posso usare come dispositivo di sicurezza?
ja: セキュリティ端末として、USBキー以外に何を使えますか？
pt: Quais aparelhos (além de uma chave USB) posso usar como aparelho de segurança?
pt_br: Quais dispositivos (além de uma chave USB) posso usar como dispositivo de segurança?
ru: Какие устройства (кроме USB-ключа) я могу использовать в качестве устройства безопасности?
sk: Aké zariadenia (okrem USB kľúča) môžem použiť ako bezpečnostné zariadenie?
ta: பாதுகாப்பு சாதனமாக நான் என்ன சாதனங்கள் (யூ.எச்.பி விசையைத் தவிர) பயன்படுத்தலாம்?
tr: Güvenlik aygıtı olarak hangi aygıtları (USB anahtarı dışında) kullanabilirim?
uk: Які інші пристрої (окрім USB-ключів) я можу використовувати як пристрої безпеки?

source: How does two-factor authentication with a recovery code work? How do I set it up on PyPI?
eo: Kiel funkcias dupaŝa aŭtentikigo per realira kodo? Kiel starigi ĝin ĉe PyPI?
ru: Как работает двух‐факторная аутентификация с кодом восстановления? Как мне настроить её на PyPI?
sk: Ako funguje dvojfaktorová autentifikácia so systémom obnovy? Ako môžem nastaviť na PyPI?
ta: மீட்புக் குறியீட்டைக் கொண்ட இரண்டு காரணி ஏற்பு எவ்வாறு செயல்படுகிறது? பைபியில் இதை எவ்வாறு அமைப்பது?

source: How can I use API tokens to authenticate with PyPI?
de: Wie kann ich API-Token verwenden, um mich beim PyPI zu authentifizieren?
el: Πως μπορώ να χρησιμοποιήσω τα API tokens για να πιστοποιηθώ στο PyPI;
eo: Kiel uzi API-ĵetonojn por aŭtentikigi ĉe PyPI?
es: ¿Cómo se utilizan las fichas de API para autenticarse con PyPI?
fr: Comment puis-je utiliser les jetons d'API pour m'authentifier avec PyPI ?
he: כיצד אני יכול/ה להשתמש באסימוני API כדי להזדהות בפני PyPI?
id: Bagaimana cara menggunakan token API untuk mengautentikasi dengan PyPI?
it: Come posso usare un token API per identificarmi con PyPI?
ja: APIトークンを使ってPyPIで認証するにはどうすればよいですか？
pt: Como posso usar tokens de API para autenticar com o PyPI?
pt_br: Como posso usar tokens de API para autenticar com o PyPI?
ru: Как я могу использовать API-токены для аутентификации на PyPI?
sk: Ako môžem použiť tokeny API na autentifikáciu pomocou PyPI?
ta: PYPI உடன் அங்கீகரிக்க பநிஇ டோக்கன்களை எவ்வாறு பயன்படுத்துவது?
tr: PyPI ile kimlik doğrulaması yapmak için API belirteçlerini nasıl kullanabilirim?
uk: Як я можу використовувати API-токени щоб автентифікуватися на PyPI?

source: Why do certain actions require me to confirm my password?
de: Warum muss ich mein Passwort für bestimmte Aktionen bestätigen?
eo: Kial kelkaj agoj postulas la konfirmon de mia pasvorto?
es: ¿Por qué algunas acciones requieren que confirme mi contraseña?
he: מדוע פעולות מסוימות מחייבות אותי לאשר את הסיסמה שלי?
id: Mengapa tindakan tertentu mengharuskan saya untuk mengonfirmasi kata sandi saya?
it: Perchè certe azioni mi chiedono di confermare la mia passsword?
pt: Por que certas ações exigem que confirme minha palavra-passe?
pt_br: Por que certas ações exigem que eu confirme minha senha?
ru: Почему некоторые действия требуют от меня подтверждения пароля?
sk: Prečo odo mňa niektoré akcie vyžadujú potvrdenie hesla?
ta: எனது கடவுச்சொல்லை உறுதிப்படுத்த சில செயல்கள் ஏன் தேவை?
uk: Чому певні дії потребують підтвердження мого пароля?

source: How do I change my PyPI username?
de: Wie ändere ich meinen PyPI-Benutzernamen?
eo: Kiel ŝanĝi mian salutnomon ĉe PyPI?
es: ¿Cómo cambio mi usuario de PyPI?
it: Come posso cambiare il mio nome utente PyPI?
pt: Como faço para alterar o meu nome de utilizador do PyPI?
pt_br: Como faço para alterar meu nome de usuário do PyPI?
ru: Как изменить имя пользователя PyPI?
sk: Ako zmením svoje používateľské meno PyPI?
ta: எனது பைபி பயனர்பெயரை எவ்வாறு மாற்றுவது?

source: How can I use Trusted Publishers to publish to PyPI?
eo: Kiel uzi Fidatajn Eldonantojn por eldoni ĉe PyPI?
it: Come posso pubblicare il mio pacchetto privato su PyPI?
ru: Как я могу использовать Trusted Publishers для публикации в PyPI?
sk: Ako môžem použiť dôveryhodných vydavateľov na publikovanie v PyPI?
ta: பைபிக்கு வெளியிட நம்பகமான வெளியீட்டாளர்களை நான் எவ்வாறு பயன்படுத்துவது?
uk: Як я можу використовувати довірених видавців для публікації до PyPI?

source: Does PyPI have APIs I can use?
de: Hat PyPI APIs, die ich benutzen kann?
el: Έχει το PyPI κάποια APIs που μπορώ να χρησιμοποιήσω;
eo: Ĉu PyPI provizas API-ojn uzeblajn de mi?
es: ¿PyPI tiene API que pueda utilizar?
fr: Est-ce que PyPI possède des API que je peux utiliser ?
he: האם יש ל-PyPI‏ API-ים בהם אני יכול/ה להשתמש?
id: Apakah PyPI memiliki API yang dapat saya gunakan?
it: PyPI ha deglli APIs che posso usare?
ja: PyPIには使用可能なAPIがありますか？
pt: O PyPI tem APIs que posso usar?
pt_br: O PyPI tem APIs que posso usar?
ru: Есть ли у PyPI API, которые я могу использовать?
sk: Má PyPI API, ktoré môžem použiť?
ta: பைபிக்கு நான் பயன்படுத்தக்கூடிய பநிஇ கள் உள்ளதா?
tr: PyPI' da kullanabileceğim API' lar var mı?
uk: Чи є у PyPI якісь API, що я можу використовувати?

source: How can I run a mirror of PyPI?
de: Wie kann ich einen Mirror/Spiegelserver vom PyPI betreiben?
el: Πως μπορώ να τρέξω έναν καθρέπτη (mirror) του PyPI;
eo: Kiel mi povas speguli PyPI?
es: ¿Cómo puedo gestionar un servidor réplica de PyPI?
fr: Comment puis-je exécuter un miroir de PyPI ?
he: כיצד אני יכול/ה לנהל עותק שיקוף (mirror) של PyPI?
id: Bagaimana cara menjalankan mirror PyPI?
it: Come posso eseguire un mirror di PyPI?
ja: PyPIのミラーはどうやって動かせますか？
pt: Como posso executar um espelho de PyPI?
pt_br: Como posso executar um espelho de PyPI?
ru: Как я могу запустить зеркало PyPI?
sk: Ako môžem spustiť zrkadlo PyPI?
ta: பைபியின் கண்ணாடியை நான் எவ்வாறு இயக்க முடியும்?
tr: PyPI'nin bir aynasını nasıl çalıştırabilirim?
uk: Як я можу запустити дзеркало PyPI?

source: How do I get notified when a new version of a project is released?
de: Wie erfahre ich davon, wenn eine neue Version eines Projekts veröffentlicht wird?
el: Πως ενημερώνομαι όταν μια νέα έκδοση ενός project εκδοθεί;
eo: Kiel mi ricevos sciigon kiam eldoniĝos nova versio de projekto?
es: ¿Cómo hago para que se me notifique cuando se publique una versión nueva de algún proyecto?
fr: Comment suis-je notifié lorsqu'une nouvelle version d'un projet est sortie ?
he: כיצד אני יכול/ה לקבל התראה כאשר משוחררת גרסה חדשה של פרויקט?
id: Bagaimana saya mendapatkan pemberitahuan ketika versi baru dari sebuah proyek dirilis?
it: Come posso ricevere notifiche quando una nuova versione o un progetto vengono rilasciati?
ja: プロジェクトの新しいバージョンがリリースされたとき、通知を受け取るにはどうすればよいですか?
pt: Como faço para ser notificado quando uma nova versão de um projeto é lançada?
pt_br: Como faço para ser notificado quando uma nova versão de um projeto é lançada?
ru: Как получить уведомление о выходе нового выпуска проекта?
sk: Ako dostanem upozornenie, keď je vydaná nová verzia projektu?
ta: ஒரு திட்டத்தின் புதிய பதிப்பு வெளியிடப்படும் போது எனக்கு எவ்வாறு அறிவிக்கப்படுவது?
tr: Projenin yayınlanan yeni sürümlerinden nasıl haberdar olabilirim?
uk: Як мені отримувати сповіщення щойно нова версія проєкту публікується?

source: Where can I see statistics about PyPI, downloads, and project/package usage?
de: Wo kann ich Statistiken über PyPI, Downloads, und Projekt- bzw. Paket-Nutzungsdaten erhalten?
el: Που μπορώ να δω στατιστικά σχετικά με το PyPI, τα downloads και τη χρήση του project/πακέτου;
eo: Kie mi povas vidi statistikojn pri PyPI, elŝutoj, kaj uzado de projektoj/pakoj?
es: ¿Dónde puedo consultar estadísticas sobre PyPI, las descargas y el uso de un proyecto/paquete?
fr: Où puis-je voir des statistiques à propos de PyPI, des téléchargements et de l'utilisation des projets et paquets ?
he: היכן אני יכול/ה לראות סטטיסטיקות לגבי PyPI, הורדות, ושימוש בפרויקטים/חבילות?
id: Di mana saya dapat melihat statistik tentang PyPI, unduhan, dan penggunaan project/paket?
it: Dove posso vedere le statistiche su PyPI, sui programmi scaricati, e sull'uso del progetto/pacchetto?
ja: PyPI、ダウンロード、プロジェクトやパッケージの使用に関する統計は、どこで見られますか？
pt: Onde posso ver as estatísticas sobre PyPI, descarregamentos e uso de projetos/pacotes?
pt_br: Onde posso ver as estatísticas sobre PyPI, downloads e uso de projeto/pacote?
ru: Где я могу посмотреть статистику о PyPI, загрузках и использовании проекта/пакета?
sk: Kde môžem vidieť štatistiky o PyPI, sťahovaniach a používaní projektov/balíkov?
ta: PYPI, பதிவிறக்கங்கள் மற்றும் திட்டம்/தொகுப்பு பயன்பாடு பற்றிய புள்ளிவிவரங்களை நான் எங்கே காணலாம்?
tr: PyPI, indirilenler, ve proje/paket kullanımı hakkında ki istatistikleri nereden görebilirim?
uk: Де мені подивитися статистику щодо PyPI, завантаження і використання проєкта/пакунка?

source: What are the file hashes used for, and how can I verify them?
de: Wofür werden die Datei-Schlüsselsummen (Hashes) verwendet, und wie kann ich sie überprüfen?
eo: Por kio estas dosieraj haketaĵoj? Kiel kontroli ilin?
es: ¿Para qué se usan los hashes de archivo y cómo puedo verificarlos?
it: A cosa servono gli hash dei file e come posso verificarli?
pt: Para quê são usados os hashes do arquivo, e como posso verificá-los?
ru: Для чего используются хэши файлов и как их проверить?
sk: Na čo sa používajú hodnoty hash súborov a ako ich môžem overiť?
ta: கோப்பு ஆச்கள் எதற்காகப் பயன்படுத்தப்படுகின்றன, அவற்றை எவ்வாறு சரிபார்க்க முடியும்?

source: How can I publish my private packages to PyPI?
de: Wie kann ich meine privaten Pakete auf PyPI veröffentlichen?
el: Πως μπορώ να ανεβάσω τα ιδιωτικά πακέτα μου στο PyPI;
eo: Kiel publikigi miajn privatajn pakojn al PyPI?
es: ¿Cómo puedo publicar mis paquetes privados en PyPI?
fr: Comment puis-je publier mes paquets privés sur PyPI ?
he: כיצד אני יכול/ה לפרסם חבילות פרטיות שלי ב-PyPI?
id: Bagaimana saya bisa mempublikasikan paket pribadi saya ke PyPI?
it: Come posso pubblicare il mio pacchetto privato su PyPI?
ja: プライベートなパッケージをPyPIに公開するには、どうすればよいですか？
pt: Como posso publicar os meus pacotes privados no PyPI?
pt_br: Como posso publicar meus pacotes privados no PyPI?
ru: Как я могу опубликовать свои личные пакеты на PyPI?
sk: Ako môžem publikovať svoje súkromné balíčky v PyPI?
ta: எனது தனிப்பட்ட தொகுப்புகளை PYPI க்கு எவ்வாறு வெளியிடுவது?
tr: Kişisel(Private) paketlerimi PyPI'da nasıl yayınlayabilirim?
uk: Як мені публікувати свої приватні пакунки на PyPI?

source: Why isn't my desired project name available?
de: Wieso ist der von mir gewünschte Projektname nicht verfügbar?
el: Γιατί δεν είναι διαθέσιμο το επιθυμητό όνομα για το project μου;
eo: Kial mia dezirata nomo de projekto ne estas havebla?
es: ¿Por qué no está disponible el nombre de proyecto que deseo?
fr: Pourquoi le nom désiré pour mon projet n'est pas disponible ?
he: מדוע שם הפרויקט הרצוי שלי אינו זמין?
id: Mengapa nama proyek yang saya inginkan tidak tersedia?
it: Perchè il mio nome progetto desiderato non è disponibile?
ja: なぜ、希望するプロジェクト名を使えないのですか？
pt: Por que o nome do projeto desejado não está disponível?
pt_br: Por que o nome do projeto desejado não está disponível?
ru: Почему желаемое мной название проекта недоступно?
sk: Prečo nie je k dispozícii požadovaný názov projektu?
ta: நான் விரும்பிய திட்ட பெயர் ஏன் கிடைக்கவில்லை?
tr: Neden belirlediğim proje ismi müsait değil?
uk: Чому моя бажана назва проєкту недоступна?

source: How do I claim an abandoned or previously registered project name?
de: Wie kann ich einen verwaisten oder früher registrierten Projektnamen für mich beanspruchen?
el: Πως μπορώ να διεκδικήσω ένα εγκαταλελειμμένο ή πρότερα εγγεγραμμένο όνομα project;
eo: Kiel mi prenu forlasitan aŭ antaŭe registritan projektan nomon?
es: ¿Cómo reclamo el nombre de un proyecto abandonado o ya registrado?
fr: Comment puis-je réclamer un nom de projet abandonné ou précédemment enregistré ?
he: כיצד אני יכול/ה לתבוע בעלות על שם פרויקט אשר ננטש או נרשם בעבר?
id: Bagaimana cara mengklaim nama proyek yang ditinggalkan atau terdaftar sebelumnya?
it: Come reclamo un nome progetto abbandonato o registrato in precedenza?
ja: 放棄された、あるいは過去に登録されたプロジェクト名を獲得するには、どうすればよいですか？
pt: Como faço para reivindicar um nome de projeto abandonado ou registado anteriormente?
pt_br: Como faço para reivindicar um nome de projeto abandonado ou registrado anteriormente?
ru: Как мне получить заброшенное или ранее зарегистрированное название проекта?
sk: Ako môžem uplatniť nárok na názov opusteného alebo predtým registrovaného projektu?
ta: கைவிடப்பட்ட அல்லது முன்னர் பதிவுசெய்யப்பட்ட திட்ட பெயரை நான் எவ்வாறு கோருவது?
tr: Önceden kaydedilmiş yahut terkedilmiş bir proje ismini nasıl talep edebilirim?
uk: Як я можу претендувати на закинуту чи попередньо зареєстровану назву проєкту?

source: What collaborator roles are available for a project on PyPI?
de: Welche Rollen für Projekt-Mitarbeiter stellt PyPI zur Verfügung?
el: Ποιοι ρόλοι συνεργατών είναι διαθέσιμοι για ένα project στο PyPI;
eo: Kiaj kunlaboraj roloj estas haveblaj pri projekto ĉe PyPI?
es: ¿Qué puestos de colaboración están disponibles para los proyectos de PyPI?
fr: Quels rôles de collaborateurs sont disponibles pour un projet sur PyPI ?
he: אילו תפקידי משתפי פעולה זמינים לפרויקט ב-PyPI?
id: Peran kolaborator apa yang tersedia untuk proyek di PyPI?
it: Quali ruoli di collaboratore sono disponibili su PyPI?
ja: PyPI上のプロジェクトで使用可能な共同編集者の役割には、何がありますか？
pt: Quais funções de colaborador estão disponíveis para um projeto no PyPI?
pt_br: Quais funções de colaborador estão disponíveis para um projeto no PyPI?
ru: Какие роли соавторов доступны для проекта на PyPI?
sk: Aké roly spolupracovníkov sú dostupné pre projekt na PyPI?
ta: PYPI இல் ஒரு திட்டத்திற்கு என்ன ஒத்துழைப்பாளர் பாத்திரங்கள் உள்ளன?
tr: PyPI üzerinde bulunan bir projenin ortak geliştiricileri için mevcut olan roller nelerdir?
uk: Які ролі поплічників доступні для проєкту на PyPI?

source: How do I become an owner/maintainer of a project on PyPI?
de: Wie werde ich Besitzer oder Verwalter eines Projekts auf PyPI?
eo: Kiel mi povas estiĝi posedanto/prizorganto de projekto ĉe PyPI?
es: ¿Cómo me convierto en propietario/responsable de un proyecto de PyPI?
fr: Comment puis-je devenir propriétaire/mainteneur d'un projet sur PyPI ?
he: כיצד אני יכול/ה להפוך לבעלים/מתחזק של פרויקט ב-PyPI?
id: Bagaimana cara menjadi pemilik/pengelola proyek di PyPI?
it: Come divento proprietario/manutentore di un progetto su PyPI?
ja: PyPIでプロジェクトのオーナー/メンテナになるには、どうすればよいですか？
pt: Como posso tornar-me um proprietário/mantenedor de um projeto no PyPI?
pt_br: Como posso me tornar um proprietário/mantenedor de um projeto no PyPI?
ru: Как мне стать владельцем/сопровождающим проекта на PyPI?
sk: Ako sa stanem vlastníkom/správcom projektu na PyPI?
ta: PYPI இல் ஒரு திட்டத்தின் உரிமையாளர்/பராமரிப்பாளராக நான் எவ்வாறு மாறுவது?
tr: Nasıl PyPI üzerinde bulunan bir projenin sahibi/geliştiricisi olabilirim?
uk: Як мені стати власником/доглядачем проєкту на PyPI?
