Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Emails associated with your account
de: Mit dem Konto verbundene E-Mail-Adressen
el: Emails που συσχετίζονται με τον λογαριασμό σας
eo: Retpoŝtaj adresoj asociitaj kun via konto
es: Correos asociados con su cuenta
fr: E-mails associés à votre compte
he: אי-מיילים המשויכים לחשבונך
id: Email yang terkait dengan akun Anda
it: Emails associate con il tuo account
ja: アカウントに関連づけられたメールアドレス
pt: E-mails associados à sua conta
pt_br: E-mails associados à sua conta
ru: Адреса электронной почты, связанные с вашей учётной записью
sk: E-maily spojené s vaším účtom
ta: உங்கள் கணக்குடன் தொடர்புடைய மின்னஞ்சல்கள்
tr: Hesabınızla ilişkili e-postalar
uk: Електронні адреси, пов'язані з вашим обліковим записом

source: Status
el: Κατάσταση
eo: Stato
es: Estado
fr: Statut
he: סטטוס
it: Stato
ja: ステータス
pt: Estado
ru: Статус
sk: Stav
ta: நிலை
tr: Durum
uk: Статус

source: Add email
de: E-Mail-Adresse hinzufügen
el: Προσθήκη email
eo: Aldoni retpoŝtan adreson
es: Añadir dirección de correo
fr: Ajouter un e-mail
he: הוספת אי-מייל
id: Tambahkan email
it: Aggiungi email
ja: メールアドレスの追加
pt: Adicionar e-mail
pt_br: Adicionar e-mail
ru: Добавить электронную почту
sk: Pridať e-mail
ta: கூட்டு email
tr: E-posta ekle
uk: Додати електронну адресу

source: Change password
de: Passwort ändern
el: Αλλαγή κωδικού
eo: Ŝanĝi pasvorton
es: Cambiar contraseña
fr: Modifier le mot de passe
he: שינוי סיסמה
id: Ganti kata sandi
it: Cambia password
ja: 旧パスワード
pt: Alterar a palavra-passe
pt_br: Alterar senha
ru: Изменить пароль
sk: Zmena hesla
ta: கடவுச்சொல்லை மாற்றவும்
tr: Şifreyi Değiştir
uk: Змінити пароль

source: Old password
de: Altes Passwort
el: Παλιός κωδικός
eo: Malnova pasvorto
es: Contraseña anterior
fr: Ancien mot de passe
he: סיסמה ישנה
id: Kata sandi lama
it: vecchia password
ja: 旧パスワード
pt: Palavra-passe antiga
pt_br: Senha antiga
ru: Старый пароль
sk: Staré heslo
ta: பழைய கடவுச்சொல்
tr: Eski Şifre
uk: Старий пароль

source: Your current password
de: Ihr aktuelles Passwort
el: Τρέχον κωδικός
eo: Via aktuala pasvorto
es: Su contraseña actual
fr: Votre mot de passe actuel
he: סיסמתך הנוכחית
id: Kata sandi Anda saat ini
it: la tua password corrente
ja: 現在のパスワード
pt: A sua palavra-passe atual
pt_br: Sua senha atual
ru: Ваш текущий пароль
sk: Vaše aktuálne heslo
ta: Your மின்னோட்ட்ம், ஓட்டம் password
tr: Şu Anki Şifreniz
uk: Ваш поточний пароль

source: New password
de: Neues Passwort
el: Νέος κωδικός
eo: Nova pasvorto
es: Contraseña nueva
fr: Nouveau mot de passe
he: סיסמה חדשה
id: Kata sandi baru
it: Nuova password
ja: 新パスワード
pt: Nova palavra-passe
pt_br: Nova senha
ru: Новый пароль
sk: Nové heslo
ta: புதிய password
tr: Yeni Şifre
uk: Новий пароль

source: Confirm new password
de: Neues Passwort bestätigen
el: Επιβεβαίωση νέου κωδικού
eo: Konfirmi novan pasvorton
es: Confirme la contraseña nueva
fr: Confirmez le nouveau mot de passe
he: אימות סיסמה חדשה
id: Konfirmasi kata sandi baru
it: Conferma nuova password
ja: 新しいパスワードの確認
pt: Confirmar nova palavra-passe
pt_br: Confirmar nova senha
ru: Подтвердите новый пароль
sk: Potvrďte nové heslo
ta: உறுதிப்படுத்தவும் புதிய password
tr: Yeni parolanı onayla
uk: Підтвердіть новий пароль

source: Update password
eo: Ĝisdatigi pasvorton
es: Actualizar contraseña
he: עדכון סיסמה
id: Perbarui kata sandi
it: Modifica password
pt: Atualizar a palavra-passe
pt_br: Atualizar senha
ru: Обновить пароль
sk: Aktualizovať heslo
ta: புதுப்பிப்பு password
uk: Оновити пароль

source: API tokens
de: API-Token
eo: API-ĵetonoj
es: Fichas de API
fr: Jetons d'API
he: אסימוני API
id: Token API
it: Token API
ja: API トークン
pt: Tokens de API
pt_br: Tokens de API
ru: API-токены
sk: API tokeny
ta: பநிஇ tokens
tr: API Tokenleri
uk: API-токени

source: API tokens provide an alternative way to authenticate when uploading packages to PyPI.
de: API-Token stellen eine alternative Authentifizierungsmethode beim Hochladen von Paketen zum PyPI dar.
el: Τα API tokens παρέχουν έναν εναλλακτικό τρόπο για να πιστοποιηθείτε όταν ανεβάζετε πακέτα στο PyPI.
eo: API-ĵetonoj estas alternativa metodo de aŭtentikigo por alŝuti pakojn al PyPI.
es: Las fichas de API son un método alternativo de autenticación para cargar paquetes en PyPI.
fr: Les jetons d'API fournissent une alternative d'authentification lors de la publication de paquets sur PyPI.
he: אסימוני API מספקים דרך חלופית לאימות כאשר מעלים חבילות אל PyPI.
id: Token API menyediakan cara alternatif untuk mengautentikasi saat mengunggah paket ke PyPI.
it: Il token API provvede un modo alternativo per autenticarsi quando si caricano pacchetti su PyPI.
ja: APIトークンは、PyPIにパッケージをアップロードする際の認証方法として（ユーザ名とパスワードの代わりとなる）代替手段を提供しています。
pt: Os tokens de API fornecem uma maneira alternativa de autenticar ao enviar pacotes ao PyPI.
pt_br: Os tokens de API fornecem uma maneira alternativa de autenticar ao enviar pacotes para o PyPI.
ru: API-токены предоставляют альтернативный способ аутентификации при загрузке пакетов на PyPI.
sk: Tokeny API poskytujú alternatívny spôsob autentifikácie pri nahrávaní balíkov do PyPI.
ta: பநிஇ tokens provide an alternative way பெறுநர் authenticate when uploading தொகுப்பு பெறுநர் PyPI.
tr: API tokenleri, PyPI'a yükleme yapmak için başka bir yöntemdir.
uk: API-токени забезпечують альтернативний спосіб автентифікації під час завантаження пакунків до PyPI.

source: Learn more about API tokens
de: Mehr über API-Token erfahren
el: Μάθετε περισσότερα για τα API tokens
eo: Lerni plu pri API-ĵetonoj
es: Más información sobre las fichas de API
fr: En savoir plus sur les jetons d'API
he: למד/י עוד אודות אסימוני API
id: Pelajari lebih lanjut tentang token API
it: Impara di più sui tokens API
ja: APIトークンについて詳しく知る
pt: Saiba mais sobre tokens de API
pt_br: Saiba mais sobre tokens de API
ru: Узнать больше об API-токенах
sk: Získajte viac informácií o tokenoch API
ta: Learn more பற்றி பநிஇ tokens
tr: API tokenleriyle ilgili daha fazla bilgi edinin
uk: Дізнатися більше про API-токени

source: Active API tokens for this account
de: Aktive API-Token für dieses Konto
el: Ενεργά API tokens για αυτόν τον λογαριασμό
eo: Aktivaj API-ĵetonoj de ĉi tiu konto
es: Fichas de API activas de esta cuenta
fr: Jetons d'API actifs pour ce compte
he: אסימוני API פעילים עבור חשבון זה
id: Token API aktif untuk akun ini
it: Tokens API attivi per questo account
ja: アカウントでアクティブな APIトークン
pt: Tokens de API ativos para esta conta
pt_br: Tokens de API ativos para esta conta
ru: Активные API-токены этой учётной записи
sk: Aktívne tokeny API pre tento účet
ta: செயலில் பநிஇ tokens க்கு this account
tr: Bu hesap için API tokenlerini etkinleştir
uk: Активні API-токени для цього облікового запису

source: Add API token
de: API-Token hinzufügen
el: Προσθήκη API token
eo: Aldoni API-ĵetonon
es: Añadir ficha de API
fr: Ajouter un jeton d'API
he: הוספת אסימון API
id: Tambah API token
it: Aggiungi token API
ja: APIトークンの追加
pt: Adicionar token de API
pt_br: Adicionar token de API
ru: Добавить API-токен
sk: Pridať token API
ta: கூட்டு பநிஇ கிள்ளாக்கு
tr: API Token Ekle
uk: Додати API-токен

source: <a href="%(href)s">Verify your primary email address</a> to add API tokens to your account.
de: <a href="%(href)s">Primäre E-Mail-Adresse bestätigen</a>, um API-Token zu diesem Konto hinzuzufügen.
el: <a href="%(href)s">Επιβεβαιώστε την κύρια διεύθυνση email σας</a> προκειμένου να προσθέσετε API tokens στο λογαριασμό σας.
eo: <a href="%(href)s">Kontrolu vian ĉefan retpoŝtan adreson</a> por aldoni API-ĵetonojn al via konto.
es: <a href="%(href)s">Verifique su dirección de correo principal</a> para añadir fichas de API a su cuenta.
fr: <a href="%(href)s">Vérifiez votre adresse e-mail principale</a> pour ajouter des jetons d'API à votre compte.
he: <a href="%(href)s">אמת/י את כתובת האי-מייל הראשית שלך</a> כדי להוסיף אסימוני API לחשבונך.
id: <a href="%(href)s">Verifikasikan alamat email utama Anda</a> untuk menambahkan token API ke akun Anda.
it: <a href="%(href)s">Verifica il tuo indirizzo email principale</a> per aggiungere tokens API al tuo account.
ja: アカウントに APIトークンを追加するには<a href="%(href)s">主要メールアドレスを確認してください</a>。
pt: <a href="%(href)s">Verifique o seu endereço de e-mail principal</a> para adicionar tokens de API à sua conta.
pt_br: <a href="%(href)s">Verifique seu endereço de e-mail principal</a> para adicionar tokens de API à sua conta.
ru: Чтобы добавить API-токены в свою учётную запись, <a href="%(href)s">подтвердите свой основной адрес электронной почты</a>.
sk: <a href="%(href)s">Overte svoju primárnu e-mailovú adresu</a> a pridajte tokeny API do svojho účtu.
ta: <a href="%(href)s">Verify your primary email address</a> பெறுநர் கூட்டு பநிஇ tokens பெறுநர் your account.
tr: API tokeni eklemek için <a href="%(href)s">birincil e-postanızı doğrulayın</a>.
uk: <a href="%(href)s">Підтвердіть свою основну електронну адресу</a>, щоб додати API-токени до свого облікового запису.

source: Token scope: entire account
de: Token-Geltungsbereich: gesamtes Konto
el: Πεδίο εφαρμογής token: ολόκληρος ο λογαριασμός
eo: Amplekso de la ĵetono: tuta konto
es: Ámbito de ficha: toda la cuenta
fr: Portée du jeton : Ensemble du compte
he: תחום האסימון: כל החשבון
id: Cakupan token: seluruh akun
it: portata del token: intero account
ja: トークンのスコープ: アカウント全体
pt: Escopo do token: toda a conta
pt_br: Escopo do token: toda a conta
ru: Область действия токена: вся учётная запись
sk: Rozsah tokenu: celý účet
ta: கிள்ளாக்கு scope: entire account
tr: Token Kapsamı: Tüm Hesap
uk: Область дії токена: увесь обліковий запис

source: Token scope: Project %(project_name)s
de: Token-Geltungsbereich: Projekt %(project_name)s
el: Πεδίο εφαρμογής token: %(project_name)s
eo: Amplekso de la ĵetono: Projekto %(project_name)s
es: Ámbito de ficha: proyecto %(project_name)s
fr: Portée du jeton : Projet %(project_name)s
he: תחםו האסימון: הפרויקט %(project_name)s
id: Cakupan token: Proyek %(project_name)s
it: Portata del token: Progetto %(project_name)s
ja: トークンスコープ: プロジェクト %(project_name)s
pt: Escopo do token: projeto %(project_name)s
pt_br: Escopo do token: projeto %(project_name)s
ru: Область действия токена: Проект %(project_name)s
sk: Rozsah tokenu: Projekt %(project_name)s
ta: கிள்ளாக்கு scope: திட்டம் %(project_name)s
tr: Token Kapsamı: %(project_name)s Projesi
uk: Область дії токена: проєкт %(project_name)s

source: Expires: %(exp)s
de: Verfällt: %(exp)s
eo: Eksvalidiĝos: %(exp)s
es: Expiración: %(exp)s
id: Kedaluwarsa: %(exp)s
it: Scadenza: %(exp)s
pt: Expira: %(exp)s
pt_br: Expira: %(exp)s
ru: Истекает: %(exp)s
sk: Vyprší: %(exp)s
ta: காலாவதியாகிறது: %(exp)s

source: Account created
de: Konto erstellt
el: Ο λογαριασμός δημιουργήθηκε
eo: Konto kreiĝis
es: Creación de la cuenta
fr: Compte créé
he: חשבון נוצר
id: Akun telah dibuat
it: Account creato
ja: アカウントを作成
pt: Conta criada
pt_br: Conta criada
ru: Учётная запись создана
sk: Účet vytvorený
ta: Account உருவாக்கப்பட்டது
tr: Hesap Oluşturulma Tarihi
uk: Обліковий запис створено

source: Logged in
de: Eingeloggt
el: Συνδεδεμένος
eo: Salutinta
es: Acceso
fr: Connecté
he: מחובר
id: Masuk
it: connesso
ja: ログイン
pt: Entrou
pt_br: Entrou
ru: Входили в систему
sk: Prihlásený
ta: உள்நுழைந்தது
tr: Son Giriş Tarihi
uk: Здійснено вхід

source: Two factor method:
de: Zwei-Faktor-Verfahren:
el: Μέθοδος δύο-παραγόντων:
eo: Dupaŝa metodo:
es: Método de dos fases:
fr: Méthode d'authentification à deux facteurs :
he: אמצעי אימות דו-גורמי:
id: Metode dua faktor:
it: metodo a due fattori:
ja: 二要素認証の方法:
pt: Método de dois fatores:
pt_br: Método de dois fatores:
ru: Метод двухфакторной аутентификации:
sk: Dvojfaktorová metóda:
ta: இரண்டு காரணி முறை:
tr: Çift Faktör Yöntemi:
uk: Двофакторний метод:

source: None
de: Keins
eo: Nenio
es: Ninguno
fr: Aucune
he: אין
id: Tidak ada
it: Nessuno
ja: なし
pt: Nenhum
pt_br: Nenhum
ru: Отсутствует
sk: Žiadna
ta: எதுவுமில்லை
tr: Mevcut değil
uk: Нема

source: Security device (<abbr title="web authentication">WebAuthn</abbr>)
de: Sicherheitsgerät (<abbr title="Web Authentication">WebAuthn</abbr>)
el: Συσκευή ασφαλείας (<abbr title="web authentication">WebAuthn</abbr>)
eo: Sekuriga aparato (<abbr title="reta aŭtentikigo">WebAuthn</abbr>)
es: Aparato de seguridad (<abbr title="autenticación web">WebAuthn</abbr>)
fr: Périphérique de sécurité (<abbr title="Web Authentication">WebAuthn</abbr>)
he: מכשיר אבטחה (<abbr title="web authentication">WebAuthn</abbr>)
id: Alat keamanan (<abbr title="web authentication">WebAuthn</abbr>)
it: Dispositivo di sicurezza (<abbr title="web authentication">WebAuthn</abbr>)
ja: セキュリティ端末 (<abbr title="web authentication">WebAuthn</abbr>)
pt: Aparelho de segurança (<abbr title="web authentication">WebAuthn</abbr>)
pt_br: Dispositivo de segurança (<abbr title="web authentication">WebAuthn</abbr>)
ru: Устройство безопасности (<abbr title="веб аутентификация">WebAuthn</abbr>)
sk: Bezpečnostné zariadenie (<abbr title="web authentication">WebAuthn</abbr>)
ta: பாதுகாப்பு சாதனம் (<abbr தலைப்பு = "வலை அங்கீகாரம்"> வெபாஅ்ன் </abbr>)
tr: Güvenlik cihazı (<abbr title="web authentication">WebAuthn</abbr>)
uk: Пристрій безпеки (<abbr title="веб-автентифікація (web authentication)">WebAuthn</abbr>)

source: Authentication application (<abbr title="time-based one-time password">TOTP</abbr>)
de: Authentifizierungsanwendung (<abbr title="Time-based One-Time Password">TOTP</abbr>)
el: Εφαρμογή πιστοποίησης (<abbr title="time-based one-time password">TOTP</abbr>)
eo: Aŭtentikigilo (<abbr title="tempo-baza unufoja pasvorto">TOTP</abbr>)
es: Aplicación de autenticación (<abbr title="contraseña temporal de un solo uso">TOTP</abbr>)
fr: Application d'authentification (<abbr title="Time-based One-Time Password">TOTP</abbr>)
he: אפליקצית אימות (<abbr title="time-based one-time password">TOTP</abbr>)
id: Aplikasi autentikasi (<abbr title="time-based one-time password">TOTP</abbr>)
it: Applicazione autenticazione (<abbr title="time-based one-time password">TOTP</abbr>)
ja: 認証アプリケーション (<abbr title="time-based one-time password">TOTP</abbr>)
pt: Aplicação de autenticação (<abbr title="time-based one-time password">TOTP</abbr>)
pt_br: Aplicativo de autenticação (<abbr title="time-based one-time password">TOTP</abbr>)
ru: Приложение аутентификации (<abbr title="time-based one-time password — одноразовый пароль на основе времени">TOTP</abbr>)
sk: Aplikácia na overenie totožnosti (<abbr title="time-based one-time password">TOTP</abbr>)
ta: Authentication application (<abbr title="time-based ஒரு முறை password">TOTP</abbr>)
tr: Kimlik doğrulama uygulaması (<abbr title="time-based one-time password">TOTP</abbr>)
uk: Застосунок автентифікації (<abbr title="time-based one-time password">TOTP</abbr>)

source: Recovery code
eo: Realira kodo
es: Código de recuperación
he: קוד שחזור
id: Kode pemulihan
it: Codice di recupero
pt: Código de recuperação
pt_br: Código de recuperação
ru: Код восстановления
sk: Obnovovací kód
ta: Recovery குறியீடு
uk: Код відновлення

source: Remembered device
eo: Memorata aparato
ru: Запомненное устройство

source: Login failed
de: Anmeldung fehlgeschlagen
eo: Salutado malsukcesis
es: Falló el acceso
id: Gagal masuk
it: Accesso fallito
pt: Falha na autenticação
pt_br: Falha na autenticação
ru: Не удалось войти
sk: Prihlásenie zlyhalo
ta: புகுபதிவு failed
uk: Не вдалося увійти

source: - Basic Auth (Upload endpoint)
de: - Einfache Authentifizierung (Upload-Entpunkt)
eo: - Baza aŭtentikigo (alŝuta finpunkto)
es: - Autenticación básica (extremo de carga)
it: - Autenticazione base (Endpoint per il caricamento)
pt: - Autenticação básica (endpoint de upload)
pt_br: - Autenticação básica (endpoint de upload)
ru: - Базовый аутентификатор (конечная точка загрузки)
sk: - Základné overenie (koncový bod nahrávania)
ta: - அடிப்படை Auth (Upload endpoint)
uk: - Базова автентифікація (точка виходу для завантаження)

source: Reason:
de: Grund:
eo: Kialo:
es: Razón:
id: Alasan:
it: Motivo:
pt: Razão:
pt_br: Motivo:
ru: Причина:
sk: Dôvod:
ta: காரணம்:
uk: Підстава:

source: Incorrect Password
eo: Neĝusta pasvorto
es: Contraseña incorrecta
id: Kata Sandi Salah
it: Password incorretta
pt: Palavra-passe incorreta
pt_br: Senha incorreta
ru: Неверный пароль
sk: Nesprávne heslo
ta: தவறான கடவுச்சொல்
uk: Неправильний пароль

source: Invalid two factor (TOTP)
eo: Nevalida dua faktoro (TOTP)
es: Acceso en dos fases no válido (TOTP).
id: Dua faktor tidak valid (TOTP)
it: autenticazione a due fattori non valida (TOTP)
pt: Dois fatores errados inválidos (TOTP)
pt_br: Dois fatores errados inválidos (TOTP)
ru: Недопустимый двухфакторный (TOTP)
sk: Neplatné dva faktory (TOTP)
ta: செல்லுபடியாகாத two factor (TOTP)
uk: Недійсний другий фактор (TOTP)

source: Invalid two factor (WebAuthn)
eo: Nevalida dua faktoro (WebAuthn)
es: Acceso en dos fases no válido (WebAuthn)
id: Dua faktor tidak valid (WebAuthn)
it: autenticazione a due fattori non valida (WebAuthn)
pt: Dois fatores inválidos (WebAuthn)
pt_br: Dois fatores inválidos (WebAuthn)
ru: Недопустимый двухфакторный (WebAuthn)
sk: Neplatné dva faktory (WebAuthn)
ta: செல்லுபடியாகாத two factor (WebAuthn)
uk: Недійсний другий фактор (WebAuthn)

source: Invalid two factor (Recovery code)
eo: Nevalida dua faktoro (realira kodo)
es: Acceso en dos fases no válido (código de recuperación)
id: Dua faktor tidak valid (Kode pemulihan)
it: Autenticazione a due fattori non valida (Codice di recupero)
pt: Dois fatores inválidos (código de recuperação)
pt_br: Dois fatores inválidos (código de recuperação)
ru: Неверный два фактора (код восстановления)
sk: Neplatný dvojfaktor (kód na obnovenie)
ta: செல்லுபடியாகாத two factor (Recovery code)
uk: Недійсний другий фактор (код відновлення)

source: Session reauthentication failed
eo: Raŭtentikigo de seanco malsukcesis
es: Falló la reautenticación de la sesión
id: Autentikasi ulang sesi gagal
it: Autenticazione della sessione fallita
pt: Reautenticação de sessão falhou
pt_br: Reautenticação de sessão falhou
ru: Ошибка повторной аутентификации сеанса
sk: Opätovná autentifikácia relácie zlyhala
ta: அமர்வு reauthentication failed
uk: Повторна автентифікація сесії не вдалася

source: Email added to account
de: E-Mail zum Konto hinzugefügt
el: Το email προστέθηκε στον λογαριασμό
eo: Retpoŝta adreso aldonita al la konto
es: Adición de correo a la cuenta
fr: E-mail ajouté au compte
he: אי-מייל נוסף לחשבון
id: Email ditambahkan ke akun
it: Email aggiunta all'account
ja: アカウントへメールアドレスが追加されました
pt: E-mail adicionado à conta
pt_br: E-mail adicionado à conta
ru: В учётную запись добавлен адрес электронной почты
sk: E-mail bol pridaný do účtu
ta: Email added பெறுநர் account
tr: E-posta hesaba eklendi
uk: Електронну адресу додано до облікового запису

source: Email removed from account
de: E-Mail vom Konto entfernt
el: Το email αφαιρέθηκε από τον λογαριασμό
eo: Retpoŝta adreso forigita for de la konto
es: Retirada de correo de la cuenta
fr: E-mail supprimé du compte
he: אי-מייל הוסר מהחשבון
id: Email dihapus dari akun
it: Email rimossa dall'account
ja: アカウントからメールアドレスが削除されました
pt: E-mail removido da conta
pt_br: E-mail removido da conta
ru: Адрес электронной почты удалён из учётной записи
sk: E-mail bol odstránený z účtu
ta: Email removed இருந்து account
tr: E-posta hesaptan kaldırıldı
uk: Електронну адресу видалено з облікового запису

source: Email verified
de: E-Mail bestätigt
el: Το email επιβεβαιώθηκε
eo: Retpoŝta adreso kontrolita
es: Verificación de correo
fr: E-mail vérifié
he: אי-מייל אומת
id: Email terverifikasi
it: Email verificata
ja: メールアドレスが確認されました
pt: E-mail verificado
pt_br: E-mail verificado
ru: Адрес электронной почты подтверждён
sk: E-mail overený
ta: மின்னஞ்சல் சரிபார்க்கப்பட்டது
tr: E-posta onaylandı
uk: Електронну адресу підтверджено

source: Email reverified
de: E-Mail-Adresse erneut bestätigt
el: Το email επαναβεβαιώθηκε
eo: Retpoŝta adreso rekontrolita
es: Reverificación de correo
fr: E-mail revérifié
he: אי-מייל אומת מחדש
id: Email diverifikasi ulang
it: Email riverificata
ja: メールの再確認
pt: E-mail verificado novamente
pt_br: E-mail verificado novamente
ru: Адрес электронной почты подтверждён повторно
sk: Email bol znovu overený
ta: மின்னஞ்சல் பயபக்தி
tr: E-posta yeniden onaylandı
uk: Електронну адресу підтверджено повторно

source: Primary email changed
de: Primäre E-Mail-Adresse geändert
el: Το κύριο email άλλαξε
eo: Ĉefa retpoŝta adreso ŝanĝita
es: Cambio de correo principal
fr: E-mail principal modifié
he: אי-מייל ראשי השתנה
id: Email utama diubah
it: Email principale cambiata
ja: 主要メールアドレスを変更
pt: E-mail principal alterado
pt_br: E-mail principal alterado
ru: Изменён основной адрес электронной почты
sk: Primárny e-mail sa zmenil
ta: முதன்மை மின்னஞ்சல் மாற்றப்பட்டது
tr: Birincil e-posta değiştirildi
uk: Основну електронну адресу змінено

source: Old primary email:
de: Alte primäre E-Mail-Adresse:
el: Παλιό κύριο email:
eo: Malnova ĉefa retpoŝta adreso:
es: Dirección principal anterior:
fr: Ancien e-mail principal :
he: אי-מייל ראשי ישן:
id: Email utama lama:
it: Vecchia email principale:
ja: 以前の主要メールアドレス:
pt: E-mail principal antigo:
pt_br: E-mail principal antigo:
ru: Старый основной адрес электронной почты:
sk: Starý primárny e-mail:
ta: பழைய முதன்மை மின்னஞ்சல்:
tr: Eski Birincil E-posta:
uk: Стара основна електронна адреса:

source: New primary email:
de: Neue primäre E-Mail-Adresse:
el: Νέο κύριο email:
eo: Nova ĉefa retpoŝta adreso:
es: Dirección principal nueva:
fr: Nouvel E-mail principal :
he: אי-מייל ראשי חדש:
id: Email utama baru:
it: Nuova email principale:
ja: 新しい主要メールアドレス:
pt: E-mail principal novo:
pt_br: E-mail principal novo:
ru: Новый основной адрес электронной почты:
sk: Nový primárny e-mail:
ta: புதிய primary email:
tr: Yeni Birincil E-Posta:
uk: Нова основна електронна адреса:

source: Primary email set
de: Primäre E-Mail-Adresse eingestellt
el: Το κύριο email ενεργοποιήθηκε
eo: Ĉefa retpoŝta adreso donita
es: Establecimiento de correo principal
fr: E-mail principal défini
he: אי-מייל ראשי נקבע
id: Kumpulan email utama
it: Email principale impostata
ja: 主要メールアドレスを設定
pt: E-mail principal definido
pt_br: E-mail principal definido
ru: Установлен основной адрес электронной почты
sk: Primárny e-mail bol nastavený
ta: Primary email கணம்
tr: Birincil e-posta ayarlandı
uk: Основну електронну адресу встановлено

source: Email sent
eo: Retmesaĝo sendita
es: Mensaje enviado
he: נשלח אי-מייל
id: Email terkirim
it: Email inviata
pt: E-mail foi enviado
pt_br: E-mail enviado
ru: Отправлено электронное письмо
sk: Email odoslaný
ta: மின்னஞ்சல் அனுப்பப்பட்டது
uk: Електронний лист надіслано

source: From:
de: Von:
eo: De:
es: De:
he: מ:
id: Dari:
it: Da:
pt: De:
pt_br: De:
ru: От:
sk: Od:
ta: இருந்து:
uk: Від:

source: To:
de: An:
eo: Al:
es: Para:
he: ל:
id: Untuk:
it: A:
pt: Para:
pt_br: Para:
ru: Кому:
sk: Komu:
ta: இதற்கு:
uk: Кому:

source: Subject:
eo: Temo:
es: Asunto:
he: נושא:
id: Subjek:
it: Oggetto:
pt: Assunto:
pt_br: Assunto:
ru: Тема:
sk: Predmet:
ta: பொருள்:
uk: Тема:

source: Password reset requested
de: Passwort-Rücksetzung angefragt
el: Ζητήθηκε μηδενισμός κωδικού
eo: Pasvorta restarigo petita
es: Solicitud de restablecimiento de contraseña
fr: Réinitialisation de mot de passe demandée
he: איפוס סיסמה התבקש
id: Atur ulang kata sandi telah diminta
it: Reimpostazione password richiesta
ja: パスワードリセットが要求されました
pt: Redefinição de palavra-passe solicitada
pt_br: Redefinição de senha solicitada
ru: Запрошен сброс пароля
sk: Požaduje sa obnovenie hesla
ta: Password மீட்டமை requested
tr: Parola sıfırlama istendi
uk: Запит на скидання пароля здійснено

source: Password reset attempted
eo: Oni provis restarigi la pasvorton
es: Se intentó restablecer la contraseña
id: Pengaturan ulang kata sandi telah dicoba
it: tentativo di reimpostazione password
pt: Tentativa de redefinição de palavra-passe
pt_br: Tentativa de redefinição de senha
ru: Попытка сбросить пароль
sk: Pokus o obnovenie hesla
ta: Password மீட்டமை attempted
uk: Спробу скидання пароля здійснено
