Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Some password managers (e.g. <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) can also generate authentication codes. For security reasons, PyPI only allows you to set up one application per account.
de: Einige Passwort-Manager (z. B. <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) können auch Authtifizierungscodes erzeugen. Aus Sicherheitsgründen erlaubt PyPI nur die Einrichtung einer einzigen Anwendung pro Benutzerkonto.
el: Κάποιοι διαχειριστές κωδικών (password managers) όπως ο πχ <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>μπορεί επίσης να παράξει κωδικούς πιστοποίησης. Για λόγους ασφαλείας, το PyPI σας επιτρέπει να ορίσετε μόνο μια εφαρμογή ανά λογαριασμό.
eo: Kelkaj pasvorto-mastrumiloj (ekz. <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) povas ankaŭ generi aŭtentikigajn kodojn. Pro sekureco, PyPI nur permesas aplikaĵon maksimume po unu por konto.
es: Algunos gestores de contraseñas (como <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) permiten además generar códigos de autenticación. Por motivos de seguridad, PyPI le permite configurar solo una aplicación por cuenta.
fr: Certains gestionnaires de mots de passe (ex : <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) peuvent également générer des codes d'authentification. Pour des raisons de sécurité, PyPI ne vous autorise à configurer qu'une seule application par compte.
he: כמה תוכנות לניהול סיסמאות (כגון <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) יכולות גם לייצר קודים לאימות. משיקולי אבטחה, PyPI מאפשר לך להגדיר רק אפליקציה אחת לכל חשבון.
id: Beberapa pengelola kata sandi (misal. <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) juga dapat menghasilkan kode otentikasi. Untuk alasan keamanan, PyPI hanya mengizinkan Anda menyiapkan satu aplikasi per akun.
it: Alcuni gestori di password(es. <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1 Password</a>) possono generare anche codici di identificazzione. Per motivi di sicurezza, PyPI ti consente di impostare solo una applicazione per account.
ja: 一部のパスワードマネージャ（例: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>）も、認証コードを生成できることがあります。セキュリティ上の理由から、PyPIは、アカウントごとに1つのアプリケーションしか設定できません。
pt: Alguns gestores de palavras-passe (por exemplo, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) também podem gerar códigos de autenticação. Por motivos de segurança, o PyPI permite configurar apenas uma aplicação por conta.
pt_br: Alguns gerenciadores de senhas (por exemplo, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) também podem gerar códigos de autenticação. Por motivos de segurança, o PyPI permite configurar apenas um aplicativo por conta.
ru: Некоторые менеджеры паролей (например, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) также умеют генерировать коды аутентификации. По соображениям безопасности PyPI позволяет для каждой учётной записи настроить только одно приложение.
sk: Niektorí správcovia hesiel (napr. <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) môžu tiež generovať autentifikačné kódy. Z bezpečnostných dôvodov vám PyPI umožňuje nastaviť iba jednu aplikáciu na účet.
ta: சில கடவுச்சொல் மேலாளர்கள் (எ.கா. <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> 1Password </a>) அங்கீகாரக் குறியீடுகளையும் உருவாக்கலாம். பாதுகாப்பு காரணங்களுக்காக, ஒரு கணக்கிற்கு ஒரு விண்ணப்பத்தை அமைக்க மட்டுமே PYPI உங்களை அனுமதிக்கிறது.
tr: Bazı parola yöneticileri (örneğin <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) aynı zamanda kimlik doğrulama kodları oluşturabilir. PyPI güvenlik sebepleri yüzünden her hesap için sadece bir tane uygulama tanımlamanıza izin verir.
uk: Деякі менеджери паролів (напр. <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">1Password</a>) також можуть генерувати коди автентифікації. З міркувань безпеки, PyPI дозволяє налаштувати лише один застосунок автентифікації для облікового запису.

source: To set up <abbr title="two factor authentication">2FA</abbr> with an authentication application:
de: Um <abbr title="two factor authentication">2FA</abbr> mit einer Authentifizierungsanwendung einzurichten:
el: Για να ρυθμίσετε το <abbr title="πιστοποίηση δυο-παραγόντων">2FA</abbr> με μια εφαρμογή πιστοποίησης:
eo: Por agordi <abbr title="dupaŝan aŭtentikigon">2PA</abbr> per aŭtentikiga aplikaĵo:
es: Para configurar la <abbr title="autenticación en dos fases">A2F</abbr> con una aplicación de autenticación:
fr: Pour configurer l'<abbr title="Authentification à Deux Facteurs">A2F</abbr> avec une application d'authentification :
he: כדי להגדיר אימות דו-גורמי (<abbr title="two factor authentication">2FA</abbr>) עם אפליקצית אימות:
id: Untuk mengatur <abbr title="two factor authentication">2FA</abbr> dengan aplikasi otentikasi:
it: Per impostare <abbr title="two factor authentication">2FA</abbr> con un applicazione di autenticazione:
ja: 認証アプリケーションを使って<abbr title="two factor authentication">2FA</abbr>を設定するには:
pt: Para configurar o <abbr title="autenticação de dois fatores" >2FA</abbr> com uma aplicação de autenticação:
pt_br: Para configurar o <abbr title="autenticação de dois fatores" >2FA</abbr> com um aplicativo de autenticação:
ru: Чтобы настроить <abbr title="two factor authentication">2FA</abbr> с помощью приложения для аутентификации:
sk: Ak chcete nastaviť <abbr title="two factor authentication">2FA</abbr> pomocou autentifikačnej aplikácie:
ta: அங்கீகார பயன்பாட்டுடன் <abbr தலைப்பு = "இரண்டு காரணி அங்கீகாரம்"> 2fa </abbr> ஐ அமைக்க:
tr: Kimlik doğrulama uygulaması ile <abbr title="2-aşamalı kimlik doğrulama">2FA</abbr>' yı ayarlamak için:
uk: Щоб налаштувати <abbr title="two factor authentication">2FA</abbr> за допомогою застосунку автентифікації:

source: Open an authentication (<abbr title="time-based one-time password">TOTP</abbr>) application
de: Öffnen Sie eine Authentifizierungsanwendung (<abbr title="time-based one-time password">TOTP</abbr>)
el: Ανοίξτε μια εφαρμογή (<abbr title="time-based one-time password">TOTP</abbr>) πιστοποίησης
eo: Malfermu aŭtentikigan aplikaĵon (<abbr title="tempo-baza unufoja pasvorto">TOTP</abbr>)
es: Abra una aplicación de autenticación (<abbr title="contraseña temporal de un solo uso">TOTP</abbr>)
fr: Ouvrez une application d'authentification (<abbr title="Time-based One-Time Password">TOTP</abbr>)
he: פתח/י אפליקצית אימות (<abbr title="time-based one-time password">TOTP</abbr>)
id: Buka aplikasi otentikasi (<abbr title="time-based one-time password">TOTP</abbr>)
it: Apri una applicazione di autenticazione (<abbr title="time-based one-time password">TOTP</abbr>)
ja: 認証（<abbr title="time-based one-time password">TOTP</abbr>）アプリケーションを開く
pt: Abra um aplicação de autenticação (<abbr title="time-based one-time password">TOTP</abbr>)
pt_br: Abra um aplicativo de autenticação (<abbr title="time-based one-time password">TOTP</abbr>)
ru: Откройте приложение аутентификации (<abbr title="time-based one-time password — одноразовый пароль на основе времени">TOTP</abbr>)
sk: Otvorte aplikáciu overovania (<abbr title="time-based one-time password">TOTP</abbr>)
ta: அங்கீகாரத்தைத் திறக்கவும் (<abbr தலைப்பு = "நேர அடிப்படையிலான ஒரு முறை கடவுச்சொல்"> TOTP </abbr>) பயன்பாடு
tr: Bir kimlik doğrulama (<abbr title="time-based one-time password">TOTP</abbr>) uygulaması açın
uk: Відкрити застосунок автентифікації (<abbr title="time-based one-time password">TOTP</abbr>)

source: Log in to your PyPI account, go to your account settings, and choose "Add <abbr title="two factor authentication">2FA</abbr> with authentication application"
de: Melden Sie sich in Ihrem PyPI-Konto an, öffnen Sie die Kontoeinstellungen und wählen Sie "<abbr title="two factor authentication">2FA</abbr> mit Authentifizierungsanwendung hinzufügen"
el: Συνδεθείτε στον λογαριασμό σας στο PyPI, πηγαίνετε στις ρυθμίσεις λογαριασμού και διαλέξτε "Προσθήκη <abbr title="πιστοποίηση δυο-παραγόντων">2FA</abbr> με εφαρμογή πιστοποίησης"
eo: Salutu en vian PyPI-konton, iru al agordoj pri via konto, kaj elektu «Aldoni <abbr title="dupaŝan aŭtentikigon">2PA</abbr> per aŭtentikiga programo»
es: Acceda a su cuenta de PyPI, diríjase a la configuración de la cuenta y seleccione «Añadir <abbr title="autenticación en dos fases">A2F</abbr> con una aplicación de autenticación»
fr: Connectez-vous à votre compte PyPI, rendez-vous dans vos paramètre de compte, et choisissez « Ajouter l'<abbr title="Authentification à Deux Facteurs">A2F</abbr> avec une application d'authentification »
he: התחבר/י לחשבון ה-PyPI שלך, גש/י אל הגדרות החשבון, ובחר/י "הוספת אימות דו-גורמי (<abbr title="two factor authentication">2FA</abbr>) באמצעות אפליקצית אימות"
id: Masuk ke akun PyPI Anda, buka pengaturan akun Anda, dan pilih "Tambahkan <abbr title="two factor authentication">2FA</abbr> dengan aplikasi otentikasi"
it: Accedi al tuo account PyPI, vai alle impostazioni del tuo account, e scegli "Aggiungi <abbr title="two factor authentication">2FA</abbr> con applicazione di autenticazione"
ja: PyPIのアカウントにログインし、アカウント設定に進み、「認証アプリケーションによる<abbr title="two factor authentication">2FA</abbr>の追加」を選択する
pt: Entre na sua conta PyPI, vá às configurações da sua conta e escolha "Adicionar <abbr title="autenticação de dois fatores">2FA</abbr> com aplicação de autenticação"
pt_br: Entre na sua conta PyPI, vá para as configurações da sua conta e escolha "Adicionar <abbr title="autenticação de dois fatores">2FA</abbr> com aplicativo de autenticação"
ru: Войдите в свой аккаунт PyPI, перейдите в настройки аккаунта и выберите "Добавить <abbr title="two factor authentication">2FA</abbr> в приложение аутентификации"
sk: Prihláste sa do svojho účtu PyPI, prejdite do nastavení účtu a vyberte možnosť „Pridať <abbr title="two factor authentication">2FA</abbr> s autentifikačnou aplikáciou“
ta: உங்கள் PYPI கணக்கில் உள்நுழைந்து, உங்கள் கணக்கு அமைப்புகளுக்குச் சென்று, "அங்கீகார பயன்பாட்டுடன் <ABBR தலைப்பு =" இரண்டு காரணி ஏற்பு "> 2fa </bbr> ஐத் தேர்வுசெய்க"
tr: PyPI hesabınıza giriş yapın, hesap ayarlarına gidin ve "Bir kimlik doğrulama uygulaması ile <abbr title="2-aşamalı doğrulama">2FA</abbr> ekle" seçeneğini seçin
uk: Увійдіть до свого облікового запису на PyPI, перейдіть до налаштувань свого облікового запису та оберіть «Додати <abbr title="two factor authentication">2FA</abbr> за допомогою застосунку автентифікації»

source: PyPI will generate a secret key, specific to your account. This is displayed as a QR code, and as a text code.
de: PyPI wird einen kontospezifischen geheimen Schlüssel generieren. Dieser wird als QR-Code und als Text-Code angezeigt.
el: Το PyPI θα δημιουργήσει ένα μυστικό κλειδί συγκεκριμένα για τον λογαριασμό σας. Αυτό θα φαίνεται ως ένας κώδικας σε μορφή QR και κειμένου.
eo: PyPI generos sekretan ŝlosilon, specifan al via konto. Tiu montriĝas kiel QR-kodo kaj kiel teksta kodo.
es: PyPI generará una clave secreta, específica para su cuenta. Esta se muestra como un código QR y uno de texto.
fr: PyPI générera une clé secrète, spécifique pour votre compte. Elle sera affichée sous la forme d'un code QR et d'un code textuel.
he: PyPI יצור מפתח סודי, ייחודי לחשבונך. מפתח זה מוצג בצורת קוד QR וכן בצורת טקסט.
id: PyPI akan membuat kunci rahasia, khusus untuk akun Anda. Ini ditampilkan sebagai kode QR, dan sebagai kode teks.
it: PyPI genererà una chiave segreta, specifica per il tuo account. Questa è mostrata come codice QR, e come un codice di testo.
ja: PyPIはアカウント固有の秘密鍵を生成する。これはQRコードまたはテキストコードで表示される。
pt: O PyPI gerará uma chave secreta, específica à sua conta. Isso é exibido como um código QR e como um código de texto.
pt_br: O PyPI gerará uma chave secreta, específica da sua conta. Isso é exibido como um código QR e como um código de texto.
ru: PyPI сгенерирует секретный ключ, специфичный для вашей учётной записи. Он отобразится как в виде QR-кода, так и виде простого текста.
sk: PyPI vygeneruje tajný kľúč špecifický pre váš účet. Zobrazuje sa ako QR kód a ako textový kód.
ta: உங்கள் கணக்கிற்கு குறிப்பிட்ட ஒரு ரகசிய விசையை PYPI உருவாக்கும். இது QR குறியீடாகவும், உரைக் குறியீடாகவும் காட்டப்படும்.
tr: PyPI hesabınıza özel bir gizli anahtar üretir. Bu anahtar hem QR kod hem de metin olarak görüntülenir.
uk: PyPI згенерує таємний ключ, специфічний для вашого облікового запису. Він відображається як QR-код та як текстовий код.

source: Scan the QR code with your authentication application, or type it in manually. The method of input will depend on the application you have chosen.
de: Scannen Sie den QR-Code mit Ihrer Authentifizierungsanwendung oder geben Sie ihn manuell ein. Die Eingabemethode hängt von der von Ihnen gewählten Anwendung ab.
el: Σκανάρετε το QR code με την εφαρμογή πιστοποίησης ή γράψτε τον κωδικό χειροκίνητα. Η μέθοδος εισαγωγής θα εξαρτηθεί από την εφαρμογή που επιλέξατε να χρησιμοποιήσετε.
eo: Skanu la QR-kodon per via aŭtentikiga aplikaĵo, aŭ entajpu ĝin permane. La eniga metodo dependas de la aplikaĵo elektita de vi.
es: Escanee con la aplicación el código QR o ingrese el de texto manualmente. El método depende de la aplicación que haya elegido.
fr: Scannez le code QR avec votre application d'authentification, ou tapez-le manuellement. La méthode d'entrée dépendra de l'application que vous avez choisi.
he: סרק/י את קוד ה-QR באמצעות אפליקצית האימות שלך, או הזן/י אותו באופן ידני. אופן הזנת הקוד תלוי באפליקציה בה בחרת.
id: Pindai kode QR dengan aplikasi otentikasi Anda, atau ketik secara manual. Metode masukan akan tergantung pada aplikasi yang Anda pilih.
it: Scannerizza il codice QR con la tua applicazione di autenticazione, o digitalo manualmente. Il metodo di inserimento dipenderà dall'applicazione che hai scelto.
ja: 認証アプリケーションでQRコードをスキャンするか、手動で入力する。入力方法は、選択したアプリケーションによって異なる。
pt: Digitalize o código QR com a sua aplicação de autenticação ou digite-o manualmente. O método de entrada dependerá da aplicação que escolheu.
pt_br: Digitalize o código QR com seu aplicativo de autenticação ou digite-o manualmente. O método de entrada dependerá do aplicativo que você escolheu.
ru: Отсканируйте QR-код с помощью приложения для аутентификации или введите его вручную. Способ ввода будет зависеть от выбранного приложения.
sk: Naskenujte QR kód pomocou overovacej aplikácie alebo ho zadajte ručne. Spôsob zadávania bude závisieť od aplikácie, ktorú ste si vybrali.
ta: உங்கள் அங்கீகார பயன்பாட்டுடன் QR குறியீட்டை ச்கேன் செய்யுங்கள் அல்லது கைமுறையாக தட்டச்சு செய்க. உள்ளீட்டு முறை நீங்கள் தேர்ந்தெடுத்த பயன்பாட்டைப் பொறுத்தது.
tr: Anahtarı, QR kod olarak kimlik doğrulama uygulamanıza taratabilir yahut düz metin olarak yazabilirsiniz. Seçtiğiniz kimlik doğrulama uygulamasına göre anahtar girdi yöntemi değişiklik gösterebilir.
uk: Відскануйте QR-код у своєму застосунку автентифікації або введіть його вручну. Спосіб вводу залежить від застосунку, який ви обрали.

source: Your application will generate an authentication code - use this to verify your set-up on PyPI
eo: Via programo generos aŭtentikigan kodon – uzu ĝin por kontroli viajn agordojn ĉe PyPI
ru: Ваше приложение сгенерирует код аутентификации – используйте его для проверки настроек на PyPI
sk: Vaša aplikácia bude generovať autentický kód - použite to na overenie nastavenia na PyPI
ta: உங்கள் பயன்பாடு அங்கீகாரக் குறியீட்டை உருவாக்கும் - PYPI இல் உங்கள் அமைப்பை சரிபார்க்க இதைப் பயன்படுத்தவும்

source: The PyPI server and your application now share your PyPI secret key, allowing your application to generate valid authentication codes for your PyPI account.
de: Der PyPI-Server und Ihre Applikation teilen sich nun Ihren PyPI-Geheimschlüssel, sodass Ihre Applikation gültige Authentifizierungscodes für Ihr PyPI-Konto generieren kann.
el: Ο PyPI server και η εφαρμογή μπορούν πλέον να μοιράζονται το μυστικό κλειδί σας στο PyPI επιτρέποντας στην εφαρμογή σας να παράγει έγκυρους κωδικούς πιστοποίησης για τον λογαριασμό σας στο PyPI.
eo: La PyPI-servilo kaj la aplikaĵo nun komune dividas vian sekretan ŝlosilon, ebligante vian aplikaĵon generi validajn aŭtentikigajn kodojn por via PyPI-konto.
es: Ahora, el servidor de PyPI y su aplicación comparten su clave secreta de PyPI, lo que permitirá a la aplicación generar códigos de autenticación válidos para su cuenta de PyPI.
fr: Le serveur de PyPI et votre application partagent désormais votre clé secrète PyPI, autorisant votre application à générer des codes d'authentification valides pour votre compte PyPI.
he: כעת שרת PyPI והאפליקציה שלך חולקים את המפתח הסודי שלך עבור PyPI, כך שהאפליקציה שלך תוכל לייצר קודים תקפים לאימות עבור חשבון ה-PyPI שלך.
id: Server PyPI dan aplikasi Anda sekarang membagikan kunci rahasia PyPI Anda, memungkinkan aplikasi Anda menghasilkan kode otentikasi yang valid untuk akun PyPI Anda.
it: Il server PyPI e la tua applicazione da ora condividono la tua chiave segreta di PyPI, permettendo all'applicazione di generare codici per il tuo account PyPI.
ja: これで、PyPIサーバとあなたのアプリケーションはPyPIの秘密鍵を共有し、アプリケーションがPyPIアカウントの有効な認証コードを生成できるようになります。
pt: O servidor PyPI e a sua aplicação compartilham agora a sua chave secreta do PyPI, permitindo que a sua aplicação gere códigos de autenticação válidos para a sua conta PyPI.
pt_br: O servidor PyPI e seu aplicativo agora compartilham sua chave secreta do PyPI, permitindo que seu aplicativo gere códigos de autenticação válidos para sua conta PyPI.
ru: Теперь сервер PyPI и ваше приложение совместно используют ваш секретный ключ PyPI, что позволяет вашему приложению генерировать действительные коды аутентификации для вашей учётной записи PyPI.
sk: Server PyPI a vaša aplikácia teraz zdieľajú váš tajný kľúč PyPI, čo vašej aplikácii umožňuje generovať platné overovacie kódy pre váš účet PyPI.
ta: PYPI சேவையகம் மற்றும் உங்கள் பயன்பாடு இப்போது உங்கள் PYPI ரகசிய விசையைப் பகிரவும், உங்கள் PYPI கணக்கிற்கான சரியான அங்கீகார குறியீடுகளை உருவாக்க உங்கள் பயன்பாட்டை அனுமதிக்கிறது.
tr: PyPI sunucusu ve kimlik doğrulama uygulamanız artık PyPI gizli anahtarınızı paylaşıyor. Bu sayede kimlik doğrulama uygulamanız PyPI hesabınız için geçerli kimlik doğrulama kodları oluşturabilecek.
uk: Сервер PyPI та ваш застосунок тепер розділяють ваш таємний ключ для PyPI, що дозволяє вашому застосунку генерувати дійсні коди автентифікації для вашого облікового запису на PyPI.

source: Next time you log in to PyPI you'll need to:
de: Wenn Sie sich das nächste Mal bei PyPI anmelden, müssen Sie:
el: Την επόμενη φορά που θα συνδεθείτε στο PyPI θα χρειαστεί να:
eo: La sekvan fojon, kiam vi salutas al PyPI, vi devas:
es: La próxima vez que acceda a PyPI haga lo siguiente:
fr: La prochaine fois que vous vous connecterez à PyPI vous devrez :
he: בפעם הבאה שתתחבר/י ל-PyPI תצטרך/י:
id: Lain kali Anda masuk ke PyPI, Anda harus:
it: La prossima volta che accedi a PyPI avrai bisogno di:
ja: 次回、PyPIにログインする時には:
pt: Na próxima vez que entrar no PyPI, precisará:
pt_br: Na próxima vez que você entrar no PyPI, você precisará:
ru: В следующий раз, когда вы будете входить в PyPI, вам понадобится:
sk: Pri ďalšom prihlásení do PyPI budete musieť:
ta: அடுத்த முறை நீங்கள் PYPI இல் உள்நுழைய வேண்டும்:
tr: PyPI hesabınıza bir sonraki girişinizde şunları yapmanız gerekecek:
uk: Наступного разу, як ви будете входити до PyPI, вам треба буде:

source: Provide your username and password, as normal
de: Geben Sie Ihren Benutzernamen und Ihr Passwort wie üblich ein.
el: Παρέχετε το όνομα χρήστη και τον κωδικό χρήστη, ως συνήθως
eo: Doni vian salutnomon kaj pasvorton, normale
es: Proporcionar su nombre de usuario y contraseña, como es habitual
fr: Fournir votre nom d'utilisateur et votre mot de passe, comme d'habitude
he: לספק את שם המשתמש והסיסמה שלך, כרגיל
id: Berikan nama pengguna dan kata sandi Anda, seperti biasa
it: Fornire il tuo username e password, normalmente
ja: 通常どおり、ユーザ名とパスワードを入力する
pt: Fornecer o seu nome de utilizador e a sua palavra-passe, como de costume
pt_br: Fornecer seu nome de usuário e sua senha, como de costume
ru: Как обычно предоставить своё имя пользователя и пароль
sk: Zadajte svoje používateľské meno a heslo ako zvyčajne
ta: உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லை பொதுவாக வழங்கவும்
tr: Normal bir şekilde kullanıcı adı ve parolanızı girin
uk: Надати своє ім'я користувача і пароль, як зазвичай

source: Open your authentication application to generate an authentication code
de: Öffnen Sie Ihre Authentifizierungsanwendung, um einen Authentifizierungscode zu generieren
el: Να ανοίξετε την εφαρμογή πιστοποίησης για να παραχθεί ο κωδικός πιστοποίησης
eo: Uzi vian aŭtentikigan aplikaĵon por generi aŭtentikigan kodon
es: Abrir su aplicación para generar un código de autenticación
fr: Ouvrez votre application d'authentification pour générer un code d'authentification
he: לפתוח את אפליקצית ההזדהות שלך כדי לייצר קוד אימות
id: Buka aplikasi otentikasi Anda untuk menghasilkan kode otentikasi
it: Aprire la tua applicazione di autenticazione per generare un codice di autenticazione
ja: 認証アプリケーションを開いて認証コードを生成する
pt: Abra a sua aplicação de autenticação para gerar um código de autenticação
pt_br: Abrir seu aplicativo de autenticação para gerar um código de autenticação
ru: Открыть своё приложение аутентификации для генерации кода аутентификации
sk: Otvorte svoju autentifikačnú aplikáciu a vygenerujte autentifikačný kód
ta: அங்கீகாரக் குறியீட்டை உருவாக்க உங்கள் அங்கீகார பயன்பாட்டைத் திறக்கவும்
tr: Kimlik doğrulama kodu oluşturabilmek için kimlik doğrulama uygulamanızı açın
uk: Відкрити свій застосунок автентифікації аби згенерувати код автентифікації

source: Use this code to finish logging into PyPI
de: Verwenden Sie diesen Code, um sich bei PyPI anzumelden
el: Να χρησιμοποιήσετε αυτόν τον κωδικό για να ολοκληρώσετε τη σύνδεση σας στο PyPI
eo: Uzi ĉi tiun kodon por saluti en PyPI-on
es: Utilizar este código para finalizar el proceso de acceso a PyPI
fr: Utiliser ce code pour terminer la connexion à PyPI
he: להשתמש בקוד האימות כדי לסיים את ההתחברות ל-PyPI
id: Gunakan kode ini untuk menyelesaikan login ke PyPI
it: usare questo codice per completare l'accesso a PyPI
ja: このコードを使ってPyPIへのログインを完了する
pt: Usar este código para finalizar a sua autenticação no PyPI
pt_br: Usar este código para finalizar sua autenticação no PyPI
ru: Использовать этот код для завершения входа в PyPI
sk: Tento kód použite na dokončenie prihlásenia do PyPI
ta: PYPI இல் உள்நுழைவதை முடிக்க இந்த குறியீட்டைப் பயன்படுத்தவும்
tr: PyPI' da oturum açma işleminizi tamamlamak için bu kodu kullanın
uk: Використати цей код, щоб завершити процес входу до PyPI
