Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: You must verify your **primary** email address before you can perform this action.
de: Sie müssen Ihre **primäre** E-Mail-Adresse bestätigen, bevor Sie diese Aktion ausführen können.
eo: Vi devas konfirmi vian **ĉefan** retpoŝtan adreson antaŭ ol fari ĉi tion.
es: Debes confirmar tu dirección de correo electrónico **principal** antes de poder realizar esta acción.
it: Devi verificare il tuo indirizzo email **principale** prima di poter eseguire questa azione.
pt: Você deve verificar seu endereço de e-mail **principal** antes de executar esta ação.
pt_br: Você deve verificar seu endereço de e-mail **primary** antes de realizar essa ação.
ru: Вы должны подтвердить ваш **основной** адрес электронной почты прежде чем вы сможете выполнить это действие.
sk: Pred vykonaním tejto akcie musíte overiť svoju **primárnu** e-mailovú adresu.
ta: இந்தச் செயலைச் செய்வதற்கு முன் உங்கள் **முதன்மை** மின்னஞ்சல் முகவரியைச் சரிபார்க்க வேண்டும்.
uk: Необхідно підтвердити **основну** електронну адресу перед виконанням цієї дії.

source: Two-factor authentication must be enabled on your account to perform this action.
de: Zwei-Faktor-Authentifizierung muss für ihren Account aktiviert sein, um diese Aktion auszuführen.
eo: Vi devas starigi dupaŝan aŭtentikigon por fari tion.
es: Para efectuar esta acción, la autenticación en dos fases debe estar activada en su cuenta.
id: Autentikasi dua faktor harus diaktifkan pada akun anda untuk melakukan tindakan ini.
it: Per eseguire questa azione, l'autenticazione a due fattori deve essere abilitata sul tuo account.
pt: A autenticação em dois-fatores deve estar ativada para executar esta ação.
pt_br: A autenticação de dois fatores deve estar habilitada em sua conta para realizar esta ação.
ru: Для выполнения этого действия в настройках вашей учетной записи должна быть включена двухфакторная авторизация.
sk: Na vykonanie tejto akcie musí byť vo vašom účte povolená dvojfaktorová autentifikácia.
ta: இந்த செயலைச் செய்ய இரண்டு காரணி அங்கீகாரம் உங்கள் கணக்கில் இயக்கப்பட்டிருக்க வேண்டும்.
uk: Для виконання цієї дії, двофакторна автентифікація мусить бути увімкнена у вашому обліковому записі.

source: Locale updated
de: Lokalisierung aktualisiert
el: Μείνετε ενημερωμένοι
eo: Lokaĵaro ĝisdatigita
es: Se actualizó la configuración de idioma
fr: Langue mise à jour
he: אזור מעודכן
id: Lokal diperbarui
it: Localizzazione aggiornata
pt: Localidade atualizada
pt_br: Localidade atualizada
ru: Язык обновлён
sk: Miestne nastavenie bolo aktualizované
ta: இடம் புதுப்பிக்கப்பட்டது
tr: Yerel ayarlarlar güncellendi
uk: Локалізація оновлена

source: The email address isn't valid. Try again.
de: Die E-Mail-Adresse ist nicht gültig. Bitte erneut versuchen.
el: Το email δεν είναι έγκυρο. Δοκιμάστε ξανά.
eo: La retpoŝta adreso ne estas valida. Reprovu.
es: La dirección de correo no es válida. Inténtelo de nuevo.
fr: L’adresse e-mail est invalide. Veuillez réessayer.
he: כתובת האי-מייל אינה תקינה. יש לנסות שוב.
id: Alamat email tidak valid. Coba lagi.
it: L'indirizzo email non è valido. Riprova.
ja: メールアドレスが無効です。もう一度やり直してください。
pt: O endereço de e-mail não é válido. Tente novamente.
pt_br: O endereço de e-mail não é válido. Tentar novamente.
ru: Некорректный адрес электронной почты. Попробуйте ещё раз.
sk: Neplatná emailová adresa. Skúste to znovu.
ta: மின்னஞ்சல் முகவரி தவறானது. மீண்டும் முயற்சி செய்.
tr: E-posta adresi geçerli değil. Tekrar deneyin.
uk: Ця електронна адреса недійсна. Спробуйте знову.

source: The password is invalid. Try again.
de: Das Passwort ist ungültig. Bitte erneut versuchen.
el: Ο κωδικός χρήστη δεν είναι έγκυρος. Δοκιμάστε ξανά.
eo: La pasvorto ne estas valida. Bonvolu reprovi.
es: La contraseña no es válida. Inténtelo de nuevo.
fr: Le mot de passe est invalide. Veuillez réessayer.
he: הסיסמה אינה חוקית. אנא נסה/י שוב.
id: Kata sandi salah. Coba lagi.
it: La password non è valida. Riprova.
ja: パスワードが無効です。もう一度やり直してください。
pt: Senha inválida. Tente novamente.
pt_br: A senha é inválida. Tentar novamente.
ru: Неверный пароль. Попробуйте ещё раз.
sk: Heslo je neplatné. Skúste to znova.
ta: கடவுச்சொல் தவறானது. மீண்டும் முயற்சி செய்.
tr: Geçersiz parola. Tekrar deneyin.
uk: Цей пароль недійсний. Спробуйте ще.

source: The username is invalid. Usernames must be composed of letters, numbers, dots, hyphens and underscores. And must also start and finish with a letter or number. Choose a different username.
de: Der Benutzername ist ungültig. Benutzernamen müssen aus Buchstaben, Zahlen, Punkten, Binde- oder Unterstrichen bestehen und mit einem Buchstaben oder einer Zahl beginnen und enden. Bitte einen anderen Benutzernamen wählen.
el: Το όνομα χρήστη δεν είναι έγκυρο. Τα ονόματα χρηστών πρέπει να αποτελούνται από γράμματα, αριθμούς, τελείες, παύλες και κάτω παύλες. Επίσης, πρέπει αρχίζουν και να τελειώνουν με γράμμα ή αριθμό. Διαλέξτε ένα διαφορετικό όνομα χρήστη.
eo: La salutnomo ne estas valida. Salutnomo devas konsisti el literoj, ciferoj, punktoj, streketoj, kaj substrekoj. Ĝi devas komenciĝi kaj finiĝi per litero aŭ cifero. Elektu alian salutnomon.
es: El nombre de usuario no es válido. Los nombres de usuario deben componerse de letras, números, puntos, guiones y guiones bajos. Además, deben comenzar y finalizar por una letra o un número. Elija otro nombre de usuario.
fr: Le nom d’utilisateur est invalide. Un nom d’utilisateur doit être composé de lettres, nombres, points, tirets ou tirets bas. Il doit aussi commencer et se terminer par une lettre ou un nombre. Choisissez un nom d’utilisateur différent.
he: שם המשתמש אינו תקין. שמות משתמש חייבים להיות מורכבים רק מאותיות, ספרות, נקודות, מקפים וקווים תחתונים. כמו כן, הם חייבים להתחיל ולהסתיים באות או בספרה. בחר/י שם משתמש אחר.
id: Nama pengguna tidak valid. Nama pengguna harus terdiri dari huruf, angka, titik, tanda hubung, dan garis bawah. Dan juga harus mulai dan selesai dengan huruf atau angka. Pilih nama pengguna yang berbeda.
it: Username non valido. Gli username devono essere composti da lettere, numeri, punti, trattini e underscore. E devono anche iniziare e terminare con una lettera o un numero. Scegli uno username differente.
ja: ユーザー名が無効です。ユーザー名は、文字、数字、ドット、ハイフン、アンダースコアで構成する必要があります。また、文字または数字で開始および終了する必要があります。別のユーザー名を選択してください。
pt: Usuário inválido. Os nomes de usuário devem ser compostos por letras, números, pontos, hífens e sublinhados. E também deve começar e terminar com uma letra ou número. Escolha um nome de usuário diferente.
pt_br: O nome de usuário é inválido. Os nomes de usuário devem ser compostos de letras, números, pontos, hífenes e sublinhados. E também devem começar e terminar com uma letra ou número. Escolha um nome de usuário diferente.
ru: Неверное имя пользователя. Имена пользователей должны состоять из букв, цифр, точек, дефисов и подчёркиваний. Также они должны начинаться и заканчиваться буквой или цифрой. Выберите другое имя пользователя.
sk: Používateľské meno je neplatné. Používateľské mená sa musia skladať z písmen, číslic, bodiek, pomlčiek a podčiarkovníkov. A tiež musí začínať a končiť písmenom alebo číslom. Vyberte iné používateľské meno.
ta: பயனர்பெயர் தவறானது. பயனர்பெயர்கள் எழுத்துக்கள், எண்கள், புள்ளிகள், ஹைபன்கள் மற்றும் அடிக்கோள்களால் ஆனதாக இருக்க வேண்டும். மேலும் ஒரு கடிதம் அல்லது எண்ணுடன் ஆரம்பித்து முடிக்க வேண்டும். வேறு பயனர்பெயரைத் தேர்வு செய்யவும்.
tr: Kullanıcı adı geçersiz. Kullanıcı adları harf, rakam, nokta, tire ve alt çizgiden oluşmak zorundadır. Ayrıca bir harf veya rakam ile başlayıp bitmelidir. Farklı bir kullanıcı adı seçin.
uk: Таке ім'я користувача неправильне. Імена користувачів мають складатися із літер, чисел, крапок, дефісів та підкреслень. Також вони мають починатися і закінчуватися на літеру або число. Оберіть інше ім'я користувача.

source: Null bytes are not allowed.
de: Null Bytes sind nicht erlaubt.
eo: Nula bajto estas malpermesata.
es: Bytes de tipo Null no están permitidos.
it: Non sono consentiti byte nulli.
pt: Bytes nulos não são permitidos.
pt_br: Bytes nulos não são permitidos.
ru: Нуль байты не разрешены.
sk: Nulové bajty nie sú povolené.
ta: வெற்று எட்டியல்களுக்கு அனுமதி இல்லை.
uk: Нульові символи не допускаються.

source: No user found with that username
de: Kein Benutzer mit diesem Namen gefunden
el: Δεν βρέθηκε χρήστης με αυτό το όνομα χρήστη
eo: Neniu uzanto trovita kun tiu salutnomo
es: No se encontró ninguna cuenta con ese nombre de usuario
fr: Aucun utilisateur trouvé pour ce nom d’utilisateur
he: לא נמצא משתמש בעל שם המשתמש הזה
id: Pengguna dengan nama tersebut tidak ditemukan
it: Nessun utente con questo username
ja: そのユーザー名のユーザーは見つかりませんでした
pt: Nome de usuário não encontrado
pt_br: Nenhum usuário encontrado com esse nome de usuário
ru: Пользователь с таким именем не найден
sk: Nenašiel sa žiadny používateľ s týmto používateľským menom
ta: குறிப்பிட்ட பயனர் பெயரில் எந்தப் பயனருமில்லை
tr: Bu kullanıcı adıyla kayıtlı bir kullanıcı bulunamadı
uk: Користувача з таким іменем не знайдено

source: TOTP code must be ${totp_length} digits.
de: Der TOTP-Code muss ${totp_length} Zeichen lang sein.
el: Ο κώδικας TOTP πρέπει να αποτελείται από ${totp_length} ψηφία.
eo: TOTP-kodo devas konsisti el ${totp_length} ciferoj.
es: El código TOTP debe tener ${totp_length} dígitos.
fr: Le code TOTP doit comporter ${totp_length} chiffres.
he: קוד TOTP חייב להכיל ${totp_length} ספרות.
id: Kode TOTP harus terdiri dari ${totp_length} digit.
it: Il codice TOTP deve essere di ${totp_length} cifre.
ja: TOTP コードは ${totp_length} 桁でなければなりません。
pt: Código TOTP deve ter ${totp_length} dígitos.
pt_br: Código TOTP deve ter ${totp_length} dígitos.
ru: TOTP-код должен состоять из ${totp_length} цифр.
sk: Kód TOTP musí obsahovať ${totp_length} číslic.
ta: TOTP குறியீடு ${totp_length} இலக்கங்கள் இருக்க வேண்டும்.
tr: TOTP kodu ${totp_length} rakamdan oluşmalıdır.
uk: Код TOTP має містити ${totp_length} цифр(и).

source: Recovery Codes must be ${recovery_code_length} characters.
de: Wiederherstellungscodes müssen ${recovery_code_length} Zeichen lang sein.
eo: Realira kodo devas konsisti el ${recovery_code_length} skribsignoj.
es: Los códigos de recuperación tienen que tener ${recovery_code_length} caracteres.
id: Kode pemulihan seharusnya ${panjang_kode_pemulihan} karakter
it: I codici di ripristino devono essere lunghi ${recovery_code_length} caratteri.
pt: Os códigos de recuperação devem ter ${recovery_code_length} caracteres.
pt_br: Os códigos de recuperação devem ter ${recovery_code_length} caracteres.
ru: Резервные коды должны быть длиной в ${recovery_code_length} символов.
sk: Kódy na obnovenie musia mať ${recovery_code_length} znakov.
ta: மீட்பு குறியீடுகள்
uk: Код відновлення має містити ${recovery_code_length} символів.

source: Choose a username with 50 characters or less.
de: Bitte Benutzername mit 50 Zeichen oder weniger wählen.
el: Επιλέξτε ένα όνομα χρήστη μέχρι 50 χαρακτήρες.
eo: Elektu salutnomon de maksimume 50 skribsignoj.
es: Elija un nombre de usuario de 50 caracteres o menos.
fr: Choisissez un nom d’utilisateur d’au plus 50 caractères.
he: בחר שם משתמש בעל 50 תווים או פחות.
id: Pilih nama pengguna kurang dari 50 huruf.
it: Scegli un username con massimo 50 caratteri.
ja: 50文字以下のユーザー名を選択してください。
pt: Escolha um nome usuário com 50 carateres ou menos.
pt_br: Escolha um nome de usuário com 50 caracteres ou menos.
ru: Выберите имя пользователя, используя не более 50 символов.
sk: Vyberte si používateľské meno s 50 alebo menej znakmi.
ta: 50 வரியுரு அல்லது அதற்குக் குறைவாக உள்ள பயனர் பெயர் தேர்ந்தெடுங்கள்.
tr: En fazla 50 karakter olan bir kullanıcı adı seçin.
uk: Оберіть ім'я користувача, довжиною 50 символів чи менше.

source: This username is already being used by another account. Choose a different username.
de: Dieser Benutzername wird schon von einem anderen Konto verwendet. Bitte einen anderen Benutzername wählen.
el: Αυτό το όνομα χρήστη χρησιμοποιείται ήδη από άλλον λογαριασμό. Διαλέξτε ένα διαφορετικό όνομα χρήστη.
eo: Tiu salutnomo jam estas uzata de alia konto. Elektu alian salutnomon.
es: Otra cuenta ya utiliza este nombre de usuario. Elija un nombre de usuario distinto.
fr: Ce nom d’utilisateur est déjà utilisé par un autre compte. Choisissez un nom d’utilisateur différent.
he: שם המשתמש נמצא בשימוש חשבון אחר. בחר/י שם משתמש אחר.
id: Nama pengguna ini sudah digunakan oleh akun lain. Pilih nama pengguna yang berbeda.
it: Questo nome utente è stato già utilizzato da un altro account. Scegli un nome utente diverso.
ja: このユーザー名はすでに別のアカウントで使用されています。別のユーザー名を選択してください。
pt: Este nome de suário já está em uso.Escolha um nome de usuário diferente.
pt_br: Esse nome de usuário já está sendo usado por outra conta. Escolha um nome de usuário diferente.
ru: Это имя пользователя уже используется другой учётной записью. Выберите другое имя.
sk: Toto používateľské meno už používa iný účet. Vyberte iné používateľské meno.
ta: இந்த பயனர்பெயர் ஏற்கனவே மற்றொரு கணக்கால் பயன்படுத்தப்படுகிறது. வேறு பயனர்பெயரைத் தேர்வு செய்யவும்.
tr: Bu kullanıcı adı başka bir hesap tarafından kullanılıyor. Başka bir kullanıcı adı seçin.
uk: Таким ім'ям користувача уже користується хтось інший. Оберіть інше ім'я користувача.

source: Password too long.
de: Passwort zu lang.
eo: Pasvorto tro longas.
es: La contraseña es demasiado larga.
id: Kata sandi terlalu panjang:
it: Password troppo lunga.
pt: Senha grande demais.
pt_br: Senha grande demais.
ru: Пароль слишком длинный.
sk: Heslo je príliš dlhé.
ta: கடவுச்சொல் மிக நீளமானது.
uk: Пароль занадто довгий.

source: There have been too many unsuccessful login attempts. You have been locked out for ${time}. Please try again later.
de: Es gab zu viele erfolglose Login-Versuche. Bitte Versuche es erneut in ${time}
eo: Okazis troo da nesukcesaj salutaj provoj. Vi ne povos saluti dum ${time}. Reprovu poste.
it: Si sono verificati troppi tentativi di accesso non riusciti. Sei stato bloccato per ${time}. Per favore riprova più tardi.
pt: Ocorreram muitas tentativas de login sem êxito. Tente mais tarde.
pt_br: Houve muitas tentativas de autenticação malsucedidas. Você foi bloqueado por ${time}. Tente novamente mais tarde.
ru: Было слишком много неудачных попыток входа в систему. Вы заблокированы на ${time}. Пожалуйста, повторите попытку позже.
sk: Vyskytlo sa príliš veľa neúspešných pokusov o prihlásenie. Boli ste vymknutý na ${time}. Skúste neskôr prosím.
ta: பல வெற்றியுறாத உள்நுழைவு முயற்சிகள் நடந்துள்ளன. நீங்கள் ${time} மணி நேரத்திற்கு பூட்டப்பட்டிருக்கிறீர்கள். பின்னர் மீண்டும் முயற்சிக்கவும்.
uk: Ви здійснили забагато невдалих спроб увійти. Ви заблоковані на ${time}. Спробуйте знову пізніше.

source: Your passwords don't match. Try again.
de: Die Passwörter stimmen nicht überein. Bitte erneut versuchen.
el: Οι κωδικοί δεν ταιριάζουν. Δοκιμάστε ξανά.
eo: Viaj pasvortoj ne kongruas. Reprovu.
es: Las contraseñas no coinciden. Inténtelo de nuevo.
fr: Votre mot de passe est incorrect. Veuillez réessayer.
he: הסיסמאות אינן תואמות. יש לנסות שוב.
id: Kata sandi tidak cocok. Coba lagi.
it: Le tue password non corrispondono. Riprova.
ja: パスワードが一致しません。もう一度やり直してください。
pt: As suas palavras-passe não coincidem. Tente novamente.
pt_br: Suas senhas não coincidem. Tentar novamente.
ru: Ваши пароли не совпадают. Попробуйте ещё раз.
sk: Vaše heslá sa nezhodujú. Skúste to znova.
ta: உங்கள் கடவுச்சொற்கள் பொருந்தவில்லை. மீண்டும் முயற்சி செய்.
tr: Parolalarınız eşleşmiyor. Tekrar deneyin.
uk: Ваші паролі не збігаються. Спробуйте знову.

source: The email address is too long. Try again.
de: Die E-Mail-Adresse ist zu Lang. Bitte erneut versuchen.
eo: La retpoŝta adreso estas tro longa. Reprovu.
es: La dirección de correo es demasiado larga. Intente nuevamente.
it: L'indirizzo email è troppo lungo. Riprova.
pt: O endereço de e-mail é muito longo. Tente novamente.
pt_br: O endereço de e-mail é muito longo. Tente novamente.
ru: Адрес электронной почты слишком длинный. Попробуйте ещё раз.
sk: Emailová adresa je príliš dlhá. Skúste to znovu.
ta: மின்னஞ்சல் முகவரி மிக நீளமாக உள்ளது. மீண்டும் முயற்சி செய்.
uk: Ця електронна адреса занадто довга. Спробуйте знову.

source: You can't use an email address from this domain. Use a different email.
de: E-Mail-Adressen dieser Domain können nicht verwendet werden. Bitte eine andere E-Mail-Adresse verwenden.
el: Δεν μπορείτε να χρησιμοποιήσετε ένα email από αυτό το domain. Δοκιμάστε με άλλο email.
eo: Vi ne rajtas uzi retpoŝtan adreson ĉe tiu retejo. Uzu alian retpoŝtan adreson.
es: No puede utilizar una dirección de correo de este dominio. Utilice una dirección distinta.
fr: Vous ne pouvez pas utiliser une adresse e-mail de ce domaine. Veuillez utiliser une adresse e-mail différente.
he: לא ניתן להשתמש בכתובת אי-מייל מהדומיין הזה. יש להשתמש באי-מייל אחר.
id: Anda tidak dapat menggunakan alamat email dari domain ini. Gunakan email lain.
it: Non puoi utilizzare un indirizzo email da questo dominio. Scegli una email diversa.
ja: このドメインからのメールアドレスは使用できません。別のメールアドレスを使用してください。
pt: Não pode utilizar um endereço de e-mail deste domínio. Utilize um e-mail diferente.
pt_br: Você não pode usar um endereço de e-mail deste domínio. Use um e-mail diferente.
ru: Вы не можете использовать адрес электронной почты этого домена. Используйте другой адрес электронной почты.
sk: Nemôžete použiť e-mailovú adresu z tejto domény. Použite iný e-mail.
ta: இந்தக் களத்திலிருந்து மின்னஞ்சல் முகவரியை நீங்கள் பயன்படுத்த முடியாது. வேறு மின்னஞ்சலைப் பயன்படுத்தவும்.
tr: Bu alan adından bir e-posta adresi kullanamazsınız. Başka bir e-posta kullanın.
uk: Ви не можете використовувати електронну адресу із цього домену. Скористайтеся іншою.

source: This email address is already being used by this account. Use a different email.
de: Diese E-Mail-Adresse wird schon von diesem Konto verwendet. Bitte eine andere verwenden.
el: Αυτό το email χρησιμοποιείται ήδη από αυτόν τον λογαριασμό. Χρησιμοποιήστε ένα διαφορετικό email.
eo: Tiu retpoŝta adreso estas jam uzata de ĉi tiu konto. Uzu alian retpoŝtan adreson.
es: Otra cuenta ya utiliza esta dirección de correo. Utilice una dirección distinta.
fr: Cette adresse e-mail est déjà utilisée par ce compte. Veuillez utiliser une adresse e-mail différente.
he: כתובת האי-מייל הזו כבר נמצאת בשימוש ע״י החשבון הזה. יש להשתמש בכתובת אי-מייל אחרת.
id: Alamat email ini sudah digunakan oleh akun ini. Gunakan email lain.
it: Questo indirizzo email è già utilizzato da questo account. Usa una email diversa.
ja: このメールアドレスはすでにこのアカウントで使用されています。別のメールアドレスを使用してください。
pt: Este endereço de e-mail já está a ser utilizado por esta conta. Utilize um e-mail diferente.
pt_br: Este endereço de e-mail já está sendo usado por esta conta. Use um e-mail diferente.
ru: Этот адрес электронной почты уже используется текущей учётной записью. Используйте другой адрес электронной почты.
sk: Tento účet už túto e-mailovú adresu používa. Použite iný e-mail.
ta: இந்த மின்னஞ்சல் முகவரி ஏற்கனவே இந்தக் கணக்கால் பயன்படுத்தப்படுகிறது. வேறு மின்னஞ்சலைப் பயன்படுத்தவும்.
tr: Bu e-posta adresi zaten bu hesap tarafından kullanılıyor. Başka bir e-posta kullanın.
uk: Ця електронна адреса вже використовується у цьому обліковому записі. Введіть іншу.

source: This email address is already being used by another account. Use a different email.
de: Diese E-Mail-Adresse wird bereits von einem anderen Konto verwendet. Verwenden Sie eine andere E-Mail-Adresse.
el: Αυτό το email χρησιμοποιείται ήδη από άλλο λογαριασμό. Χρησιμοποιήστε ένα διαφορετικό email.
eo: Tiu retpoŝta adreso estas jam uzata de alia konto. Uzu alian retpoŝtan adreson.
es: Otra cuenta ya utiliza esta dirección de correo. Utilice una dirección distinta.
fr: Cette adresse e-mail est déjà utilisée par un autre compte. Veuillez utiliser une adresse e-mail différente.
he: כתובת האי-מייל הזו כבר נמצאת בשימוש ע״י חשבון אחר. יש להשתמש בכתובת אי-מייל אחרת.
id: Alamat email ini sudah digunakan oleh akun lain. Gunakan email lain.
it: Questo indirizzo e-mail è già utilizzato da un altro account. Usa una email diversa.
ja: このメールアドレスはすでに別のアカウントで使用されています。別のメールアドレスを使用してください。
pt: Este endereço de e-mail já está a ser utilizado por outra conta. Utilize um e-mail diferente.
pt_br: Este endereço de e-mail já está sendo usado por outra conta. Use um e-mail diferente.
ru: Этот адрес электронной почты уже используется другой учётной записью. Используйте другой адрес электронной почты.
sk: Túto e-mailovú adresu už používa iný účet. Použite iný e-mail.
ta: இந்த மின்னஞ்சல் முகவரி ஏற்கனவே மற்றொரு கணக்கால் பயன்படுத்தப்படுகிறது. வேறு மின்னஞ்சலைப் பயன்படுத்தவும்.
tr: Bu e-posta adresi farklı bir hesap tarafından kullanılıyor. Başka bir e-posta kullanın.
uk: Ця електронна адреса вже кимось використовується. Введіть іншу.

source: The name is too long. Choose a name with 100 characters or less.
de: Der Name ist zu lang. Bitte einen Namen mit 100 Zeichen oder weniger verwenden.
el: Το όνομα είναι πολύ μεγάλο. Διαλέξτε ένα όνομα με μέγιστο 100 χαρακτήρες.
eo: La nomo estas tro longa. Elektu nomon de maksimume 100 signoj.
es: El nombre es demasiado extenso. Elija un nombre con 100 caracteres o menos.
fr: Le nom est trop long. Choisissez un nom d’au plus 100 caractères.
he: השם ארוך מדי. יש לבחור שם בעל 100 תווים או פחות.
id: Nama terlalu panjang. Pilih nama dengan panjang kurang dari 100 huruf.
it: Il nome è troppo lungo. Scegli un nome lungo al massimo 100 caratteri.
ja: 名前が長過ぎます。100字以下の名前を選択してください。
pt: O nome é muito longo. Escolha um nome com 100 carateres ou menos.
pt_br: O nome é muito longo. Escolha um nome com 100 caracteres ou menos.
ru: Слишком длинное имя. Выберите имя, используя не более 100 символов.
sk: Názov je príliš dlhý. Vyberte názov so 100 znakmi alebo menej.
ta: பெயர் மிக நீளமானது. 100 எழுத்துக்கள் அல்லது அதற்கும் குறைவான பெயரைத் தேர்வுசெய்க.
tr: İsim çok uzun. En fazla 100 karakter olacak şekilde başka bir isim seçin.
uk: Це ім'я задовге. Оберіть ім'я довжиною 100 символів або менше.

source: URLs are not allowed in the name field.
eo: Retadreso estas malpermesata en la noma kampo.
es: No se permiten URLs en el campo nombre.
pt: URLs não são permitidas no campo de nome
pt_br: URLs não são permitidas no campo de nome.
ru: В названии не допускаются адреса интернета.
sk: URL nie sú povolené v názve poľa.
ta: பெயர் புலத்தில் உரலிகள் அனுமதிக்கப்படவில்லை.
uk: Подвійна риска недопустима в назві.

source: Invalid TOTP code.
de: Ungültiger TOTP-Code.
el: Μη έγκυρος TOTP κωδικός.
eo: Ne valida TOTP-kodo.
es: El código TOTP no es válido.
fr: Code TOTP invalide.
he: קוד TOTP לא תקין.
id: Kode TOTP tidak valid.
it: Codice TOTP non valido.
ja: 不正なTOTPコード。
pt: Código de TOTP inválido.
pt_br: Código TOTP inválido.
ru: Неверный TOTP-код.
sk: Neplatný TOTP kód.
ta: தவறான TOTP குறியீடு.
tr: Geçersiz TOTP kodu.
uk: Недійсний код TOTP.

source: Invalid WebAuthn assertion: Bad payload
de: Ungültige WebAuthn-Assertion: Bad payload
el: Μη έγκυρο WebAuthn assertion: Bad payload
eo: Ne valida WebAuthn-aserto: Malbona ŝarĝo
es: La aserción de WebAuthn no es válida: carga incorrecta
fr: Assertion WebAuthn non valide : requête malformée
he: בדיקת WebAuthn כושלת: מטען לא תקין
id: Pernyataan WebAuthn tidak valid: Muatan buruk
it: Asserzione WebAuthn non valida: Payload malformato
ja: 無効なWebAuthnアサーション：不正なペイロード
pt: Asserção inválida do WebAuthn: Carga incorreta
pt_br: Asserção inválida do WebAuthn: Carga incorreta
ru: Недопустимое значение WebAuthn: Плохая полезная нагрузка
sk: Neplatné tvrdenie WebAuthn: Zlé užitočné zaťaženie
ta: தவறான WebAuthn கூற்று: மோசமான பேலோட்
tr: Geçersiz WebAuthn önermesi: Kötü yük
uk: Недійсна перевірка WebAuthn: Неправильний вміст
