Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: The primary email for your PyPI account <strong>%(username)s</strong> has been changed from <code>%(old_email)s</code> to <code>%(new_email)s</code>
de: Die primäre E-Mail-Adresse für Ihr PyPI-Konto <strong>%(username)s</strong> wurde von <code>%(old_email)s</code> zu <code>%(new_email)s</code> geändert
el: Το κύριο email για τον λογαριασμό σας στο PyPI <strong>%(username)s</strong> άλλαξε από <code>%(old_email)s</code> σε <code>%(new_email)s</code>
eo: La ĉefa retpoŝta adreso de via PyPI-konto <strong>%(username)s</strong> ŝanĝiĝis de <code>%(old_email)s</code> al <code>%(new_email)s</code>
es: La cuenta de correo principal de tu cuenta de PyPI <strong>%(username)s</strong> ha cambiado de <code>%(old_email)s</code> a <code>%(new_email)s</code>
fr: L'adresse e-mail principale de votre compte PyPI <strong>%(username)s</strong> a été modifié de <code>%(old_email)s</code> à <code>%(new_email)s</code>
he: כתובת האי-מייל הראשית עבור חשבון ה-PyPI שלך <strong>%(username)s</strong> שונתה מ-<code>%(old_email)s</code> אל <code>%(new_email)s</code>
id: Aamat email utama untuk akun PyPI anda<strong>%(username)s</strong> telah dirubah dari <code>%(old_email)s</code> menjadi <code>%(new_email)s</code>
it: L'indirizzo email principale per il tuo account PyPI <strong>%(username)s</strong> è stato cambiato da <code>%(old_email)s</code> a <code>%(new_email)s</code>
ja: あなたの PyPI アカウント <strong>%(username)s</strong> の主要メールアドレスは、 <code>%(old_email)s</code> から <code>%(new_email)s</code> へ変更されました
pt: O e-mail principal da sua conta PyPI <strong>%(username)s</strong> foi alterado de <code>%(old_email)s</code> para <code>%(new_email)s</code>
pt_br: O e-mail principal da sua conta PyPI <strong>%(username)s</strong> foi alterado de <code>%(old_email)s</code> para <code>%(new_email)s</code>
ru: Основной адрес электронной почты для вашей учётной записи <strong>%(username)s</strong> на PyPI был изменён с <code>%(old_email)s</code> на <code>%(new_email)s</code>
sk: Primárna e-mailová adresa vášho účtu PyPI <strong>%(username)s</strong> bola zmenená z <code>%(old_email)s</code> na <code>%(new_email)s</code>
ta: உங்கள் PYPI கணக்கின் முதன்மை மின்னஞ்சல் <strong>%(username)s </strong> <குறியீடு>%(old_email)s </code> இலிருந்து <code>%(new_email)s </code> ஆக மாற்றப்பட்டுள்ளது
tr: PyPI hesabınız <strong>%(username)s</strong> için birincil e-posta <code>%(old_email)s</code>'dan <code>%(new_email)s</code> olarak değişti
uk: Основну електронну адресу для вашого облікового запису <strong>%(username)s</strong> на PyPI було змінено з <code>%(old_email)s</code> на <code>%(new_email)s</code>

source: We noticed you recently logged into your PyPI account <strong>%(username)s</strong>, which has two-factor authentication enabled, but haven't generated recovery codes for this account.
de: Wir haben festgestellt, dass Sie sich kürzlich bei Ihrem PyPI-Konto <strong>%(username)s</strong> angemeldet haben, für das die Zwei-Faktor-Authentifizierung aktiviert ist, aber keine Wiederherstellungscodes für dieses Konto generiert haben.
eo: Ni rimarkis, ke vi ĵus salutis en vian konton <strong>%(username)s</strong> ĉe PyPI, por kiu dupaŝa aŭtentikigo estis starigita, sed vi ankoraŭ ne generis realirajn kodojn por tiu konto.
es: Hemos observado que ha accedido a su cuenta de PyPI, <strong>%(username)s</strong>, recientemente, la cual tiene activada autenticación con verificación en dos pasos, pero no ha generado códigos de recuperación para la misma.
it: Di recente ti sei loggato col tuo account PyPi <strong>%(username)s</strong>, che ha abilitata l'autenticazione a due fattori, ma non hai ancora generato i codici di recupero per questo account.
pt: Percebemos que autenticou recentemente na sua conta PyPI <strong>%(username)s</strong>, que tem autenticação de dois fatores ativada, mas não gerou códigos de recuperação para esta conta.
pt_br: Percebemos que você fez login recentemente em sua conta PyPI <strong>%(username)s</strong>, que tem autenticação de dois fatores ativada, mas não gerou códigos de recuperação para esta conta.
ru: Мы заметили, что вы недавно вошли в свою учетную запись PyPI <strong>%(username)s</strong>, которая имеет двухфакторную аутентификацию, но не генерирует коды восстановления для этой учетной записи.
sk: Všimli sme si, že ste sa nedávno prihlásili do svojho účtu PyPI <strong>%(username)s</strong>, ktorý má povolenú dvojfaktorovú autentifikáciu, ale nevygenerovali ste pre tento účet kódy na obnovenie.
ta: உங்கள் PYPI கணக்கில் நீங்கள் அண்மைக் காலத்தில் உள்நுழைந்ததை நாங்கள் கவனித்தோம் <strong>%(username)s </strong>, இது இரண்டு காரணி அங்கீகாரத்தை இயக்கியது, ஆனால் இந்த கணக்கிற்கான மீட்புக் குறியீடுகளை உருவாக்கவில்லை.

source: If you lose your authentication application or security key(s) and do not have access to these recovery codes, you may permanently lose access to your PyPI account!
de: Wenn Sie Ihre Authentifizierungsanwendung oder Ihre(n) Sicherheitsschlüssel verlieren und keinen Zugang zu diesen Wiederherstellungscodes haben, können Sie Ihren Zugang zu Ihrem PyPI-Konto dauerhaft verlieren!
eo: Se vi perdos vian aŭtentikigan programon aŭ sekuriga(j)n ŝlosilo(j)n kaj ne havos atingon al tiuj realiraj kodoj, vi eble definitive perdos vian PyPI-konton!
es: Si pierde su aplicación de autenticación o sus clave(s) de seguridad y no tiene acceso a estos códigos de recuperación, usted puede perder permanentemente su acceso a su cuenta de PyPI!
it: Se perdi la tua applicazione di autenticazione o chiave(i) di sicurezza e non hai accesso a questi codici di recupero, potresti perdere l'accesso al tuo account PyPI in modo permanente!
pt: Se perder a sua aplicação de autenticação ou chave(s) de segurança e não tiver acesso a esses códigos de recuperação, poderá perder permanentemente o acesso à sua conta PyPI!
pt_br: Se você perder seu aplicativo de autenticação ou chave(s) de segurança e não tiver acesso a esses códigos de recuperação, poderá perder permanentemente o acesso à sua conta PyPI!
ru: Если вы потеряете приложение для аутентификации или ключ(и) безопасности и не будете иметь доступа к этим кодам восстановления, вы можете навсегда потерять доступ к своему аккаунту PyPI!
sk: Ak stratíte svoju autentifikačnú aplikáciu alebo bezpečnostný kľúč(y) a nebudete mať prístup k týmto obnovovacím kódom, môžete natrvalo stratiť prístup k svojmu účtu PyPI!
ta: உங்கள் அங்கீகார பயன்பாடு அல்லது பாதுகாப்பு விசை (களை) இழந்தால், இந்த மீட்பு குறியீடுகளுக்கான அணுகல் இல்லையென்றால், உங்கள் PYPI கணக்குக்கான அணுகலை நிரந்தரமாக இழக்க நேரிடும்!

source: You can generate recovery codes for your account here: <a href="%(href)s">%(href)s</a>
eo: Vi povas generi realirajn kodojn por via konto ĉi tie: <a href="%(href)s">%(href)s</a>
es: Puede generar códigos de recuperación para su cuenta aquí: <a href="%(href)s">%(href)s</a>
it: Puoi generare i codici di recupero per il tuo account qui: <a href="%(href)s">%(href)s</a>
pt: Pode gerar códigos de recuperação para a sua conta aqui: <a href="%(href)s">%(href)s</a>
pt_br: Você pode gerar códigos de recuperação para sua conta aqui: <a href="%(href)s">%(href)s</a>
ru: Вы можете создать коды восстановления к учётной записи здесь: <a href="%(href)s">%(href)s</a>
sk: Kódy na obnovenie účtu si môžete vygenerovať tu: <a href="%(href)s">%(href)s</a>
ta: உங்கள் கணக்கிற்கான மீட்பு குறியீடுகளை இங்கே உருவாக்கலாம்: <a href = "%(href)s">%(href)s </a>

source: A recovery code for your PyPI account <strong>%(username)s</strong> has been used.
eo: Realira kodo por via konto <strong>%(username)s</strong> ĉe PyPI estis uzita.
es: Un código de recuperación para su cuenta de PyPI <strong>%(username)s</strong> ha sido usado.
it: È stato usato un codice di recupero per il tuo account PyPI <strong>%(username)s</strong>.
pt: Um código de recuperação para a sua conta PyPI <strong>%(username)s</strong> foi usado.
pt_br: Um código de recuperação para sua conta PyPI <strong>%(username)s</strong> foi usado.
ru: Код восстановления к учётной запись PyPI <strong>%(username)s</strong> был использован.
sk: Bol použitý kód na obnovenie vášho účtu PyPI <strong>%(username)s</strong>.
ta: உங்கள் PYPI கணக்குக்கான மீட்புக் குறியீடு <strong>%(username)s </strong> பயன்படுத்தப்பட்டுள்ளது.

source: New recovery codes for your PyPI account <strong>%(username)s</strong> have been generated.
eo: Novaj realiraj kodoj por via konto <strong>%(username)s</strong> ĉe PyPI estis generitaj.
es: Se generaron códigos de recuperación nuevos para su cuenta <strong>%(username)s</strong> de PyPI.
it: Sono stati generati nuovi codici di recupero per il tuo account PyPI <strong>%(username)s</strong>.
pt: Novos códigos de recuperação para a sua conta PyPI <strong>%(username)s</strong> foram gerados.
pt_br: Novos códigos de recuperação para sua conta PyPI <strong>%(username)s</strong> foram gerados.
ru: Новые коды восстановления к учётной записи PyPI <strong>%(username)s</strong> были созданы.
sk: Boli vygenerované nové kódy obnovenia pre váš účet PyPI <strong>%(username)s</strong>.
ta: உங்கள் PYPI கணக்கிற்கான புதிய மீட்பு குறியீடுகள் <strong>%(username)s </strong> உருவாக்கப்பட்டுள்ளன.

source: You have been removed from the "%(organization_name)s" organization
de: Sie sind aus der Organisation "%(organization_name)s" entfernt worden
eo: Vi eksaniĝis el la organizaĵo «%(organization_name)s»
es: Has sido removido de la organización "%(organization_name)s"
it: Sei stato rimosso dall'organizzazione "%(organization_name)s"
pt: Foi removido da organização "%(organization_name)s"
pt_br: Você foi removido da organização "%(organization_name)s"
ru: Вы были удалены из организации «%(organization_name)s»
sk: Boli ste odstránení z organizácie "%(organization_name)s"
ta: நீங்கள் "%(organization_name)s" அமைப்பிலிருந்து அகற்றப்பட்டீர்கள்

source: You are receiving this because you were a member of this organization.
eo: Vi ricevas ĉi tiun, ĉar vi estis ano de tiu organizaĵo.
es: Ha recibido esto porque usted era miembro de los propietarios de este proyecto.
it: Ricevi questo perché non sei un membro di questa organizzazione.
pt: Recebe isso porque era um proprietário desta organização.
pt_br: Você está recebendo isso porque você era um proprietário desta organização.
ru: Вы получаете это, потому что были членом этой организации.
sk: Dostávate to, pretože ste boli členom tejto organizácie.
ta: நீங்கள் இந்த அமைப்பில் உறுப்பினராக இருந்ததால் இதைப் பெறுகிறீர்கள்.

source: Your team was removed from the %(site)s project %(project)s by %(submitter)s.
eo: Via teamo estis forigita el la projekto «%(project)s» ĉe %(site)s far %(submitter)s.
es: Su equipo fue removido del proyecto %(project)s en %(site)s por %(submitter)s.
it: Il tuo team è stato rimosso dal sito %(site)s del progetto %(project)s da %(submitter)s.
pt: A sua equipa foi removida do projeto %(project)s de %(site)s por %(submitter)s.
pt_br: Sua equipe foi removida do projeto %(project)s de %(site)s por %(submitter)s.
ru: Ваша команда была удалена из проекта %(site)s %(project)s %(submitter)s.
sk: Váš tím bol odstránený z projektu %(site)s %(project)s spoločnosťou %(submitter)s.
ta: உங்கள் குழு %(தள) திட்ட %(site)s இலிருந்து %(சமர்ப்பிப்பவர்) மூலம் அகற்றப்பட்டது.

source: You are receiving this because your team was removed by %(submitter)s from a project on %(site)s.
eo: Vi ricevas ĉi tiun, ĉar via teamo estis malaldonita de %(submitter)s el projekto ĉe %(site)s.
es: Ha recibido esto porque su equipo en %(site)s ha sido removido por %(submitter)s.
it: Ricevi questo perché il tuo team è stato rimosso da %(submitter)s da un progetto su %(site)s.
pt: Recebe isso porque a sua equipa foi removida por %(submitter)s de um projeto em %(site)s.
pt_br: Você está recebendo isso porque sua equipe foi removida por %(submitter)s de um projeto em %(site)s.
ru: Вы получаете это сообщение, потому что ваша команда была удалена %(submitter)s из проекта на %(site)s.
sk: Dostávate to, pretože váš tím bol odstránený %(submitter)s z projektu na %(site)s.
ta: %(தளம்) ஒரு திட்டத்திலிருந்து உங்கள் குழு %(submitter)s மூலம் அகற்றப்பட்டதால் இதைப் பெறுகிறீர்கள்.

source: You have been removed from the "%(team_name)s" team in the "%(organization_name)s" organization
eo: Vi eksteamaniĝis el la teamo «%(team_name)s» en la organizaĵo «%(organization_name)s»
es: Has sido removido del equipo "%(team_name)s" en la organización "%(organization_name)s"
it: Sei stato rimosso dal gruppo "%(team_name)s" dell'organizzazione "%(organization_name)s"
pt: Foi removido da equipa "%(team_name)s" na organização "%(organization_name)s"
pt_br: Você foi removido da equipe "%(team_name)s" na organização "%(organization_name)s"
ru: Вы были удалены из команды «%(team_name)s» в организации «%(organization_name)s»
sk: Boli ste odstránení z tímu "%(team_name)s" v organizácii "%(organization_name)s"
ta: நீங்கள் "%(team_name)s" அமைப்பில் "%(organization_name)s" குழுவிலிருந்து அகற்றப்பட்டீர்கள்

source: You are receiving this because you were a member of this team.
eo: Vi ricevas ĉi tiun, ĉar vi estis teamano de tiu teamo.
es: Ha recibido esto porque forma parte de los miembros de este equipo.
it: Ricevi questo perché sei stato un membro di questo gruppo.
pt: Recebe isso porque era um membro desta equipa.
pt_br: Você está recebendo isso porque você era um membro desta equipe.
ru: Вы получаете это, потому что были членом этой команды.
sk: Dostávate to, pretože ste boli členom tohto tímu.
ta: நீங்கள் இந்த அணியில் உறுப்பினராக இருந்ததால் இதைப் பெறுகிறீர்கள்.

source: Your role in the "%(organization_name)s" organization has been changed to <strong>%(role)s</strong> by %(submitter)s
eo: Via rolo en la organizaĵo «%(organization_name)s» estis ŝanĝita de %(submitter)s al <strong>%(role)s</strong>
it: Il tuo ruolo su %(organization_name)s è stato cambiato in <strong>%(role)s</strong> da %(submitter)s
pt: A sua função na organização "%(organization_name)s" foi alterada para <strong>%(role)s</strong> por %(submitter)s
pt_br: Sua função na organização "%(organization_name)s" foi alterada para <strong>%(role)s</strong> por %(submitter)s
ru: Ваша роль в организации «%(organization_name)s» была изменена на <strong>%(role)s</strong> %(submitter)s
sk: Vaša rola v organizácii „%(organization_name)s“ bola zmenená používateľom %(submitter)s na <strong>%(role)s</strong>
ta: "%(organization_name)s" அமைப்பில் உங்கள் பங்கு <strong>%(role)s </strong> என%(submitter)s என மாற்றப்பட்டுள்ளது
uk: %(submitter)s змінив(-ла) вашу роль в організації «%(organization_name)s» на <strong>%(role)s</strong>

source: Your team's role for the %(project)s project has been changed by %(submitter)s.
eo: Via rolo pri la projekto «%(project)s» estis ŝanĝita de %(submitter)s.
es: %(submitter)s cambió los puestos de su equipo para con el proyecto %(project)s.
it: Il tuo ruolo nel gruppo per il progetto %(project)s è stato cambiato da %(submitter)s.
pt: O cargo da sua equipa para o projeto %(project)s foi alterado por %(submitter)s.
pt_br: O cargo de sua equipe para o projeto %(project)s foi alterado por %(submitter)s.
ru: Роль вашей команды в проекте %(project)s была изменена %(submitter)s.
sk: Úloha vášho tímu v projekte %(project)s bola zmenená aplikáciou %(submitter)s.
ta: %(திட்டம்) திட்டத்திற்கான உங்கள் அணியின் பங்கு %(project)s மூலம் மாற்றப்பட்டுள்ளது.

source: Your team now has permissions to administer the project. You can add other collaborators, upload releases and delete files, releases or the entire project.
eo: Via teamo nun rajtas administri la projekton. Vi rajtas aldoni aliajn kunlaborantojn, alŝuti eldonojn, kaj forviŝi dosierojn, eldonojn aŭ la tutan projekton.
it: Può caricare rilasci. Può aggiiungere altri collaboratori. Può cancellare files, rilasci, o l'intero progetto.
pt: A sua equipa agora tem permissões para administrar o projeto. Pode adicionar outros colaboradores, enviar lançamentos e apagar ficheiros, lançamentos ou todo o projeto.
pt_br: Sua equipe agora tem permissões para administrar o projeto. Você pode adicionar outros colaboradores, enviar lançamentos e excluir arquivos, lançamentos ou todo o projeto.
ru: Теперь у вашей команды есть права на управление проектом. Вы можете добавлять других участников, загружать релизы и удалять файлы, релизы или весь проект.
sk: Váš tím má teraz povolenia na správu projektu. Môžete pridať ďalších spolupracovníkov, nahrať vydania a odstrániť súbory, vydania alebo celý projekt.
ta: உங்கள் குழுவில் இப்போது திட்டத்தை நிர்வகிக்க இசைவு உள்ளது. நீங்கள் பிற ஒத்துழைப்பாளர்களைச் சேர்க்கலாம், வெளியீடுகளை பதிவேற்றலாம் மற்றும் கோப்புகள், வெளியீடுகள் அல்லது முழு திட்டத்தையும் நீக்கலாம்.

source: Your team now has permissions to upload releases for the project. You can upload releases but cannot add collaborators, delete files, releases or the project.
eo: Via teamo nun rajtas alŝuti eldonojn por la projekto. Vi rajtas alŝuti eldonojn sed ne rajtas aldoni kunlaborantojn aŭ forviŝi dosierojn, eldonojn aŭ la tutan projekton.
it: Può caricare rilasci per un pacchetto. Non può aggiungere collaboratori. Non può cancellare files, rilasci, o il progetto.
pt: A sua equipa agora tem permissões para enviar lançamentos para o projeto. Pode enviar lançamentos, mas não pode adicionar colaboradores, apagar ficheiros, lançamentos ou o projeto.
pt_br: Sua equipe agora tem permissões para enviar lançamentos para o projeto. Você pode enviar lançamentos, mas não pode adicionar colaboradores, excluir arquivos, lançamentos ou o projeto.
ru: Теперь ваша команда имеет разрешения на загрузку релизов для проекта. Вы можете загружать релизы, но не можете добавлять сотрудников, удалять файлы, релизы или проект.
sk: Váš tím má teraz povolenia na nahrávanie vydaní projektu. Môžete nahrať vydania, ale nemôžete pridať spolupracovníkov, odstrániť súbory, vydania ani projekt.
ta: திட்டத்திற்கான வெளியீடுகளை பதிவேற்ற உங்கள் குழுவில் இப்போது இசைவு உள்ளது. நீங்கள் வெளியீடுகளை பதிவேற்றலாம், ஆனால் ஒத்துழைப்பாளர்களைச் சேர்க்கவோ, கோப்புகளை நீக்கவோ, வெளியீடுகள் அல்லது திட்டத்தைவோ சேர்க்க முடியாது.

source: You are receiving this because your team's role was changed by %(submitter)s for the %(project)s project.
eo: Vi ricevas ĉi tiun, ĉar via rolo estis ŝanĝita de %(submitter)s por la projekto %(project)s.
it: Ricevi questo perché sei stato aggiunto da %(initiator_username)s al progetto su %(site)s.
pt: recebe isto porque a sua função na equipa foi alterada por %(submitter)s para o projeto %(project)s.
pt_br: Você está recebendo isso porque sua função na equipe foi alterada por %(submitter)s para o projeto %(project)s.
ru: Вы получаете это сообщение, потому что роль вашей команды была изменена %(submitter)s для проекта %(project)s.
sk: Toto ste dostali, pretože rolu vášho tímu zmenil %(submitter)s pre projekt %(project)s.
ta: நீங்கள் இதைப் பெறுகிறீர்கள், ஏனெனில் உங்கள் அணியின் பங்கு %(திட்டம்) திட்டத்திற்கான %(சமர்ப்பிப்பாளர்) மூலம் மாற்றப்பட்டது.

source: A new collaborator has been added to a project you own on %(site)s
eo: Nova kunlaboranto aliĝis al projekto posedata de vi ĉe %(site)s
it: È stato aggiunto un nuovo collaboratore al progetto che gestisci su %(site)s
pt: Um novo colaborador foi adicionado a um projeto que possui no %(site)s
pt_br: Um novo colaborador foi adicionado a um projeto que você possui no %(site)s
ru: Новый сотрудник был добавлен в проект, который вы владеете на %(site)s
sk: Do projektu, ktorý vlastníte na %(site)s, bol pridaný nový spolupracovník
ta: %(தளம்) நீங்கள் வைத்திருக்கும் திட்டத்தில் ஒரு புதிய ஒத்துழைப்பாளர் சேர்க்கப்பட்டுள்ளது

source: Team
eo: Teamo
es: Equipo
it: Gruppo
pt: Equipa
pt_br: Equipe
ru: Команда
sk: Tím
ta: அணி

source: Permissions
de: Berechtigungen
el: Άδειες
eo: Permesoj
es: Permisos
he: הרשאות
id: Izin
it: Permessi
ja: アクセス許可
pt: Permissões
pt_br: Permissões
ru: Разрешения
sk: Oprávnenia
ta: அனுமதிகள்
tr: İzinler
uk: Допуски

source: Collaborator for
eo: Kunlaboranto por
it: Collaboratori
pt: Colaborador para
pt_br: Colaborador para
ru: Сотрудник для
sk: Spolupracovník pre
ta: ஒத்துழைப்பாளர்

source: You are receiving this because you are an owner of this project.
eo: Vi ricevas ĉi tiun, ĉar vi estas posedanto de tiu projekto.
es: Ha recibido esto porque forma parte de los propietarios de este proyecto.
it: Non sei un proprietario di questo progetto
pt: Recebe isto porque é um proprietário deste projeto.
pt_br: Você está recebendo isso porque você é um proprietário deste projeto.
ru: Вы получаете это сообщение, потому что являетесь владельцем этого проекта.
sk: Dostávate to, pretože ste vlastníkom tohto projektu.
ta: நீங்கள் இந்த திட்டத்தின் உரிமையாளர் என்பதால் இதைப் பெறுகிறீர்கள்.

source: A collaborator was removed from a project you own on %(site)s
eo: Kunlaboranto eksaniĝis el projekto posedata de vi ĉe %(site)s
it: Quali ruoli di collaboratore sono disponibili su PyPI?
pt: Um colaborador foi removido de um projeto que possui no %(site)s
pt_br: Um colaborador foi removido de um projeto que você possui no %(site)s
ru: Партнер был удален из проекта, которым вы владеете %(site)s
sk: Spolupracovník bol odstránený z projektu, ktorý vlastníte na %(site)s
ta: %(தளம்) நீங்கள் வைத்திருக்கும் திட்டத்திலிருந்து ஒரு ஒத்துழைப்பாளர் அகற்றப்பட்டார்

source: A collaborator's permissions were changed for a project you own on %(site)s
eo: Permesoj de kunlaboranto ŝanĝiĝis pri projekto posedata de vi ĉe %(site)s
it: Quali ruoli di collaboratore sono disponibili su PyPI?
pt: As permissões de um colaborador foram alteradas para um projeto que possui no %(site)s
pt_br: As permissões de um colaborador foram alteradas para um projeto que você possui no %(site)s
ru: Разрешения коллаборационистов были изменены для проекта, которым вы владеете %(site)s
sk: Boli zmenené povolenia spolupracovníka pre projekt, ktorý vlastníte na %(site)s
ta: %(தளம்) நீங்கள் வைத்திருக்கும் திட்டத்திற்கு ஒரு ஒத்துழைப்பாளரின் அனுமதிகள் மாற்றப்பட்டன

source: A team named "%(team_name)s" has been created in the "%(organization_name)s" organization.
eo: Teamo «%(team_name)s» kreiĝis en la organizaĵo «%(organization_name)s».
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: Uma equipa chamada "%(team_name)s" foi criada na organização "%(organization_name)s".
pt_br: Uma equipe chamada "%(team_name)s" foi criada na organização "%(organization_name)s".
ru: Команда под названием «%(team_name)s» была создана в организации «%(organization_name)s.
sk: V organizácii „%(organization_name)s“ bol vytvorený tím s názvom „%(team_name)s“.
ta: "%(team_name)s" என்ற குழு "%(organization_name)s" அமைப்பில் உருவாக்கப்பட்டுள்ளது.

source: You are receiving this because you are an owner or a manager of the organization.
eo: Vi ricevas ĉi tiun, ĉar vi estas posedanto aŭ mastrumanto de la organizaĵo.
it: Non sei un proprietario di questo progetto
pt: Recebe isto porque é um dono ou gerente desta organização.
pt_br: Você está recebendo isso porque você é um dono ou gerente desta organização.
ru: Вы получаете это, потому что вы являетесь владельцем или менеджером организации.
sk: Dostávate to, pretože ste vlastníkom alebo manažérom organizácie.
ta: நீங்கள் ஒரு உரிமையாளர் அல்லது நிறுவனத்தின் மேலாளர் என்பதால் இதைப் பெறுகிறீர்கள்.

source: A team named "%(team_name)s" has been deleted in the "%(organization_name)s" organization.
eo: Teamo «%(team_name)s» malkreiĝis en la organizaĵo «%(organization_name)s».
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: Uma equipa chamada "%(team_name)s" foi apagada da organização "%(organization_name)s".
pt_br: Uma equipe chamada "%(team_name)s" foi excluída da organização "%(organization_name)s".
ru: Команда под названием «%(team_name)s» была удалена в организации «%(organization_name)s.
sk: Tím s názvom „%(team_name)s“ bol z organizácie „%(organization_name)s“ odstránený.
ta: "%(team_name)s" என்ற குழு "%(organization_name)s" அமைப்பில் நீக்கப்பட்டுள்ளது.
