Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Consider <a href="https://github.com/pypa/warehouse" target="_blank" rel="noopener"> contributing </a> or <a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener"> donating </a> to help us build a more stable and secure platform.
el: Σκεφτείτε να <a href="https://github.com/pypa/warehouse" target="_blank" rel="noopener"> συνεισφέρετε </a> ή να <a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener"> δωρίσετε </a> ούτως ώστε να μας βοηθήσετε να φτιάξουμε μια πιο στιβαρή και ασφαλής πλατφόρμα.
fr: Considérez <a href="https://github.com/pypa/warehouse" target="_blank" rel="noopener"> une contribution </a> ou<a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener"> un don</a> pour nous aider à construire une plateforme plus stable et plus sûre.
he: שיקלו <a href="https://github.com/pypa/warehouse" target="_blank" rel="noopener">לקחת חלק</a> או <a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener">לתרום<a/> כדי לעזור לנו לבנות פלטפורמה יציבה ובטוחה יותר.
ja: 我々がより安定で安全なプラットフォームを作れるよう、<a href="https://github.com/pypa/warehouse" target="_blank" rel="noopener">開発参加</a>または<a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener">寄付</a>をご検討下さい。
tr: Bize daha stabil ve güvenli bir platform kurmamız için <a href="https://github.com/pypa/warehouse" target="_blank" rel="noopener"> katkıda bulunmayı </a> veya <a href="https://psfmember.org/civicrm/contribute/transact?reset=1&id=13" target="_blank" rel="noopener"> bağış yapmayı </a> düşün.

source: Sponsor
he: מתן חסות

source: PyPI on Twitter
el: Το PyPI στο Twitter
fr: PyPI sur Twitter
he: PyPI‏ בטוויטר
id: PyPI di Twitter
ja: PyPIのTwitterアカウント
tr: Twitter'da PyPI

source: Package index name retention
el: Αρχείο ονομάτων πακέτων
fr: Conservation du nom de l'index des paquets
he: שימור שמות באינדקס החבילות
ja: パッケージ・インデックス名の維持
tr: Paket dizin adı tutulması

source: Status:
el: Κατάσταση:
fr: Statut :
he: סטטוס:
ja: ステータス:
tr: Durum:

source: Learn about installing packages</a>.
el: Μάθετε περισσότερα σχετικά με την εγκατάσταση πακέτων</a>.
fr: Apprenez à installer des paquets</a>.
he: למידה על התקנת חבילות</a>.
ja: パッケージのインストールについて学ぶ</a>。
tr: Paketleri yüklemeyi öğren</a>.

source: Learn how to package your Python code for PyPI</a>.
el: Μάθετε πως να μετατρέψετε τον Python κώδικα σας σε πακέτο για το PyPI</a>.
fr: Apprenez à empaqueter votre code Python pour PyPI</a>.
he: למידה על אריזת קוד פייתון עבור PyPI‏</a>.
ja: PythonコードをPyPI用にパッケージ化する方法について学ぶ</a>。
tr: Python kodunu PyPI için nasıl paketleyeceğini öğren</a>.

source: Trending projects
el: Τα projects στην τάση
fr: Projets tendance
he: פרויקטים טרנדיים
ja: トレンドのプロジェクト
tr: Trend olan projeler

source: Trending projects as downloaded by the community
el: Τα projects στην τάση όπως έγιναν download από την κοινότητα
fr: Projets tendances suivant le nombre de téléchargements de la part de la communauté
he: פרוייקטים טרנדיים על פי הורדות של הקהילה
ja: コミュニティによってダウンロードされているトレンドのプロジェクト
tr: Topluluk tarafından indirilerek trend olan projeler

source: New releases
el: Νέες κυκλοφορίες
fr: Nouvelles versions
he: גרסאות חדשות
ja: 新着リリース
tr: Yeni sürümler

source: Hot off the press: the newest project releases
el: Νέα από τον τύπο: οι τελευταίες κυκλοφορίες των project
fr: Dernières nouvelles : les projets les plus récents
he: חם מהתנור: גרסאות הפרויקטים החדשות ביותר
ja: 新着: 最新のプロジェクトリリース
tr: Yeni çıkmış: en yeni proje sürümleri

source: <b>Tip:</b> you are about to perform a <a href="%(href)s">sensitive action</a>. If you are not on a personal computer, make sure to log out once you're done with your session. We won't ask you to confirm your password again for the next hour.
he: <b> טיפ: </b> אתה עומד לבצע <a href="%(href)s">פעולה רגישה</a>. אם אינך נמצא במחשב אישי, דאג להתנתק לאחר שתסיים את מוֹשָׁב. לא נבקש ממך לאשר את הסיסמה שלך שוב לשעה הבאה.

source: Joined on %(start_date)s
el: Συμμετείχε την ημερομηνία %(start_date)s
fr: Inscrit le %(start_date)s
he: הצטרף/ה ב-%(start_date)s
ja: %(start_date)s に登録
tr: %(start_date)s tarihinde oluşturuldu

source: %(count)s project
fr: %(count)s projet
he: פרויקט אחד
ja: %(count)s 個のプロジェクト
tr: %(count)s proje

source: Last released on %(release_date)s
el: Τελευταία κυκλοφορία %(release_date)s
fr: Dernière version le %(release_date)s
he: גרסה שוחררה לאחרונה ב-%(release_date)s
ja: 最終リリース日: %(release_date)s
tr: En son %(release_date)s tarihinde yayınlandı

source: An email has been sent to your registered email address.
el: Ένα email έχει αποσταλεί στην καταχωρημένη διεύθυνση email σας.
fr: Un e-mail a été envoyé à votre adresse électronique d’inscription.
he: נשלחה הודעה לכתובת האי-מייל הרשומה בחשבונך.
id: Email telah dikirim ke alamat email Anda yang terdaftar.
ja: 登録されたメールアドレスにメールを送信しました。
tr: Kayıt olduğunuz e-posta adresine bir e-posta gönderildi.

source: You have been added as <strong>%(role)s</strong> to the %(site)s project %(project)s by %(submitter)s.
el: Έχετε προστεθεί ως <strong>%(role)s</strong> στο %(site)s project %(project)s από %(submitter)s.
fr: Vous avez été ajouté en tant que <strong>%(role)s</strong> au projet %(project)s de %(site)s par %(submitter)s.
he: נוספת כ-<strong>%(role)s</strong> על ידי %(submitter)s לפרויקט %(project)s ב-%(site)s.
ja: %(submitter)s により、<strong>%(role)s</strong>として %(site)s のプロジェクト %(project)s に追加されました。
tr: Siz %(submitter)s tarafından %(site)s 'ın %(project)s 'ine <strong>%(role)s</strong> olarak eklendiniz.

source: You are receiving this because you have been added by %(submitter)s to a project on %(site)s.
el: Το λαμβάνετε αυτό επειδή έχετε προστεθεί από %(submitter)s σε ένα project στο %(site)s.
fr: Vous recevez ceci car vous avez été ajouté à un projet sur %(site)s par %(submitter)s.
he: הנך מקבל/ת הודעה זו כי נוספת על ידי %(submitter)s לפרויקט ב-%(site)s.
ja: あなたがこのメールを受け取ったのは、%(submitter)s により %(site)s のプロジェクトに追加されたからです。
tr: Bunu alıyorsunuz çünkü %(submitter)s tarafından %(site)s üzerindeki bir projeye eklendiniz.

source: PyPI administrators have determined that your password is compromised. To protect you and other users, we have preemptively reset your password and you will no longer be able to log in or upload to PyPI with your existing password.
el: Οι διαχειριστές του PyPI διαπίστωσαν ότι ο κωδικός σας υποκλάπηκε. Για να προστατεύσουμε εσάς καθώς και τους υπόλοιπους χρήστες, μηδενίσαμε προληπτικά τον κωδικό σας και πλέον, δεν θα μπορείτε να συνδέεστε ή να ανεβάζετε στο PyPI χωρίς τον υπάρχον κωδικό.
fr: Les administrateurs de PyPI ont déterminé que votre mot de passe est compromis. Pour vous protéger vous et les autres utilisateurs, nous avons réinitialisé votre mot de passe par précaution et vous ne serez plus en mesure de vous connecter ou de publier sur PyPI avec votre mot de passe existant.
he: מנהלי PyPI הגיעו למסקנה שהסיסמה שלך נפרצה. כדי להגן עליך ועל משתמשים אחרים, איפסנו באופן יזום את סיסמתך ואין לך יותר אפשרות להזדהות או להעלות ל-PyPI באמצעות סיסמתך הקיימת.
ja: PyPI 管理者はあなたのパスワードが流出していることを特定しました。あなたと他のユーザを守るため、予防措置としてあなたのパスワードをリセットしました。現在のパスワードでは PyPI にログインしたりアップロードしたりすることはできません。
tr: PyPI yöneticileri parolanızın tehlikede olduğu belirledi. Sizi ve diğer kullanıcıları korumak için parolanız tarafımızca sıfırlanmıştır ve şu anki parolanızla PyPI'a giriş ya da yükleme yapmanız mümkün değildir.

source: PyPI itself has not suffered a breach. This is a protective measure to reduce the risk for PyPI and its users.
el: Το ίδιο το PyPI δεν υπέστη κάποια παραβίαση. Αυτό αποτελεί ένα προστατευτικό μέτρο για την ελάττωση του ρίσκου για το PyPI και των χρηστών του.
fr: PyPI n'a pas subi de violation. Il s'agit d'une mesure de protection pour réduire les risques pour PyPI et ses utilisateurs.
he: ‏PyPI‏ עצמו לא נפרץ. זהו אמצעי הגנתי אשר נועד להפחית את הסיכון עבור PyPI ומשתמשיו.
ja: PyPI自体は侵害を受けていません。これは、PyPIとそのユーザに対するクレデンシャルスタッフィング攻撃のリスクを減らすための保護手段です。
tr: PyPI sisteminde herhangi bir açık bulunmamıştır. Bu, PyPI ve kullanıcılarının riskini azaltmak için alınmış koruyucu bir önlemdir.

source: For more information, you can email %(email_address)s to communicate with the PyPI administrators.
el: Για περισσότερες πληροφορίες, μπορείτε να στείλετε email στο %(email_address)s για να επικοινωνήσετε με τους διαχειριστές του PyPI.
fr: Pour plus d'informations, vous pouvez écrire à %(email_address)s pour communiquer avec les administrateurs de PyPI.
he: למידע נוסף, ניתן לשלוח אי-מייל אל %(email_address)s כדי לתקשר עם מנהלי PyPI.
ja: 更に情報が必要でしたら、 %(email_address)s にメールして PyPI 管理者に連絡することができます。
tr: Daha fazla bilgi için %(email_address)s adresinden PyPI yöneticileriyle iletişime geçebilirsiniz.

source: During your recent attempt to log in or upload to PyPI, we noticed your password appears in public data breaches. To protect you and other users, we have preemptively reset your password and you will no longer be able to log in or upload to PyPI with your existing password.
el: Κατά τη διάρκεια της πρόσφατης απόπειρας σύνδεσης σας ή ανεβάσματος στο PyPI, διαπιστώσαμε ότι ο κωδικός σας εμφανίζεται σε δημόσια αρχεία παραβιάσεων. Για να προστατεύσουμε εσάς καθώς και τους υπόλοιπους χρήστες, μηδενίσαμε προληπτικά τον κωδικό σας και πλέον, δεν θα μπορείτε να συνδέεστε ή να ανεβάζετε στο PyPI χωρίς τον υπάρχον κωδικό.
fr: Lors de votre dernière tentative de connexion ou de publication sur PyPI, nous avons remarqué que votre mot de passe apparaît dans des violations de données publiques. Pour vous protéger vous et les autres utilisateurs, nous avons réinitialisé votre mot de passe par mesure de sécurité et vous ne serez pourrez plus vous connecter ou publier sur PyPI avec votre mot de passe existant.
he: במהלך נסיונך לאחרונה להזדהות או להעלות אל PyPI, שמנו לב כי סיסמתך מופיעה במאגרים ציבוריים של פריצות אבטחה. כדי להגן עליך ועל משתמשים אחרים, איפסנו באופן יזום את סיסמתך ואין לך יותר אפשרות להזדהות או להעלות ל-PyPI באמצעות סיסמתך הקיימת.
ja: 直近の PyPI へのログインまたはアップロード中に、我々はあなたのパスワードが過去に流出したデータに含まれていることを発見しました。あなたと他のユーザを守るため、予防措置としてあなたのパスワードをリセットしました。現在のパスワードでは PyPI にログインしたりアップロードしたりすることはできません。
tr: PyPI'a yaptığınız son giriş veya yükleme esnasında parolanızın açık veri ihlaline uğradığı tespit edilmiştir. Siz ve diğer kullanıcıların korunması için parolanız sıfırlanmıştır, dolayısıyla şu anki parolanızla PyPI'a giriş ya da yükleme yapamayacaksınız.

source: PyPI itself has not suffered a breach. This is a protective measure to reduce the risk of <a href="%(href)s">credential stuffing</a> attacks against PyPI and its users.
el: Το ίδιο το PyPI δεν υπέστη κάποια παραβίαση. Αυτό αποτελεί ένα προστατευτικό μέτρο για την ελάττωση του ρίσκου επιθέσεων <a href="%(href)s">credential stuffing</a> προς το PyPI και των χρηστών του.
fr: PyPI n'a pas subi de violation. Il s'agit d'une mesure de protection pour réduire le risque d'attaque <a href="%(href)s">au vol d'identifiants</a> envers PyPI et ses utilisateurs.
he: ‏PyPI‏ עצמו לא נפרץ. זהו אמצעי הגנתי אשר נועד להפחית את הסכנה של <a href="%(href)s">התקפות דחיסת אישורים</a> כנגד PyPI ומשתמשיו.
ja: PyPI自体は侵害を受けていません。これは、PyPIとそのユーザに対する<a href="%(href)s">クレデンシャルスタッフィング</a>攻撃のリスクを減らすための保護手段です。
tr: PyPI sistemi herhangi bir ihlale uğramamıştır. Bu, PyPI ve kullanıcılarına karşı düzenlenebilecek <a href="%(href)s">otomatize form doldurma</a> saldırısının riskini azaltmak adına uygulanan koruyucu bir önlemdir.

source: Journal
el: Ημερολόγιο
he: יומן
ja: 履歴
tr: Günlük

source: GitHub statistics:
el: Στατιστικά GitHub:
fr: Statistiques de GitHub :
he: סטטיסטיקות GitHub:
id: Statistik GitHub:
ja: GitHubの統計:
tr: GitHub İstatistikleri:

source: Open issues/PRs:
el: Ανοιχτά issues/PRs:
fr: Tickets ouverts / Demandes de fusion (PR) :
he: באגים/PR-ים פתוחים:
ja: オープンなissue/PR:
tr: Açık Konular/Katkılar:

source: Two factor authentication adds an additional layer of security to your account. <a href="%(href)s">Learn more about <abbr title="two factor authentication">2FA</abbr></a>.
el: Η πιστοποίηση δύο-παραγόντων προσθέτει ένα επιπλέον επίπεδο ασφάλειας στο λογαριασμό σας. <a href="%(href)s">Μάθετε περισσότερα σχετικά με το <abbr title="two factor authentication">2FA</abbr></a>.
fr: L'authentification à deux facteurs ajoute une couche de protection supplémentaire à votre compte. <a href="%(href)s">En savoir plus sur l'<abbr title="Authentification à Deux Facteurs">A2F</abbr></a>.
he: אימות דו-גורמי מוסיף שכבה נוספת של אבטחה לחשבונך. <a href="%(href)s">למד/י עוד אודות אימות דו-גורמי (<abbr title="two factor authentication">2FA</abbr>)</a>.
id: Autentikasi dua faktor menambahkan lapisan keamanan tambahan ke akun Anda. <a href="%(href)s">Belajar lebih tentang <abbr title="two factor authentication">2FA</abbr></a>.
ja: 二要素認証はアカウントのセキュリティレベルを高めます。<a href="%(href)s"><abbr title="two factor authentication">2FA</abbr>について詳細を学ぶ</a>。
tr: Çift faktörlü kimlik doğrulama hesabınıza ilave bir güvenlik duvarı eklemektedir. <a href="%(href)s"><abbr title="two factor authentication">2FA</abbr> ile ilgili daha fazla bilgi edinin</a>.

source: <a href="%(href)s">Verify your primary email address</a> to add two factor authentication to your account.
el: <a href="%(href)s">Επιβεβαιώστε την κύρια διεύθυνση email σας</a> προκειμένου να προσθέσετε την πιστοποίηση δύο-παραγόντων στο λογαριασμό σας.
fr: <a href="%(href)s">Vérifiez votre adresse e-mail principale</a> pour ajouter l'authentification à deux facteurs à votre compte.
he: <a href="%(href)s">אמת/י את כתובת האי-מייל הראשית שלך</a> כדי להוסיף אימות דו-גורמי לחשבונך.
ja: アカウントの二要素認証を有効にするには<a href="%(href)s">主要メールアドレスを確認してください</a>。
tr: Çift faktörlü kimlik doğrulamayı eklemek için <a href="%(href)s">e-posta adresinizi doğrulayın</a>.

source: IP address
el: Διεύθυνση IP
fr: Adresse IP
he: כתובת IP
ja: IPアドレス
tr: IP Adresi

source: Your account is currently the <strong>sole owner</strong> of %(count)s project.
el: Ο λογαριασμός σας είναι προσωρινά ο <strong>μοναδικός κάτοχος</strong> %(count)s project.
fr: Votre compte est actuellement <strong>l'unique propriétaire</strong> de %(count)s projet.
he: כרגע חשבונך הוא <strong>הבעלים היחיד</strong> של הפרויקט.
ja: あなたのアカウントは現在 %(count)s プロジェクトにおいて<strong>唯一のオーナー</strong>となっています。
tr: Hesabınız şu anda %(count)s projenin <strong>tek sahibi</strong>.

source: You must transfer ownership or delete this project before you can delete your account.
el: Θα πρέπει να μεταφέρετε την κυριότητα ή να διαγράψετε αυτό το project προτού διαγράψετε τον λογαριασμό σας.
fr: Vous devez transférer la propriété ou supprimer ce projet avant de pouvoir supprimer votre compte.
he: עליך להעביר בעלות או למחוק פרויקט זה לפני שניתן יהיה למחוק את חשבונך.
ja: アカウントを削除する前に、これらのプロジェクトの所有権を移譲するかこれらのプロジェクトを削除しなければなりません。
tr: Hesabınızı kaldırmadan önce bu projeyi devretmeniz veya kaldırmanız gerekmektedir.

source: '%(project_name)s' project history
el: Ιστορικό '%(project_name)s'
fr: Historique du projet « %(project_name)s »
he: היסטורית הפרויקט של %(project_name)s
ja: '%(project_name)s' の履歴
tr: '%(project_name)s' Proje Geçmişi

source: <a href="%(href)s">Release version %(version)s</a> created
el: <a href="%(href)s">Η εκδοση κυκλοφορίας %(version)s</a> δημιουργήθηκε
fr: <a href="%(href)s">Version %(version)s</a> créée
he: <a href="%(href)s">גרסה %(version)s</a> נוצרה
ja: <a href="%(href)s">リリースバージョン%(version)s</a>作成
tr: <a href="%(href)s">%(version)s Sürümü</a> Oluşturulma Tarihi

source: Release version %(version)s removed
el: Η έκδοση κυκλοφορίας %(version)s αφαιρέθηκε
fr: Version %(version)s supprimée
he: גרסה %(version)s הוסרה
ja: リリースバージョン%(version)s削除
tr: Yayınlanan %(version)s sürümü kaldırıldı

source: File removed from release version %(version)s
el: Το αρχείο αφαιρέθηκε από την κυκλοφορία έκδοσης %(version)s
fr: Fichier supprimé de la version %(version)s
he: הקובץ הוסר מגרסה %(version)s
ja: リリース バージョン %(version)s からファイル削除
tr: %(version)s sürümünden dosya kaldırıldı

source: Security history for %(project_name)s
el: Ιστορικό ασφάλειας για το %(project_name)s
fr: Historique de sécurité pour %(project_name)s
he: היסטורית אבטחה עבור %(project_name)s
ja: %(project_name)s のセキュリティ履歴
tr: %(project_name)s Projesinin Güvenlik Geçmişi

source: '%(project_name)s' project journal
el: Ημερολόγιο του project '%(project_name)s'
fr: Journal du projet « %(project_name)s »
he: יומן הפרויקט של ׳%(project_name)s׳
ja: '%(project_name)s'プロジェクトの履歴
tr: '%(project_name)s' proje günlüğü

source: Project journal
el: Ημερολόγιο project
fr: Journal du projet
he: יומן פרויקט
ja: プロジェクトの履歴
tr: Proje günlüğü

source: Each time you or your collaborators update this project, the action is recorded and displayed here.
el: Κάθε φορά που εσείς ή ένας συνεργάτης σας αναβαθμίζει αυτό το project, τότε η κίνηση αυτή θα καταγράφεται και θα εμφανίζεται εδώ.
fr: Chaque fois que vous ou vos collaborateurs mettent à jour ce projet, l'action est enregistrée et affichée ici.
he: בכל פעם שאת/ה או שותפיך תעדכנו פרויקט זה, הפעולה תירשם ותוצג כאן.
ja: 自分または共同編集者がこのプロジェクトを更新するたびに、アクションが記録され、ここに表示されます。
tr: Siz veya diğer ilgililer projeyi güncellediği zaman ilgili eylemler kayıt altına alınıp burada görüntülenecektir.

source: This feature will be deprecated in the future, replaced by the <a href="%(href)s">security history page</a>.
el: Αυτό το χαρακτηριστικό θα αφαιρεθεί στο μέλλον και θα αντικατασταθεί από την <a href="%(href)s">σελίδα ιστορικού ασφάλειας</a>.
fr: Cette fonctionnalité sera dépréciée à l'avenir, remplacée par la <a href="%(href)s">page de l'historique de sécurité</a>.
he: יכולת זו תוסר בעתיד, היא תוחלף עי לדי <a href="%(href)s">דף היסטורית האבטחה</a>.
ja: この機能は将来廃止され、<a href="%(href)s">セキュリティ履歴</a>に置き換えられる予定です。
tr: Bu özellik gelecekte kaldırılıp yerine <a href="%(href)s">güvenlik geçmiş sayfası</a> eklenecektir.

source: History for %(project_name)s
el: Ιστορικό για το %(project_name)s
fr: Historique pour %(project_name)s
he: היסטוריה עבור %(project_name)s
ja: %(project_name)sの履歴
tr: %(project_name)s Geçmişi

source: Action
el: Ενέργεια
he: פעולה
ja: 操作
tr: Eylem

source: Date
el: Ημερομηνία
he: תאריך
ja: 日付
tr: Tarih

source: Release %(version)s:
el: Έκδοση %(version)s:
fr: Version %(version)s :
he: גרסה %(version)s:
ja: リリース %(version)s:
tr: %(version)s Sürümü:

source: from %(ip_address)s
el: από %(ip_address)s
fr: de %(ip_address)s
he: מאת %(ip_address)s
tr: %(ip_address)s Adresi

source: Your projects (%(project_count)s)
el: Τα projects σας (%(project_count)s)
fr: Vos projets (%(project_count)s)
he: הפרויקטים שלך (%(project_count)s)
ja: あなたのプロジェクト %(project_count)s
tr: Sizin Projeleriniz (%(project_count)s)

source: Created on %(creation_date)s
el: Δημιουργήθηκε στις %(creation_date)s
fr: Créé le %(creation_date)s
he: נוצר ב-%(creation_date)s
ja: %(creation_date)s に作成
tr: %(creation_date)s tarihinde oluşturuldu

source: Release version %(version)s
el: Έκδοση %(version)s
fr: Version %(version)s
he: גרסה %(version)s
ja: リリースバージョン %(version)s
tr: %(version)s Sürümü

source: Breadcrumb
fr: Fil d'ariane
he: פירור לחם
ja: パンくずリスト
tr: İkincil navigasyon

source: All %(project_name)s releases
el: Όλες οι εκδόσεις του %(project_name)s
fr: Toutes les versions de %(project_name)s
he: כל גרסאות %(project_name)s
ja: %(project_name)s の全てのリリース
tr: Bütün %(project_name)s Sürümleri

source: Yanking will mark this release (and %(count)s file within it) to be ignored when installing in most common scenarios.
he: גריעה תסמן את הגרסה הזו (וכן קובץ אחד שלה) כך שיתעלמו מהם בעת התקנה ברוב התרחישים הנפוצים.

source: Yanking will mark this release to be ignored when installing in most common scenarios.
he: גריעה תסמן את הגרסה הזו כך שיתעלמו ממנה בעת התקנה ברוב התרחישים הנפוצים.

source: This release will still be installable for users pinning to this exact version, e.g. when using <code>%(project_name)s==%(version)s</code>.
he: גרסה זו עדיין תהיה ניתנת להתקנה עבור משתמשים עם נעילה לגרסה המסוימת הזו, לדוגמא בעת שימוש ב-<code>%(project_name)s==%(version)s</code>.

source: For more information, see <a href="%(href)s">PEP 592</a>.
he: למידע נוסף, ראה/י את <a href="%(href)s">PEP 592</a>.

source: You may provide a reason for yanking this release, which will be displayed by pip to users who install <code>%(project_name)s==%(version)s</code>.
he: תוכל/י לספק סיבה לגריעת גרסה זו, אשר תוצג למשתמשי pip אשר יתקינו את <code>%(project_name)s==%(version)s</code>.

source: Deleting will irreversibly delete this release along with %(count)s file.
el: Η διαγραφή αυτή θα διαγράψει χωρίς επιστροφή αυτή την έκδοση μαζί με το αρχείο %(count)s.
fr: La suppression entraînera la suppression irréversible de %(count)s fichier.
he: מחיקה תסיר גרסה זו באופן בלתי הפיך, יחד עם קובץ אחד.
ja: 削除すると、このリリースは %(count)s 個のファイルと共に元には戻せません。
tr: Silme işlemi bu sürümle birlikte aynı zamanda %(count)s dosyayı da geri dönülemez şekilde kaldıracaktır.

source: You will not be able to re-upload a new distribution of the same type with the same version number. Consider yanking this release, making a new release, or a <a href="https://www.python.org/dev/peps/pep-0440/#post-releases">post release</a> instead.
he: לא תהיה אפשרות להעלות מחדש גרסה מאותו סוג עם אותו מספר גרסה. מומלץ לשקול לגרוע גרסה זו, ליצור גרסה חדשה או ליצור <a href="https://www.python.org/dev/peps/pep-0440/#post-releases">גרסת "פוסט"</a> במקום.

source: %(count)s file
he: קובץ אחד
ja: %(count)s 個のファイル

source: You may provide a reason for yanking this release, which will be displayed by pip to users who install <code>%(project_name)s==%(version)s</code>.
he: תוכל/י לספק סיבה לגריעת גרסה זו, אשר תוצג למשתמשי pip אשר יתקינו את <code>%(project_name)s==%(version)s</code>.

source: You will not be able to re-upload a new distribution of the same type with the same version number. Consider yanking this release, making a new release or a <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">post release</a> instead.
he: לא תהיה אפשרות להעלות מחדש גרסה מאותו סוג עם אותו מספר גרסה. מומלץ לשקול לגרוע גרסה זו, ליצור גרסה חדשה או <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">גרסת post</a> במקום.

source: Releases (%(release_count)s)
el: Εκδόσεις (%(release_count)s)
fr: Versions (%(release_count)s)
he: גרסאות (%(release_count)s)
ja: リリース (%(release_count)s)
tr: Sürümler (%(release_count)s)

source: Yanked Releases (%(release_count)s)
he: גרסאות שנגרעו (%(release_count)s)

source: Use this page to control which PyPI users can help you to manage %(project_name)s
el: Χρησιμοποιήστε αυτή τη σελίδα για να ελέγξετε ποιοι χρήστες του PyPI μπορούν να σας βοηθήσουν στη διαχείριση του %(project_name)s
fr: Utilisez cette page pour contrôler quels utilisateurs de PyPI peuvent vous aider à gérer %(project_name)s
he: השתמש/י בדף זה כדי לשלוט אילו משתמשי PyPI יכולים לעזור לך לנהל את %(project_name)s
ja: このページでは、%(project_name)s を管理する上でPyPIユーザがあなたを手伝えるどうかを制御できます
tr: Hangi PyPI kullanıcılarının %(project_name)s'yi yönetmenize yardımcı olabileceklerini denetlemek için bu sayfayı kullanın

source: Users who can manage %(project_name)s
el: Χρήστες που μπορούν να διαχειριστούν το %(project_name)s
fr: Utilisateurs pouvant gérer %(project_name)s
he: משתמשים אשר יכולים לנהל את %(project_name)s
ja: %(project_name)s を管理できるユーザ
tr: %(project_name)s Projesini Yönetebilen Kişiler

source: Cannot remove yourself as owner
el: Δεν μπορείτε να αφαιρέσετε τον εαυτό σας από κάτοχο
fr: Vous ne pouvez pas vous supprimer vous-même en tant que propriétaire
he: לא ניתן להסיר את עצמך כבעלים
ja: オーナーである自分自身を削除できません
tr: Sahip olduğunuz için kendinizi kaldıramazsınız

source: Remove %(user)s from this project
el: Αφαίρεση του χρήστη %(user)s από αυτό το project
fr: Supprimer %(user)s de ce projet
he: הסרת %(user)s מפרויקט זה
ja: このプロジェクトから %(user)s を削除する
tr: Projeden %(user)s adlı kullanıcıyı kaldırın
