Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: The GitLab username or GitLab group/subgroup namespace that the project is under
eo: La salutnomo aŭ grupa/subgrupa nomspaco ĉe GitLab, al kiu apartenas la projekto
it: Il nome utente GitLab o lo spazio dei nomi del gruppo/sottogruppo GitLab di cui il progetto è sotto
pt: O mome de usuário GitLab ou nome do grupo/subgrupo GitLab no qual o projeto está
ru: Имя пользователя GitLab или пространство имен группы/подгруппы GitLab, под которым находится проект
sk: GitLab užívateľské meno alebo GitLab Group/subgroup namespace, ktorý je projekt pod
ta: இந்த திட்டம் கீழ் உள்ள அறிவிலிஆய்வு பயனர்பெயர் அல்லது அறிவிலிஆய்வு குழு/துணைக்குழு பெயர்வெளி

source: Project name
de: Projektname
el: Όνομα project
eo: Nomo de projekto
es: Nombre de proyecto
fr: Nom du projet
he: שם הפרויקט
id: Nama proyek
it: Nome Progetto
ja: プロジェクト名
pt: Nome do projeto
pt_br: Nome do projeto
ru: Название проекта
sk: Meno projektu
ta: திட்ட பெயர்
tr: Proje Adı
uk: Назва проєкту

source: project
eo: projekto
ru: проект
sk: projekt
ta: திட்டம்

source: The name of the GitLab project that contains the publishing workflow
eo: La nomo de la projekto ĉe GitLab enhavanta la eldonan laborfluon
ru: Имя проекта GitLab, содержащего рабочий процесс публикации
sk: Názov projektu GitLab, ktorý obsahuje publikovanie workflow
ta: வெளியீட்டு பணிப்பாய்வு கொண்ட அறிவிலிஆய்வு திட்டத்தின் பெயர்
uk: Назва репозиторію на GitLab, який містить робочий процес публікації

source: Top-level pipeline file path
eo: Supranivela ĉenstabla dosierloko
it: Percorso file pipeline di massimo livello
ru: Путь к файлу трубопровода верхнего уровня
sk: Top-úroveň potrubia súbor cesta
ta: உயர்மட்ட பைப்லைன் கோப்பு பாதை

source: The file path of the top-level pipeline, relative to the project's root. This file should exist in the project configured above (external pipelines are not supported).
eo: La dosierloko de la supranivela ĉenstablo relativa al la projekta radiko. Tiu dosiero devas ekzisti en la projekto agordita ĉi-supre (ekstera ĉenstablo ne eblas).
ru: Путь к файлу конвейера верхнего уровня, относительно корня проекта. Этот файл должен существовать в проекте, настроенном выше (внешние конвейеры не поддерживаются).
sk: Súborová cesta top-level potrubia, relatívna k koreňu projektu. Tento súbor by mal existovať v projekte nakonfigurovaný vyššie (externé potrubia nie sú podporované).
ta: திட்டத்தின் மூலத்துடன் தொடர்புடைய மேல்-நிலை குழாய்த்திட்டத்தின் கோப்பு பாதை. மேலே உள்ளமைக்கப்பட்ட திட்டத்தில் இந்த கோப்பு இருக்க வேண்டும் (வெளிப்புற குழாய்கள் ஆதரிக்கப்படவில்லை).

source: release
eo: eldono
it: Rilasci
pt: lançamento
pt_br: lançamento
ru: выпуск
sk: uvoľniť
ta: வெளியீடு
uk: випуск

source: The name of the <a href="%(href)s">GitLab CI/CD environment</a> that the above workflow uses for publishing. This should be configured under the project's settings. While not required, a dedicated publishing environment is <strong>strongly</strong> encouraged, <strong>especially</strong> if your project has maintainers with commit access who shouldn't have PyPI publishing access.
eo: La nomo de la <a href="%(href)s">medio por kontinua integrado/disponigo ĉe GitLab</a>, kiun la ĉi-supra laborfluo uzas por eldonado. Tio devas esti agordita ĉe la agordejo de la deponejo. Tio ne necesas, sed propra eldona medio estas <strong>rekomendegata</strong>, <strong>speciale</strong> se via deponejo havas mastrumantojn kun enmetaj rajtoj, kiuj ne rajtas eldoni ĉe PyPI.
pt: O nome do <a href="%(href)s">Ambiente GitLab</a> que o fluxo de trabalho acima usa para publicação. Isso deve ser configurado sobe as configurações do repositorio. Enquanto não exigido, um ambiente de publicação dedicado é <strong>fortemente</strong> encorajado, <strong>especialmente</strong> se seu repositorio possuem mantenedores com permissão de commit mas não devem possuir permissão de publicações no PyPL.
ru: Имя <a href="%(href)s">среды GitLab CI/CD</a>, которую вышеупомянутый рабочий процесс использует для публикации. Оно должно быть задано в настройках проекта. Хотя это и не обязательно, выделенная среда публикации <strong>настоятельно</strong> приветствуется, <strong>особенно</strong>, если у вашего проекта есть сопровождающие с доступом к фиксации, которым не следует иметь доступ к публикации PyPI.
sk: Názov <a href="%(href)s">GitLab CI/CD prostredia</a>, že vyššie workflow používa na publikovanie. To by malo byť nakonfigurované podľa nastavení projektu. Zatiaľ čo nie je potrebné, vyhradené vydavateľstvo je <strong>strongly</strong> podporované, <strong>najmä</strong> ak váš projekt udržiavatelia so vstupom, ktorý by nemal mať PyPI vydavateľský prístup.
ta: <A href = "%(href)s"> அறிவிலிஆய்வு சிஐ/சிடி சூழல் </a> வெளியீட்டிற்கு மேலே உள்ள பணிப்பாய்வு பயன்படுத்துகிறது. இது திட்டத்தின் அமைப்புகளின் கீழ் கட்டமைக்கப்பட வேண்டும். தேவையில்லை என்றாலும், ஒரு பிரத்யேக வெளியீட்டுச் சூழல் <strong> வலுவாக </strong> ஊக்குவிக்கப்படுகிறது, <strong> குறிப்பாக </strong> உங்கள் திட்டத்தில் பைபி வெளியீட்டு அணுகல் இல்லாத அணுகல் அணுகக்கூடியதாக இருந்தால்.
uk: Назва <a href="%(href)s">середовища у GitLab CI/CD</a>, який використовується у вищевказаному робочому процесі публікації. Його можна створити у налаштуваннях проєкту. Хоч і необов’язково, та самостійне середовище публікації <strong>рішуче</strong> заохочується, <strong>зокрема</strong> коли доглядачі вашого репозиторію з правом коміту, не мали б мати доступу до публікації до PyPI.

source: Read more about Google's OpenID Connect support <a href="%(href)s">here</a>.
eo: <a href="%(href)s">Jen pli</a> pri la subteno de OpenID Connect far Google.
ru: Подробнее о поддержке Google OpenID Connect <a href="%(href)s">здесь</a>.
sk: Prečítajte si viac o službe Google OpenID Connect <a href="%(href)s">here</a>.
ta: கூகிளின் ஓபன்ஐடி இணைப்பு உதவி <a href = "%(href)s"> இங்கே </a> பற்றி மேலும் வாசிக்க.
uk: Дізнайтеся більше про підтримку OpenID Connect у Google <a href="%(href)s">тут</a>.

source: The email address of the account or service account used to publish.
de: Die E-Mail-Adresse des Kontos oder Dienstkontos, das für die Veröffentlichung verwendet wird.
eo: La retpoŝta adreso de la konto aŭ servo uzata por eldoni.
it: L'indirizzo email dell'account o dell'account del servizio usato per pubblicare.
pt: O endereço de email da conta ou da conta de serviço utilizado para publicar.
ru: Адрес электронной почты учетной записи или учетной записи службы, используемой для публикации.
sk: E-mailová adresa účtu alebo servisného účtu používané na publikovanie.
ta: கணக்கு அல்லது பணி கணக்கின் மின்னஞ்சல் முகவரி வெளியிட பயன்படுகிறது.

source: Subject
eo: Temo
it: Oggetto:
ru: Тема
sk: Predmet
ta: பொருள்
uk: Предмет

source: subject
eo: temo
ru: заголовок
sk: predmet
ta: பொருள்
uk: предмет

source: The subject is the numeric ID that represents the principal making the request. While not required, providing the subject further restricts the identity used for publishing. <a href="%(href)s">More details here.</a>
de: Das Subjekt ist die numerische ID, die den Antragsteller repräsentiert. Obwohl nicht erforderlich, schränkt die Angabe des Subjekts die Identität weiter ein, die für die Veröffentlichung verwendet wird. <a href="%(href)s">Weitere Details hier.</a>
eo: La temo estas la numera identigilo reprezentantan la petanton. Tio ne postuliĝas; tamen, la temo plu limigas la identecon uzatan por eldonado. <a href="%(href)s">Jen pli da detaloj.</a>
it: L'oggetto è l'ID numerico che rappresenta l'entità che effettua la richiesta. Sebbene non sia obbligatorio, fornire l'oggetto limita ulteriormente l'identità utilizzata per la pubblicazione. <a href="%(href)s">Maggiori dettagli qui.</a>
pt: O objeto é o ID numérico que representa a agente principal do pedido. Enquanto não exigido, fornecer o ID númerico restringe a identidade usada para publicação. <a href="%(href)s">Mais detalhes aqui.</a>
ru: Субъект - это числовой идентификатор, который представляет принцип, делающего запрос. Хотя это и не обязательно, но указание субъекта позволяет дополнительно ограничить идентификационные данные, используемые для публикации.<a href="%(href)s">Подробнее здесь.</a>
sk: Predmet je číselný ID, ktorý predstavuje hlavnú žiadosť. Zatiaľ čo nie je potrebné, poskytuje predmet ďalej obmedzuje identitu používané pre publikovanie. <a href="%(href)s"> Viac informácií tu.</a>
ta: பொருள் என்பது கோரிக்கையை உருவாக்கும் முக்கிய நபரைக் குறிக்கும் எண் ஐடி. தேவையில்லை என்றாலும், பொருள் வழங்குவது வெளியீட்டிற்கு பயன்படுத்தப்படும் அடையாளத்தை மேலும் கட்டுப்படுத்துகிறது. <a href = "%(href)s"> மேலும் விவரங்கள் இங்கே. </a>
uk: Предмет — числовий ідентифікатор, який позначає принципала (сутність), який здійснюватиме запит. Хоч це й необов’язково, та надання предмета додатково обмежує сутність, якій дозволено здійснювати публікацію. <a href="%(href)s">Більше подробиць тут.</a>

source: Read more about ActiveState's OpenID Connect support <a href="%(href)s">here</a>.
eo: <a href="%(href)s">Jen pli</a> pri la subteno de OpenID Connect far ActiveState.
ru: Подробнее о поддержке ActiveState OpenID Connect <a href="%(href)s">здесь</a>.
sk: Prečítajte si viac o podporu ActiveState OpenID Connect <a href="%(href)s">here</a>.
ta: ஆக்டிவ்ச்டேட்டின் ஓபன்ஐடி இணைப்பு உதவி <a href = "%(href)s"> இங்கே </a> பற்றி மேலும் வாசிக்க.
uk: Дізнайтеся більше про підтримку OpenID Connect в ActiveState <a href="%(href)s">тут</a>.

source: Organization
eo: Organizaĵo
it: Organizzazione
ru: Организация
sk: Organizácia
ta: அமைப்பு

source: my-organization
eo: mia-organizajho
ru: моя организация
sk: my-organizácia
ta: என் அமைப்பு

source: The ActiveState organization name that owns the project
eo: La nomo de la organizaĵo ĉe ActiveState posedanta la projekton
ru: Имя организации ActiveState, которой принадлежит проект
sk: Aktívne názov organizácie, ktorá vlastní projekt
ta: திட்டத்திற்கு சொந்தமான செயல்பாட்டு அமைப்பு பெயர்
uk: Назва організації на ActiveState, якій цей проєкт належить

source: ActiveState Project name
eo: Nomo de projekto ĉe ActiveState
ru: ActiveState Название проекта
sk: Aktívne názov projektu
ta: செயல்பாட்டு திட்டத்தின் பெயர்
uk: Назва проєкту на ActiveState

source: my-project
eo: mia-projekto
ru: мой проект
sk: my-projekt
ta: என் திட்டம்

source: The ActiveState project that will build your Python artifact.
de: Das ActiveState-Projekt, das Ihr Python-Artefakt erstellen wird.
eo: La projekto ĉe ActiveState konstruontan vian Python-artefakton.
it: Il progetto ActiveState che costruirà il tuo artefatto Python.
pt: O projeto ActiveState que construirá seu artefato Python.
ru: Проект ActiveState, в котором будет создан ваш артефакт Python.
sk: Aktívny stavebný projekt, ktorý bude stavať váš Python artefakt.
ta: உங்கள் பைதான் கலைப்பொருளை உருவாக்கும் செயல்பாட்டு திட்டம்.

source: Actor Username
eo: Salutnomo de aganto
ru: Имя актера
sk: Užívateľské meno
ta: நடிகர் பயனர்பெயர்

source: my-username
eo: mia-salutnomo
ru: мое имя пользователя
ta: என்-பயனர்பெயர்

source: The username for the ActiveState account that will trigger the build of your Python artifact.
de: Der Benutzername für das ActiveState-Konto, das den Build Ihres Python-Artefakts auslösen wird.
eo: La salutnomo de la konto ĉe ActiveState, kiu ekigos la konstruadon de via Python-artefakto.
it: Il nome utente per l'account ActiveState che attiverà la costruzione del tuo artefatto Python.
ru: Имя пользователя для учетной записи ActiveState, которая будет запускать сборку вашего артефакта Python.
sk: Užívateľské meno pre aktívny stavový účet, ktorý bude spúšťať stav vášho Python artefaktu.
ta: உங்கள் பைதான் கலைப்பொருளின் கட்டமைப்பைத் தூண்டும் செயல்பாட்டு கணக்கிற்கான பயனர்பெயர்.

source: Manage publishers
eo: Administri eldonantojn
it: Gestisci versione
pt: Gerir editores
pt_br: Gerenciar editores
ru: Управление издателями
sk: Spravujte vydavateľov
ta: வெளியீட்டாளர்களை நிர்வகிக்கவும்

source: Project
eo: Projekto
es: Proyecto
it: Progetto:
pt: Projeto
pt_br: Projeto
ru: Проект
sk: Projekt
ta: திட்டம்

source: No publishers are currently configured. Publishers for existing projects can be added in the publishing configuration for each individual project.
de: Derzeit werden keine Herausgeber konfiguriert. Herausgeber für bestehende Projekte können in der Publikations-Konfiguration für jedes einzelne Projekt hinzugefügt werden.
eo: Aktuale neniu eldonanto estas starigita. Eldonantoj por ekzistantaj projektoj estas starigeblaj ĉe la eldona agordejo por ĉiu individua projekto.
es: No hay publicadores actualmente configurados. Publicadores para proyectos existentes pueden ser añadidos en la configuración de publicación para cada proyecto individual.
it: Al momento non è stato configurato alcun autore. Gli autori per i progetti esistenti possono essere aggiunti nella configurazione della pubblicazione per ogni singolo progetto.
pt: Atualmente, nenhum editor foi configurado. Editores para um projeto existente podem ser adicionados na configuração de publicação para cada projeto individual.
pt_br: Nenhum editor está configurado no momento. Os editores para projetos existentes podem ser adicionados na configuração de publicação para cada projeto individual.
ru: В настоящее время никакие издатели не настроены. Издатели для существующих проектов могут быть добавлены в издательскую конфигурацию для каждого отдельного проекта.
sk: Momentálne nie sú nakonfigurovaní žiadni vydavatelia. Vydavateľov pre existujúce projekty je možné pridať v konfigurácii publikovania pre každý jednotlivý projekt.
ta: தற்போது எந்த வெளியீட்டாளர்களும் கட்டமைக்கப்படவில்லை. தற்போதுள்ள திட்டங்களுக்கான வெளியீட்டாளர்களை ஒவ்வொரு தனிப்பட்ட திட்டத்திற்கும் வெளியீட்டு உள்ளமைவில் சேர்க்கலாம்.

source: Pending project name
eo: Ankoraŭ ne aprobitaj projektaj nomoj
it: Progetti di tendenza
pt: Nome do projeto pendente
pt_br: Nome do projeto pendente
ru: В ожидании названия проекта
sk: Čakajúci názov projektu
ta: திட்ட பெயர் நிலுவையில் உள்ளது
uk: Назва проєкту в очікуванні

source: Publisher
de: Herausgeber
eo: Eldonanto
es: Publicador
id: Penerbit
it: Autore
pt: Editor
pt_br: Editor
ru: Разработчик
sk: Vydavateľ
ta: வெளியீட்டாளர்

source: Details
eo: Detaloj
it: Dettagli
pt: Pormenores
pt_br: Detalhes
ru: Детали
sk: Detaily
ta: விவரங்கள்

source: No pending publishers are currently configured. Publishers for projects that don't exist yet can be added below.
de: Derzeit werden keine anhängigen Herausgeber konfiguriert. Herausgeber für Projekte, die noch nicht existieren, können unten hinzugefügt werden.
eo: Neniu estonta eldonanto estas aktuale starigita. Eldonantoj por projektoj ankoraŭ ne ekzistanta estas starigeblaj ĉi-sube.
es: No hay publicadores actualmente configurados. Los publicadores para proyectos que no existen aún pueden ser añadadidos debajo.
it: Al momento non risultano configurati autori in attesa. Gli autori per i progetti che non esistono ancora possono essere aggiunti sotto.
pt: Nenhum publicador pendente está configurado no momento. Publicadores de projetos que ainda não existem podem ser adicionados abaixo.
pt_br: Nenhum publicador pendente está configurado no momento. Publicadores de projetos que ainda não existem podem ser adicionados abaixo.
ru: В настоящее время не настроены ожидающие публикации. Издатели для проектов, которые еще не существуют, могут быть добавлены ниже.
sk: Momentálne nie sú nakonfigurovaní žiadni čakajúci vydavatelia. Nižšie je možné pridať vydavateľov projektov, ktoré ešte neexistujú.
ta: நிலுவையில் உள்ள வெளியீட்டாளர்கள் யாரும் தற்போது கட்டமைக்கப்படவில்லை. இன்னும் இல்லாத திட்டங்களுக்கான வெளியீட்டாளர்கள் கீழே சேர்க்கப்படலாம்.
uk: Жодних очікуваних видавців наразі не налаштовано. Нижче, можна додати видавців для проєктів, які ще не існують.

source: Add a new pending publisher
eo: Starigi novan estontan fidatan eldonanton
it: Gestisci questo progetto
pt: Adicionar um novo editor pendente
pt_br: Adicionar um novo editor pendente
ru: Добавьте нового ожидающего публикации издателя
sk: Pridať nového čakajúceho vydavateľa
ta: நிலுவையில் உள்ள புதிய வெளியீட்டாளரைச் சேர்க்கவும்
uk: Додати нового очікуваного видавця

source: You can use this page to register "pending" trusted publishers.
de: Sie können diese Seite verwenden, um "anhängige" vertrauenswürdige Herausgeber zu registrieren.
eo: Vi povas uzi ĉi tiun paĝon por registri «estontajn» fidatajn eldonantojn.
es: Puedes usar esta página para registrar publicadores confiables "pendientes".
it: Puoi usare questa pagina per registrare autori attendibili "in sospeso".
pt: Você pode utilizar esta página pra registrar Editores Confiáveis "pendentes".
ru: Вы можете использовать эту страницу, чтобы зарегистрировать «доверенные» издатели.
sk: Túto stránku môžete použiť na registráciu „čakajúcich“ dôveryhodných vydavateľov.
ta: நம்பகமான வெளியீட்டாளர்களை "நிலுவையில் உள்ள" பதிவு செய்ய இந்தப் பக்கத்தைப் பயன்படுத்தலாம்.
uk: На цій сторінці можна зареєструвати «очікуваних» довірених видавців.

source: These publishers behave similarly to trusted publishers registered against specific projects, except that they allow users to <strong>create</strong> the project if it doesn't already exist. Once the project is created, the "pending" publisher becomes an ordinary trusted publisher. You can read more about "pending" and ordinary trusted publishers <a href="%(href)s">here</a>.
de: Diese Verleger verhalten sich ähnlich wie vertrauenswürdige Herausgeber, die gegen bestimmte Projekte registriert sind, außer dass sie es Benutzern erlauben, das Projekt <strong> zu erstellen</strong>, wenn es nicht bereits existiert. Sobald das Projekt erstellt wird, wird der "anhängige" Herausgeber ein gewöhnlicher, vertrauenswürdiger Verleger. Sie können mehr über "anhängige" und gewöhnliche vertrauenswürdige Herausgeber <a href="%(href)s">hier</a> lesen.
eo: Tiaj eldonantoj similas al fidataj eldonantoj starigitaj por specifaj projektoj, krom ke ili permesas al uzantoj <strong>krei</strong> la projekton, se ĝi ne jam ekzistas. Post kreo de la projekto, la estonta eldonanto fariĝas ordinara fidata eldonanto. Vi povas legi pli pri estontaj kaj ordinaraj fidataj eldonantoj <a href="%(href)s">ĉi tie</a>.
it: Questi autori si comportano in modo simile agli autori attendibili registrati su progetti specifici, eccetto quelli che permettono agli utenti di <strong>creare</strong> il progetto se esso non esiste ancora. Una volta creato il progetto, l'autore "in sospeso" diventa un autore attendibile. Sullo stato "in sospeso" e gli autori attendibili ordinari puoi leggere altro <a href="%(href)s">qui</a>.
pt: Esses publicadores comportam-se de forma similar a Editores Confiáveis registrados em projetos especificos, exceto que eles permitem usuários a <strong>criar</strong> o projeto se ele não existe. Uma vez o projeto criado, o publicador "pendente" se torna um Editor Confiável comum. Você pode ler mais sobre "pendência" e Editores Confiáveis comuns <a href="%(href)s">aqui</a>.
ru: Эти издатели ведут себя так же, как и доверенные издатели, зарегистрированные против конкретных проектов, за исключением того, что они позволяют пользователям <strong>создавать </strong> проект, если он еще не существует. После того, как проект будет создан, издатель «в ожидании» становится обычным доверенным издателем. Вы можете прочитать больше о «наступлении» и обычных доверенных издателей <a href="%(href)s"> здесь </a>.
sk: Títo vydavatelia sa správajú podobne ako dôveryhodní vydavatelia registrovaní v konkrétnych projektoch, okrem toho, že umožňujú používateľom <strong>vytvoriť</strong> projekt, ak ešte neexistuje. Po vytvorení projektu sa z „čakajúceho“ vydavateľa stane obyčajný dôveryhodný vydavateľ. Viac o „čakajúcich“ a bežných dôveryhodných vydavateľoch si môžete prečítať <a href="%(href)s">tu</a>.
ta: இந்த வெளியீட்டாளர்கள் குறிப்பிட்ட திட்டங்களுக்கு எதிராக பதிவுசெய்யப்பட்ட நம்பகமான வெளியீட்டாளர்களைப் போலவே நடந்து கொள்கிறார்கள், தவிர பயனர்கள் <strong> உருவாக்கு </strong> திட்டத்தை ஏற்கனவே இல்லையென்றால் அது அனுமதிக்கிறது. திட்டம் உருவாக்கப்பட்டதும், "நிலுவையில் உள்ள" வெளியீட்டாளர் ஒரு சாதாரண நம்பகமான வெளியீட்டாளராக மாறுகிறார். "நிலுவையில் உள்ள" மற்றும் சாதாரண நம்பகமான வெளியீட்டாளர்கள் <a href = "%(href)s"> இங்கே </a> பற்றி மேலும் படிக்கலாம்.
uk: Ці видавці, подібно до довірених видавців, реєструються для конкретних проєктів. Різниця лиш у тому, що вони також дозволяють <strong>створити</strong> проєкт, який ще не існує. Щойно проєкт створено, «очікуваний» видавець стає звичайним довіреним видавцем. Читайте більше щодо «очікуваних» та звичайних довірених видавців <a href="%(href)s">тут</a>.

source: Configuring a "pending" publisher for a project name does <strong>not</strong> reserve that name. Until the project is created, any other user may create it, including via their own "pending" publisher.
eo: Starigo de «estonta» eldonanto por projekta nomo <strong>ne</strong> rezervas tiun nomon. Ĝis kiam la projekto kreiĝos, ĉiu alia uzanto povas krei ĝin, eble per sia propra «estonta» eldonanto.
pt: Configurar um editor "pendente" para um projeto <strong>não</strong> reserva este nome. Até que o projeto seja criado, outro usuário pode utilizá-lo, incluindo via seu próprio editor "pendente".
ru: Настройка "отложенного" издателя для имени проекта <strong>не</strong> резервирует это имя. Пока проект не создан, любой другой пользователь может создать его, в том числе через своего "отложенного" издателя.
sk: Konfigurácia "v závislosti" vydavateľa pre názov projektu <strong> nie</strong> rezervovať toto meno. Až kým nie je projekt vytvorený, každý iný užívateľ ho môže vytvoriť, vrátane ich vlastného "v závislosti od" vydavateľa.
ta: ஒரு திட்ட பெயருக்கு "நிலுவையில் உள்ள" வெளியீட்டாளரை உள்ளமைப்பது <strong> இல்லை </strong> அந்த பெயரை இருப்பு. திட்டம் உருவாக்கப்படும் வரை, வேறு எந்த பயனரும் தங்கள் சொந்த "நிலுவையில் உள்ள" வெளியீட்டாளர் உட்பட அதை உருவாக்கலாம்.
uk: Налаштування «очікуваного» видавця назви проєкту <strong>не</strong> резервує цю назву для вас. Доки проєкт не створено, який завгодно інший користувач може його створити, включно з налаштуванням власного «очікуваного» видавця.

source: You must first enable <a href="%(href)s">two-factor authentication</a> on your account before adding a new publisher.
eo: Vi devas starigi <a href="%(href)s">dupaŝan aŭtentikigon</a> ĉe via konto antaŭ ol starigi novan eldonanton.
it: Non hai abilitato l'autenticazione a due fattori sul tuo account.
ru: Перед добавлением нового издателя необходимо включить <a href="%(href)s">двухфакторную аутентификацию</a> в своей учетной записи.
sk: Najprv musíte povoliť <a href="%(href)s">dva-factor overenie</a> na vašom účte pred pridaním nového vydavateľa.
ta: புதிய வெளியீட்டாளரைச் சேர்ப்பதற்கு முன் உங்கள் கணக்கில் நீங்கள் முதலில் <a href = "%(href)s"> இரண்டு-காரணி ஏற்பு </a> ஐ இயக்க வேண்டும்.
uk: Аби додати нового довіреного видавця, спершу увімкни <a href="%(href)s">двофакторну автентифікацію</a> у своєму обліковому записі.
