Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: No project description provided
de: Keine Projekt-Beschreibung angegeben
el: Δεν δόθηκε περιγραφή του project
eo: Neniu projekta priskribo donita
es: No se proporcionó ninguna descripción de proyecto
fr: Aucune description de projet fournie
he: לא סופק תיאור לפרויקט
id: Tidak ada deskripsi proyek yang tersedia
it: Nessuna descrizione progetto fornita
ja: プロジェクトの説明はありません
pt: Nenhuma descrição do projeto fornecida
pt_br: Nenhuma descrição do projeto fornecida
ru: Описание проекта не предоставлено
sk: Nebol poskytnutý žiadny popis projektu
ta: திட்ட விளக்கம் எதுவும் வழங்கப்படவில்லை
tr: Proje açıklaması bulunmuyor
uk: Опис проєкту не надано

source: Navigation
el: Πλοήγηση
eo: Navigilo
es: Navegación
he: ניווט
id: Navigasi
it: Navigazione
ja: ナビゲーション
pt: Navegação
pt_br: Navegação
ru: Навигация
sk: Navigácia
ta: வானோடல்
tr: Navigasyon
uk: Навігація

source: Navigation for %(project)s
de: Navigation für %(project)s
el: Πλοήγηση για το %(project)s
eo: Navigilo por %(project)s
es: Navegación de %(project)s
fr: Navigation pour %(project)s
he: ניווט עבור %(project)s
id: Navigasi untuk %(project)s
it: Navigazione per %(project)s
ja: %(project)s のナビゲーション
pt: Navegação para %(project)s
pt_br: Navegação para %(project)s
ru: Навигация для проекта %(project)s
sk: Navigácia pre %(project)s
ta: %(project)s வழிசெலுத்தல்
tr: %(project)s için navigasyon
uk: Навігація для %(project)s

source: Project description. Focus will be moved to the description.
de: Projektbeschreibung. Der Fokus wird auf die Beschreibung verschoben.
el: Περιγραφή project. Η εστίαση θα μεταφερθεί στην περιγραφή.
eo: La priskribo de la projekto. Fokuso moviĝos al la priskribo.
es: Descripción del proyecto. La descripción se destacará.
fr: Description du projet. La description sera affichée.
he: תיאור הפרויקט. המיקוד יועבר אל התיאור.
id: Deskripsi proyek. Fokus akan dipindahkan ke deskripsi.
it: Descrizione progetto. L'attenzione sarà spostata alla descrizione.
ja: プロジェクトの説明。フォーカスが説明に移動します。
pt: Descrição do projeto. O foco será movido para a descrição.
pt_br: Descrição do projeto. O foco será movido para a descrição.
ru: Описание проекта. Фокус будет перенесён на описание.
sk: Popis projektu. Zameranie sa presunie na popis.
ta: திட்ட விளக்கம். கவனம் விளக்கத்திற்கு நகர்த்தப்படும்.
tr: Proje açıklaması. Dikkat, bu açıklamaya yönelir.
uk: Опис проєкту. Фокус перейде на опис.

source: Project description
de: Projekt-Beschreibung
el: Περιγραφή project
eo: Priskribo de la projekto
es: Descripción de proyecto
fr: Description du projet
he: תיאור הפרויקט
id: Deskripsi proyek
it: Descrizione progetto
ja: プロジェクトの説明
pt: Descrição do projeto
pt_br: Descrição do projeto
ru: Описание проекта
sk: Popis projektu
ta: திட்ட விளக்கம்
tr: Proje açıklaması
uk: Опис проєкту

source: Release history. Focus will be moved to the history panel.
de: Veröffentlichungs-Historie. Der Fokus wird auf den Historien-Verlauf gelegt.
el: Ιστορικό εκδόσεων. Η εστίαση θα μεταφερθεί στον πίνακα ιστορικού.
eo: La historio de eldonoj. Fokuso moviĝos al la historipanelo.
es: Histórico de versiones. El panel de histórico se destacará.
fr: Historique de version. Le panneau de l'historique sera affiché.
he: היסטוריית גרסאות. המיקוד יועבר אל פאנל ההיסטוריה.
id: Sejarah rilis. Fokus akan dipindahkan ke panel riwayat.
it: Storia di rilascio. L'attenzione sarà spostata al pannello della storia.
ja: リリース履歴。フォーカスが履歴パネルに移動します。
pt: Histórico de lançamentos. O foco será movido para o painel de histórico.
pt_br: Histórico de lançamentos. O foco será movido para o painel de histórico.
ru: История выпусков. Фокус будет перенесён на панель истории.
sk: História vydania. Zameranie sa presunie na panel histórie.
ta: வெளியீட்டு வரலாறு. கவனம் வரலாற்றுக் குழுவுக்கு மாற்றப்படும்.
tr: Yayın geçmişi. Dikkat, tarih paneline yönelir.
uk: Історія випусків. Фокус перейде на панель історії.

source: Release history
de: Veröffentlichungs-Historie
el: Ιστορικό εκδόσεων
eo: Historio de eldonoj
es: Histórico de versiones
fr: Historique de version
he: היסטוריית גרסאות
id: Riwayat rilis
it: Storia di rilascio
ja: リリース履歴
pt: Histórico de lançamentos
pt_br: Histórico de lançamentos
ru: История выпусков
sk: História vydania
ta: வெளியீட்டு வரலாறு
tr: Yayın geçmişi
uk: Історія випусків

source: Download files. Focus will be moved to the project files.
de: Dateien zum Herunterladen. Der Fokus wird auf die Projekt-Dateien gelenkt.
el: Κατέβασμα αρχείων. Η εστίαση θα μεταφερθεί στα αρχεία του project.
eo: Elŝuti dosierojn. Fokuso moviĝos al la projektaj dosieroj.
es: Archivos de descarga. Los archivos del proyecto se destacarán.
fr: Téléchargement des fichiers. Les fichiers du projet seront affichés.
he: הורדת קבצים. המיקוד יועבר אל קבצי הפרויקט.
id: Unduh file. Fokus akan dipindahkan ke file proyek.
it: Scarica i files. L'attenzione sarà spostata ai files del progetto.
ja: ファイルのダウンロード。フォーカスがプロジェクトファイルに移動します。
pt: Descarregar ficheiros. O foco será movido para os ficheiros de projeto.
pt_br: Baixar arquivos. O foco será movido para os arquivos de projeto.
ru: Загрузка файлов. Фокус будет перенесён на файлы проекта.
sk: Stiahnite si súbory. Zameranie sa presunie na súbory projektu.
ta: கோப்புகளைப் பதிவிறக்கவும். கவனம் திட்டக் கோப்புகளுக்கு நகர்த்தப்படும்.
tr: Dosya indirme. Dikkat, proje dosyalarına yönelir.
uk: Завантажити файли. Фокус перейде на файли проєкту.

source: Download files
de: Dateien zum Herunterladen
el: Κατέβασμα αρχείων
eo: Elŝuti dosierojn
es: Archivos de descarga
fr: Fichiers de téléchargement
he: הורדת קבצים
id: Unduh file
it: Scarica i files
ja: ファイルをダウンロード
pt: Descarregar ficheiros
pt_br: Baixar arquivos
ru: Загрузка файлов
sk: Stiahnite si súbory
ta: கோப்புகளைப் பதிவிறக்கவும்
tr: Dosyaları indir
uk: Завантаження файлів

source: Report project as malware
eo: Akuzi projekton kiel fiprogramon
it: Segnala il progetto come malware
pt: Reportar projeto como malware
ru: Сообщить о вредоносном проекте
sk: Správa projektu ako malware
ta: Report திட்டம் அச் malware

source: Project details. Focus will be moved to the project details.
de: Projekt-Details. Der Fokus wird auf die Projekt-Details verschoben.
el: Λεπτομέρειες project. Η εστίαση θα μεταφερθεί στις λεπτομέρειες του ptoject.
eo: La detaloj pri la projekto. Fokuso moviĝos al la projektaj detaloj.
es: Detalles de proyecto. Los detalles del proyecto se destacarán.
fr: Détails du projet. Les détails du projet seront affichés.
he: פרטי הפרויקט. המיקוד יועבר אל פרטי הפרויקט.
id: Detail proyek. Fokus akan dipindahkan ke detail proyek.
it: Dettagli progetto. L'attenzione sarà spostata ai dettagli del progetto.
ja: プロジェクト詳細。フォーカスがプロジェクト詳細に移動します。
pt: Detalhes do projeto. O foco será movido aos detalhes do projeto.
pt_br: Detalhes do projeto. O foco será movido para os detalhes do projeto.
ru: Подробности проекта. Фокус будет перенесён на подробную информацию о проекте.
sk: Podrobnosti projektu. Zameranie sa presunie na detaily projektu.
ta: திட்ட விவரங்கள். கவனம் திட்ட விவரங்களுக்கு நகர்த்தப்படும்.
tr: Proje ayrıntıları. Dikkat, proje ayrıntılarına yönelir.
uk: Деталі проєкту. Фокус перейде на деталі проєкту.

source: Project details
de: Projekt-Details
el: Λεπτομέρειες project
eo: Detaloj pri la projekto
es: Detalles de proyecto
fr: Détails du projet
he: פרטי הפרויקט
id: Detail proyek
it: Dettagli progetto
ja: プロジェクト詳細
pt: Detalhes do projeto
pt_br: Detalhes do projeto
ru: Подробности проекта
sk: Podrobnosti projektu
ta: திட்ட விவரங்கள்
tr: Proje ayrıntıları
uk: Деталі проєкту

source: The maintainers of this project have marked this project as archived. No new releases are expected.
eo: La mastrumantoj de ĉi tiu projekto markis ĉi tiun projekton kiel enarĥivigitan. Oni ne atendas novajn eldonojn.
pt: Os mantenedores deste projeto marcaram este projeto como arquivado. Não são esperadas novas atualizações.
ru: Сопровождающие этого проекта пометили его как архивный. Новых релизов не ожидается.
ta: இந்த திட்டத்தின் பராமரிப்பாளர்கள் இந்த திட்டத்தை காப்பகப்படுத்தப்பட்டதாகக் குறித்துள்ளனர். புதிய வெளியீடுகள் எதுவும் எதிர்பார்க்கப்படவில்லை.

source: Reason this release was yanked:
eo: Kialo de fortiro de ĉi tiu eldono:
ru: Причина, по которой этот релиз был удален:
sk: Dôvod, prečo bola táto verzia pretiahnutá:
ta: இந்த வெளியீடு அசைக்கப்பட்டது காரணம்:

source: The author of this package has not provided a project description
de: Der Autor dieses Pakets hat keine Projekt-Beschreibung angegeben
el: Ο κάτοχος αυτού του πακέτου δεν εισήγαγε περιγραφή για το project
eo: La aŭtoro de ĉi tiu pako ankoraŭ ne priskribis la projekton
es: El autor de este paquete no ha brindado ninguna descripción para el proyecto
fr: L'auteur de ce paquet n'a pas fourni de description de projet
he: מחבר חבילה זו לא סיפק תיאור עבור הפרויקט
id: Pencipta paket ini belum memberikan deskripsi proyek
it: L'autore di questo pacchetto non ha fornito una descrizione del progetto
ja: このパッケージの作者はプロジェクトの説明を提供していません
pt: O autor deste pacote não forneceu uma descrição do projeto
pt_br: O autor deste pacote não forneceu uma descrição do projeto
ru: Автор данного пакета не предоставил описание проекта
sk: Autor tohto balíka neposkytol popis projektu
ta: இந்த தொகுப்பின் ஆசிரியர் திட்ட விளக்கத்தை வழங்கவில்லை
tr: Bu paketin yazarı herhangi bir proje açıklaması yazmamış
uk: Автор цього пакунка не надав опису проєкту

source: Release notifications
de: Veröffentlichungs-Benachrichtigungen
el: Ειδοποιήσεις εκδόσεων
eo: Sciigoj pri eldonoj
es: Notificaciones de versiones
fr: Notifications de version
he: התראות שחרורים
id: Pemberitahuan rilis
it: Notifiche di rilascio
ja: リリース通知
pt: Notificações de lançamento
pt_br: Notificações de lançamento
ru: Уведомления о выпусках
sk: Upozornenia na vydanie
ta: அறிவிப்புகளை வெளியிடுங்கள்
tr: Yayın bildirimleri
uk: Сповіщення про публікації

source: RSS feed
eo: RSS-abonfluo
es: Suministro RSS
he: ערוץ RSS
id: Umpan RSS
it: Contenuti RSS
ja: RSSフィード
pt: Feed RSS
pt_br: Feed RSS
ru: Лента RSS
sk: RSS zdroj
ta: RSS ஊட்டம்
uk: RSS стрічка

source: This version
de: Diese Version
el: Αυτή η έκδοση
eo: Ĉi tiu versio
es: Esta versión
fr: Cette version
he: גרסה זו
id: Versi ini
it: Questa versione
ja: このバージョン
pt: Esta versão
pt_br: Essa versão
ru: Эта версия
sk: Táto verzia
ta: இந்த பதிப்பு
tr: Bu sürüm
uk: Ця версія

source: pre-release
de: vorab-Veröffentlichung
el: προ-έκδοση
eo: pra-eldono
es: prelanzamiento
fr: pré-version
he: שחרור מקדמי
id: Pra-rilis
it: pre-rilascio
ja: プレリリース
pt: Pré-lançamentos
pt_br: pré-lançamento
ru: предварительный выпуск
sk: predbežné vydanie
ta: முன் வெளியீடு
tr: ön sürüm
uk: попередній випуск

source: yanked
eo: fortirita
es: retirada
he: נגרע
id: ditarik
it: stralciato
pt: retirado
pt_br: retirado
ru: изъятый
sk: trhol
uk: анульовано

source: Download the file for your platform. If you're not sure which to choose, learn more about <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">installing packages</a>.
de: Laden Sie die Datei für Ihre Plattform herunter. Wenn Sie nicht sicher sind, was Sie auswählen sollen, lesen Sie <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Installation von Paketen</a>.
el: Κατεβάστε το αρχείο για την πλατφόρμα σας. Αν δεν ξέρετε ποιο να διαλέξετε, μάθετε περισσότερα στη σελίδα <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">εγκατάσταση πακέτων</a>.
eo: Elŝutu la dosieron por via platformo. Se vi ne certas, lernu pli pri <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">instalado de pakoj</a>.
es: Descargue el archivo adecuado para su plataforma. Si no sabe cuál elegir, consulte información sobre <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">cómo instalar paquetes</a>.
fr: Téléchargez le fichier pour votre plateforme. Si vous n'êtes pas sûr de savoir lequel choisir, apprenez-en plus sur l'<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">installation de paquets</a>.
he: הורד/י את הקובץ עבור הפלטפורמה שלך. אם אינך בטוח/ה באיזה לבחור, למד/י עוד אודות <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">התקנת חבילות</a>.
id: Unduh file untuk platform Anda. Jika Anda tidak yakin harus memilih mana, pelajari lebih lanjut tentang <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">memasang paket</a>.
it: Scarica il file per la tua piattaforma. Se non sei sicuro di quale scegliere, scopri di più su come<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">installare i pacchetti</a>.
ja: あなたのプラットフォームに合ったファイルをダウンロードします。詳しくは<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">パッケージのインストール</a>を参照してください。
pt: Descarregue o ficheiro para sua plataforma. Se não tem certeza qual escolher, saiba mais sobre <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">instalação de pacotes</a>.
pt_br: Baixe o arquivo para sua plataforma. Se você não tem certeza qual escolher, saiba mais sobre <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">instalação de pacotes</a>.
ru: Загрузите файл для вашей платформы. Если вы не уверены, какой выбрать, узнайте больше об <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">установке пакетов</a>.
sk: Stiahnite si súbor pre vašu platformu. Ak si nie ste istí, ktorý si vybrať, prečítajte si viac o <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">inštalácii balíkov</a>.
ta: உங்கள் தளத்திற்கான கோப்பைப் பதிவிறக்கவும். எதைத் தேர்வு செய்வது என்று உங்களுக்குத் தெரியாவிட்டால், <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> தொகுப்புகளை நிறுவுதல் </a> .
tr: Platformunuz için dosyayı indirin. Hangisini seçeceğinizi bilmiyorsanız, <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">paket yüklemeleri</a> hakkında daha fazla bilgi edinin.
uk: Завантажте файл для своєї платформи. Якщо ви не впевнені який обрати, дізнайтеся більше про <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">встановлення пакунків</a>.

source: Source Distribution
de: Quelle Distribution
eo: Fonta distribuo
es: Distribución fuente
it: Distribuzione sorgente
pt: Distribuição de Origem
ru: Источник распределения
sk: Distribúcia zdroja
ta: மூல வழங்கல்

source: No source distribution files available for this release.
de: Es sind leider keine Quell-Distributions-Dateien für diese Veröffentlichung verfügbar.
eo: Neniu fonta distribuo disponiĝas por ĉi tiu eldono.
es: No hay una distribución fuente disponible para este release.
it: Nessun file sorgente di distribuzione disponibile per questa versione.
pt: Nenhum arquivo de Distribuição de Origem disponível para esta atualização.
ru: Для этого выпуска не доступны файлы дистрибутива исходного кода.
sk: Pre toto vydanie nie sú dostupné žiadne zdrojové distribučné súbory.
ta: இந்த வெளியீட்டிற்கு மூல விநியோக கோப்புகள் எதுவும் கிடைக்கவில்லை.

source: See tutorial on <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">generating distribution archives</a>.
eo: Legu dokumentaron pri <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">generado de distribuaj arĥivoj</a>.
it: Impara come caricare i files su <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Python Packaging User Guide</a>
ru: Смотрите руководство по <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">генерированию архивов дистрибутивов</a>.
sk: Pozrite si návod na <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">generovanie archívov distribúcie</a>.
ta: <A href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> விநியோக காப்பகங்களை உருவாக்குதல் </a> இல் டுடோரியலைப் பார்க்கவும்.

source: Built Distribution
de: Gebaute Distribution
eo: Duuma distribuo
it: Distribuzione costruita
pt: Distribuição Construída
ru: Построенный дистрибутив
sk: Postavená distribúcia
ta: கட்டப்பட்ட வழங்கல்

source: Submit Malware Report for Project
eo: Submeti fiprograman akuzon pri projekto
it: Inviare un rapporto malware per il progetto
pt: Enviar denuncia de Malware para o projeto
ru: Подтвердить отправку сообщения о вредоносном проекте
sk: Predložiť Malware Report pre projekt
ta: திட்டத்திற்காக தீம்பொருள் அறிக்கையை சமர்ப்பிக்கவும்

source: Submit Malware Report for Project:
eo: Submeti fiprograman akuzon pri projekto:
it: Invia un rapporto malware per il progetto:
pt: Enviar Denúncia de Malware para o Projeto:
ru: Подтвердить отправку сообщения о вредоносном проекте:
sk: Predložiť Malware Report pre projekt:
ta: திட்டத்திற்காக தீம்பொருள் அறிக்கையை சமர்ப்பிக்கவும்:

source: Use this form to submit reports of malicious projects for review by the PyPI Administrators. Examples of malicious activity in projects include typo-squatting, dependency confusion, data exfiltration, obfuscation, command/control, and other similar behaviors.
eo: Jen formularo por raportoj pri fiprojektoj reviziotaj de la administrantoj de PyPI. Ekzemploj de fieco en projektoj: tajperara piratado de nomo, konfuzado pri dependeco, ŝtelado de datenoj, obskurigo, komando/regado, kaj similaj kondutoj.
pt: Utilize este formulário para enviar denúncias de projetos maliciosos para revisão pelos Administradores da PyPL. Examplos de atividade maliciosa em projetos incluem Sequestro de URL, confusão de dependência, commando/controle, e outros comportamentos similares.
ru: Используйте эту форму для отправки сообщений о вредоносных проектах на рассмотрение администраторам PyPI. Примерами вредоносной активности в проектах могут служить опечатки, путаница зависимостей, утечка данных, обфускация, управление и контроль, и другие подобные действия.
sk: Použite tento formulár na podanie správ škodlivých projektov pre preskúmanie správcov PyPI. Príklady škodlivé aktivity v projektoch zahŕňajú typo-squatting, závistný zmätok, exfiltrácia dát, obfuscation, príkaz/kontrola a iné podobné správanie.
ta: PYPI நிர்வாகிகள் மதிப்பாய்வு செய்ய தீங்கிழைக்கும் திட்டங்களின் அறிக்கைகளை சமர்ப்பிக்க இந்த படிவத்தைப் பயன்படுத்தவும். திட்டங்களில் தீங்கிழைக்கும் செயல்பாட்டின் எடுத்துக்காட்டுகளில் எழுத்துப்பிழை-சொட்டு, சார்பு குழப்பம், தரவு வெளியேற்ற, தெளிவின்மை, கட்டளை/கட்டுப்பாடு மற்றும் பிற ஒத்த நடத்தைகள் ஆகியவை அடங்கும்.

source: You'll be required to provide a link to notable source code using our <a href="%(href)s">Inspector</a> service. This allows for reports to be reviewed more quickly, so please ensure that the link is to a meaningful portion of the relevant files.
eo: Vi devas provizi hiperligon al malica parto de la fontkodo per la servo <a href="%(href)s">Inspector</a>. Tio plirapidigas reviziadon de raportoj; tial bonvolu certigi, ke la hiperligo estas al trafa parto de la rilataj dosieroj.
it: Ti verrà richiesto di fornire un link al codice sorgente degno di nota utilizzando il nostro servizio <a href="%(href)s">Inspector</a>. Ciò consente di esaminare le segnalazioni più rapidamente, quindi assicurati che il link rimandi a una parte significativa dei file pertinenti.
ru: Вам необходимо будет предоставить ссылку на известный исходный код, используя наш сервис <a href="%(href)s">Inspector</a>. Это позволяет быстрее просматривать отчеты, поэтому, пожалуйста, убедитесь, что ссылка ведет на значимую часть соответствующих файлов.
sk: Budete musieť poskytnúť odkaz na pozoruhodný zdrojový kód pomocou nášho <a href="%(href)s">Inspector</a> služby. To umožňuje, aby správy boli preskúmané rýchlejšie, takže prosím, uistite sa, že odkaz je na zmysluplnú časť relevantných súborov.
ta: எங்கள் <a href = "%(href)s"> இன்ச்பெக்டர் </a> சேவையைப் பயன்படுத்தி குறிப்பிடத்தக்க மூலக் குறியீட்டிற்கான இணைப்பை நீங்கள் வழங்க வேண்டும். இது அறிக்கைகளை விரைவாக மதிப்பாய்வு செய்ய அனுமதிக்கிறது, எனவே இணைப்பு தொடர்புடைய கோப்புகளின் அர்த்தமுள்ள பகுதிக்கு இணைப்பு என்பதை உறுதிப்படுத்தவும்.

source: Your summary should include a general description of the malicious behavior as well as any other pertinent details such as what specific release(s) or file(s) are involved if it is not an entirely malicious Project.
eo: Via resumo inkluzivu ĝeneralan priskribon pri la malica konduto kaj aliajn trafajn detalojn kiel ekzemple la liston de malica(j) eldono(j) aŭ dosiero(j), se la projekto ne estas plene malica.
it: Il riepilogo dovrebbe includere una descrizione generale del comportamento dannoso, nonché qualsiasi altro dettaglio pertinente, come ad esempio quali versioni o file specifici sono coinvolti se non si tratta di un progetto completamente dannoso.
pt: Seu resumo deve incluir uma descrição geral do comportamento malicioso assim como quaisquer detalhes pertinentes como versão(es) ou arquivo(s) envolvidos se o projeto não for totalmente malicioso.
ru: Ваше краткое изложение должно включать общее описание вредоносного поведения, а также любую другую соответствующую информацию, например, указание на выпуск(и) или файл(ы), если проект вредоносный не полностью.
sk: Vaše zhrnutie by malo obsahovať všeobecný opis škodlivého správania, ako aj akékoľvek iné pertinentné detaily, ako je to, čo konkrétne vydanie (y) alebo súbor(y) sa podieľajú, ak to nie je úplne škodlivý projekt.
ta: உங்கள் சுருக்கத்தில் தீங்கிழைக்கும் நடத்தை பற்றிய பொதுவான விளக்கமும், முற்றிலும் தீங்கிழைக்கும் திட்டம் இல்லையென்றால் குறிப்பிட்ட வெளியீடு (கள்) அல்லது கோப்பு (கள்) சம்பந்தப்பட்ட வேறு எந்த விவரங்களும் இருக்க வேண்டும்.

source: Fill with a link to the problematic code lines from
eo: Tajpu hiperligon al la fiaj kodlinioj ĉe
it: Compila con un link alle righe di codice problematiche da
pt: Preencha com um link para as linhas de código problematicas
ru: Укажите ссылку на проблемные строки кода из
sk: Vyplňte odkaz na problematické kódové linky z
ta: சிக்கலான குறியீடு வரிகளுக்கான இணைப்பை நிரப்பவும்

source: Summary
eo: Resumo
it: Riassunto
pt: Resumo
pt_br: Resumo
ru: Краткое описание
sk: Sumár
ta: சுருக்கம்
