Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Set this email address as primary
de: Diese E-Mail-Adresse als primäre verwenden
el: Ορισμός αυτής της διεύθυνσης email ως κύρια
eo: Marki ĉi tiun retpoŝtan adreson kiel la ĉefan
es: Establecer esta dirección de correo como principal
fr: Définir cette adresse e-mail comme principale
he: קביעת כתובת אי-מייל זו כראשית
id: Tetapkan alamat email ini sebagai utama
it: Imposta questo indirizzo email come principale
ja: 主要なメールアドレスとして設定する
pt: Definir este endereço de e-mail como principal
pt_br: Define este endereço de e-mail como principal
ru: Установить этот адрес электронной почты в качестве основного
sk: Nastavte túto e-mailovú adresu ako primárnu
ta: கணம் this email முகவரி அச் primary
tr: Bu e-posta adresini birincil olarak ayarla
uk: Зробити цю електронну адресу основною

source: Set as primary
de: Als primäre verwenden
el: Ορισμός ως κύριο
eo: Marki kiel la ĉefan retpoŝtan adreson
es: Establecer como principal
fr: Définir comme principale
he: קביעה כראשית
id: Tetapkan sebagai utama
it: Imposta come principale
ja: 主要アドレスとして設定
pt: Definir como principal
pt_br: Definir como principal
ru: Установить в качестве основного
sk: Nastaviť ako hlavný
ta: கணம் அச் primary
tr: Birincil olarak ayarla
uk: Зробити основною

source: Remove this email address
de: Diese E-Mail-Adresse entfernen
el: Αφαίρεση αυτής της διεύθυνσης email
eo: Forigi ĉi tiun retpoŝtan adreson
es: Quitar esta dirección de correo
fr: Supprimer cette adresse e-mail
he: הסרת כתובת אי-מייל זו
id: Hapus alamat email ini
it: Rimuovi questo indirizzo email
ja: このメールアドレスを削除
pt: Remove este endereço de e-mail
pt_br: Remove este endereço de e-mail
ru: Удалить этот адрес электронной почты
sk: Odstrániť túto e-mailovú adresu
ta: அகற்று this email முகவரி
tr: Bu e-posta adresini kaldır
uk: Видалити цю електронну адресу

source: Remove email
de: E-Mail-Adresse entfernen
el: Αφαίρεση email
eo: Forigi retpoŝtan adreson
es: Quitar correo
fr: Supprimer l'e-mail
he: הסרת אי-מייל
id: Hapus email
it: Rimuovi email
ja: メールアドレスの削除
pt: Remover e-mail
pt_br: Remover e-mail
ru: Удалить электронную почту
sk: Odstrániť e-mail
ta: அகற்று email
tr: E-posta adresini kaldır
uk: Видалити цю електронну адресу

source: Scope
de: Geltungsbereich
el: Πεδίο εφαρμογής
eo: Amplekso
es: Alcance
fr: Portée
he: תחום
id: Cakupan
it: Ambito di visibilità
ja: スコープ
pt: Escopo
pt_br: Escopo
ru: Область действия
sk: Rozsah
ta: நோக்கம்
tr: Kapsam
uk: Охоплення

source: All projects
de: Alle Projekte
el: Όλα τα projects
eo: Ĉiuj projektoj
es: Todos los proyectos
fr: Tous les projets
he: כל הפרויקטים
id: Semua proyek
it: Tutti i progetti
ja: すべてのプロジェクト
pt: Todos projetos
pt_br: Todos projetos
ru: Все проекты
sk: Všetky projekty
ta: அனைத்தும் திட்டங்கள்
tr: Tüm Projeler
uk: Усі проєкти

source: Created
de: Erstellt
el: Δημιουργήθηκε
eo: Kreita
es: Creación
fr: Créé
he: נוצר
id: Dibuat
it: Creato
ja: 作成日時
pt: Criada
pt_br: Criada
ru: Создан
sk: Vytvorené
ta: உருவாக்கப்பட்டது
tr: Oluşturulma Tarihi
uk: Створено

source: Last used
de: Zuletzt benutzt
el: Τελευταία χρησιμοποιήθηκε
eo: Laste uzita
es: Último uso
fr: Dernière utilisation
he: שימוש אחרון
id: Terakhir digunakan
it: Usato l'ultima volta
ja: 最後の使用
pt: Último uso
pt_br: Último uso
ru: Последнее использование
sk: Naposledy použité
ta: கடைசியாக பயன்படுத்தப்பட்டது
tr: Son Erişim Tarihi
uk: Використано востаннє

source: Never
de: Niemals
el: Ποτέ
eo: Neniam
es: Nunca
fr: Jamais
he: מעולם
id: Tidak pernah
it: Mai
ja: 一度もない
pt: Nunca
pt_br: Nunca
ru: Не использовался
sk: Nikdy
ta: ஒருபோதும்
tr: Hiç
uk: Ніколи

source: View token options
de: Token-Optionen ansehen
el: Προβολή επιλογών token
eo: Vidi opciojn pri ĵetono
es: Ver opciones de ficha
fr: Afficher les options de jeton
he: צפייה באפשרויות אסימון
id: Lihat opsi token
it: Visualizza opzioni del token
ja: トークンのオプションを表示
pt: Veja opções do token
pt_br: Veja opções do token
ru: Просмотр параметров токена
sk: Zobrazenie možností tokenu
ta: பார்வை கிள்ளாக்கு விருப்பங்கள்
tr: Belirteç ayarlarını gör
uk: Переглянути опції токена

source: Remove token
de: Token entfernen
el: Αφαίρεση token
eo: Forigi ĵetonon
es: Quitar ficha
fr: Supprimer le jeton
he: הסרת אסימון
id: Hapus token
it: Rimuovi token
ja: トークンの削除
pt: Remover token
pt_br: Remover token
ru: Удалить токен
sk: Odstrániť token
ta: அகற்று கிள்ளாக்கு
tr: Tokeni Kaldır
uk: Видалити токен

source: View unique identifier
de: Eindeutige Kennung anzeigen
el: Προβολή μοναδικού αναγνωριστικού
eo: Vidi unikan identigilon
es: Ver identificador único
fr: Afficher l'identifiant unique
he: צפייה במזהה ייחודי
id: Lihat pengidentifikasi unik
it: Vedi identificatore unico
ja: 一意な識別子を表示
pt: Ver identificador único
pt_br: Ver identificador único
ru: Посмотреть уникальный идентификатор
sk: Zobraziť jedinečný identifikátor
ta: பார்வை unique identifier
tr: Benzersiz tanımlayıcıyı görüntüle
uk: Переглянути унікальний ідентифікатор

source: Remove API token
de: API-Token entfernen
el: Αφαίρεση API token
eo: Forigi API-ĵetonon
es: Quitar ficha de API
fr: Supprimer le jeton d'API
he: הסרת אסימון API
id: Hapus token API
it: Rimuovi token dell'API
ja: APIトークンの削除
pt: Remover token de API
pt_br: Remover token de API
ru: Удалить API-токен
sk: Odstrániť API token
ta: அகற்று பநிஇ கிள்ளாக்கு
tr: API belirtecini kaldır
uk: Видалити API-токен

source: Applications or scripts using this token will no longer have access to PyPI.
de: Anwendungen oder Skripte, die dieses Token verwenden, werden keinen Zugriff mehr auf PyPI haben.
el: Οι εφαρμογές ή τα scripts που χρησιμοποιούν αυτό το token δεν θα έχουν πλέον πρόσβαση στο PyPI.
eo: Programoj uzantaj ĉi tiun ĵetonon ne plu povos uzi PyPI.
es: Las aplicaciones o secuencias de órdenes que utilicen esta ficha ya no podrán acceder a PyPI.
fr: Les applications ou les scripts utilisant ce jeton n'auront plus accès à PyPI.
he: אפליקציות או סקריפטים המשתמשים באסימון זה יאבדו גישה אל PyPI.
id: Aplikasi atau skrip yang menggunakan token ini tidak akan lagi memiliki akses ke PyPI.
it: Applicazioni o Scripts che usano questo token non avranno più accesso a PyPI.
ja: このトークンを使っているアプリケーションやスクリプトはPyPIにアクセスできなくなります。
pt: Aplicações ou scripts usando esse token já não terão acesso ao PyPI.
pt_br: Aplicativos ou scripts usando esse token não terão mais acesso ao PyPI.
ru: Приложения или скрипты, которые пользуются этим токеном, больше не будут иметь доступа к PyPI.
sk: Aplikácie alebo skripty používajúce tento token už nebudú mať prístup k PyPI.
ta: Applications or scripts using this கிள்ளாக்கு will இல்லை longer have access பெறுநர் PyPI.
tr: Bu tokeni kullanan büyük ve küçük uygulamalara artık PyPI'a erişim sağlayamayacaktır.
uk: Застосунки чи скрипти, які користуються цим токеном, більше не матимуть доступу до PyPI.

source: Unique identifier for API token "%(token_description)s"
de: Eindeutige Kennung für API-Token %(token_description)s
el: Μοναδικό αναγνωριστικό για το API token "%(token_description)s"
eo: Unika identigilo de la API-ĵetono "%(token_description)s"
es: Identificador único de la ficha de API «%(token_description)s»
fr: Identifiant unique pour le jeton d'API « %(token_description)s »
he: מזהה ייחודי עבור אסימון API ״%(token_description)s״
id: Pengidentifikasi unik untuk token API "%(token_description)s"
it: Identificatore unico per il token API "%(token_description)s"
ja: APIトークン"%(token_description)s"の一意な識別子
pt: Identificador único para o token de API "%(token_description)s"
pt_br: Identificador único para o token de API "%(token_description)s"
ru: Уникальный идентификатор для API-токена "%(token_description)s"
sk: Jedinečný identifikátor pre token API "%(token_description)s"
ta: Unique identifier க்கு பநிஇ கிள்ளாக்கு "%(token_description)s"
tr: API belirteci %(token_description)s için benzersiz tanımlayıcı
uk: Унікальний ідентифікатор для API-токена «%(token_description)s»

source: Profile picture
de: Profilbild
el: Φωτογραφία προφίλ
eo: Profila bildo
es: Imagen de perfil
fr: Photo de profil
he: תמונת פרופיל
id: Gambar profil
it: Foto del profilo
ja: プロフィール画像
pt: Imagem de perfil
pt_br: Imagem de perfil
ru: Изображение профиля
sk: Profilový obrázok
ta: சுயவிவரம் picture
tr: Profil Fotoğrafı
uk: Зображення профілю

source: We use <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> to generate your profile picture based on your primary email address
de: Wir verwenden <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a>, um Profilbilder anhand der primären E-Mail-Adresse anzuzeigen.
el: Χρησιμοποιούμε το <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> για να δημιουργήσουμε φωτογραφίες προφίλ βασισμένες στην διεύθυνση email σας
eo: Ni uzas <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> por generi vian profilan bildon uzante vian ĉefan retpoŝtan adreson
es: Utilizamos <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> para generar su imagen de perfil en función de su dirección de correo principal
fr: Nous utilisons <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> pour générer votre photo de profil à partir de votre adresse e-mail principale
he: אנחנו משתמשים ב-<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> כדי לייצר את תמונת הפרופיל שלך על סמך כתובת האי-מייל הראשית
id: Kami menggunakan <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> untuk menghasilkan gambar profil Anda berdasarkan alamat email utama Anda
it: Noi usiamo <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> per generare la tua immagine del profilo basata sul tuo indirizzo email principale
ja: 主要メールアドレスに基づき<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a>を利用してプロフィール画像を作成します
pt: Usamos <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> para gerar a sua imagem de perfil à base no seu endereço de e-mail principal
pt_br: Nós usamos <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> para gerar sua imagem de perfil com base no seu endereço de e-mail principal
ru: Мы используем <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a>, чтобы сгенерировать ваше изображение профиля на основе вашей основной электронной почты
sk: Používame <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> na generovanie vašej profilovej fotky na základe vašej primárnej e-mailovej adresy
ta: We use <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> பெறுநர் generate your சுயவிவரம் picture based on your primary email முகவரி
tr: Profil fotoğrafınız birincil e-posta adresiniz kullanılarak oluşturmak için biz <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a> kullanıyoruz
uk: Ми використовуємо <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">gravatar.com</a>, щоб згенерувати ваше зображення профілю на основі вашої основної електронної адреси

source: Change image on gravatar.com
de: Bild auf gravatar.com ändern
el: Αλλαγή εικόνας στο gravatar.com
eo: Ŝanĝi bildon ĉe gravatar.com
es: Cambiar imagen en gravatar.com
fr: Modifier l'image sur gravatar.com
he: החלפת תמונה ב-gravatar.com
id: Ganti gambar di gravatar.com
it: Cambia immagine su gravatar.com
ja: gravatar.com上の画像を変更
pt: Alterar imagem no gravatar.com
pt_br: Alterar imagem no gravatar.com
ru: Изменить изображение на gravatar.com
sk: Zmena obrázka na gravatar.com
ta: Change படம் on gravatar.com
tr: gravatar.com adresindeki fotoğrafı değiştirin
uk: Змініть зображення на gravatar.com

source: Account details
de: Konto-Details
el: Λεπτομέρειες λογαριασμού
eo: Detaloj pri konto
es: Datos de cuenta
fr: Détails du compte
he: פרטי חשבון
id: Detail akun
it: Dettagli account
ja: アカウント詳細
pt: Detalhes da conta
pt_br: Detalhes da conta
ru: Информация об учётной записи
sk: Detaily účtu
ta: கணக்கு விவரங்கள்
tr: Hesap Detayları
uk: Деталі облікового запису

source: Date Joined
de: Beitrittsdatum
el: Ημερομηνία συμμετοχής
eo: Dato de aliĝo
es: Fecha de alta
fr: Date d'inscription
he: תאריך הצטרפות
id: Tanggal Bergabung
it: Data di adesione
ja: 登録日
pt: Data de entrada
pt_br: Data de entrada
ru: Дата регистрации
sk: Dátum pripojenia sa
ta: திகதி Joined
tr: Katılma Tarihi
uk: Дата приєднання

source: Displayed on your <a href="%(href)s">public profile</a>. Cannot be changed.
de: Wird im <a href="%(href)s">öffentlichen Profil</a> angezeigt. Kann nicht geändert werden.
el: Εμφανίστηκε στο <a href="%(href)s">δημόσιο προφίλ σας</a>. Δεν μπορεί να αλλαχθεί.
eo: Montrata sur via <a href="%(href)s">publika profilo</a>. Ne ŝanĝebla.
es: Se muestra en su <a href="%(href)s">perfil público</a>. No puede modificarse.
fr: Affiché sur votre <a href="%(href)s">profil public</a>. Ne peut pas être modifié.
he: מוצג ב<a href="%(href)s">פרופיל הפומבי</a> שלך. לא ניתן לשינוי.
id: Ditampilkan pada <a href="%(href)s">profil publik</a> anda. Tidak bisa diubah.
it: Mostrata sul tuo <a href="%(href)s">profilo pubblico</a>. Non può essere cambiata.
ja: <a href="%(href)s">公開プロフィール</a>に表示されます。変更できません。
pt: Exibido no seu <a href="%(href)s">perfil público</a>. Não pode ser alterado.
pt_br: Exibido em seu <a href="%(href)s">perfil público</a>. Não pode ser alterado.
ru: Отображается в вашем <a href="%(href)s">публичном профиле</a>. Не может быть изменена.
sk: Zobrazuje sa vo vašom <a href="%(href)s">verejnom profile</a>. Nedá sa zmeniť.
ta: உங்கள் <a href = "%(href)s"> பொது சுயவிவரம் </a> இல் காட்டப்படும். மாற்ற முடியாது.
tr: <a href="%(href)s">Açık profil</a>inizde görüntülenmektedir. Değiştirilemez.
uk: Відображається у вашому <a href="%(href)s">публічному профілі</a>. Не може бути змінено.

source: Full name
de: Voller Name
el: Πλήρες όνομα
eo: Plena nomo
es: Nombre completo
fr: Nom complet
he: שם מלא
id: Nama lengkap
it: Nome e Cognome
ja: フルネーム
pt: Nome completo
pt_br: Nome completo
ru: Полное имя
sk: Celé meno
ta: Full பெயர்
tr: Tam Adınız
uk: Повне ім'я

source: No name set
de: Kein Name angegeben
el: Δεν έχει οριστεί όνομα
eo: Neniu nomo donita
es: No se estableció ningún nombre
fr: Aucun nom défini
he: לא נקבע שם
id: Tidak ada nama yang ditetapkan
it: Nome non impostato
ja: 名前が設定されていません
pt: Nenhum nome definido
pt_br: Nenhum nome definido
ru: Имя не указано
sk: Nie je nastavené žiadne meno
ta: இல்லை பெயர் கணம்
tr: Hiç bir isim ayarlanmadı
uk: Ім'я не встановлено

source: Displayed on your <a href="%(href)s">public profile</a>
de: Wird auf dem <a href="%(href)s">öffentlichen Profil</a> angezeigt
el: Εμφανίστηκε στο <a href="%(href)s">δημόσιο προφίλ σας</a>
eo: Montrata sur via <a href="%(href)s">publika profilo</a>
es: Se muestra en su <a href="%(href)s">perfil público</a>
fr: Affiché sur votre <a href="%(href)s">profil public</a>
he: מוצג ב<a href="%(href)s">פרופיל הפומבי</a> שלך
id: Ditampilkan pada Anda <a href="%(href)s">profil publik</a> anda
it: Mostrato sul tuo <a href="%(href)s">profilo pubblico</a>
ja: <a href="%(href)s">公開プロフィール</a>に表示されます
pt: Exibido no seu <a href="%(href)s">perfil público</a>
pt_br: Exibido em seu <a href="%(href)s">perfil público</a>
ru: Отображается в вашем <a href="%(href)s">публичном профиле</a>
sk: Zobrazuje sa vo vašom <a href="%(href)s">verejnom profile</a>
ta: உங்கள் <a href = "%(href)s"> பொது சுயவிவரம் </a> இல் காட்டப்படும்
tr: <a href="%(href)s">Açık profil</a>inizde görüntülenmektedir
uk: Відображається у вашому <a href="%(href)s">публічному профілі</a>

source: ️Public email
de: Öffentliche E-Mail
eo: Publika retpoŝta adreso
es: Dirección de correo pública
fr: E-mail public
he: אי-מייל פומבי
id: ️Email publik
it: email pubblica
ja: 公開メールアドレス
pt: E-mail público
pt_br: E-mail público
ru: Публичный адрес электронной почты
sk: ️Verejný email
ta: Public பொது மின்னஞ்சல்
tr: Herkese açık e-posta
uk: Публічна електронна адреса

source: One of your verified emails can be displayed on your <a href="%(href)s">public profile</a> to logged-in users.
eo: Unu el viaj kontrolitaj retpoŝtaj adresoj povas esti montrata sur via <a href="%(href)s">publika profilo</a> al salutintoj.
es: Es posible revelar a otros usuarios registrados una de sus direcciones de correo verificadas <a href="%(href)s">en su perfil público</a>.
fr: L'une de vos adresses e-mail vérifiées peut être affichée sur votre <a href="%(href)s">profil public</a>, visible par les utilisateurs connectés.
he: אחד האי-מיילים המאומתים שלך יכול להיות מוצג ב<a href="%(href)s">פרופיל הפומבי</a> שלך למשתמשים שעברו הזדהות.
id: Salah satu email terverifikasi Anda dapat ditampilkan di <a href="%(href)s">profil publik</a> Anda untuk pengguna yang sudah masuk.
it: Uno dei tuoi indirizzi emails verificati può essere mostrato sul tuo <a href="%(href)s">profilo pubblico</a> agli utenti connessi.
pt: Um dos seus e-mails verificados pode ser exibido no seu <a href="%(href)s">perfil público</a> para utilizadores autenticados.
pt_br: Um de seus e-mails verificados pode ser exibido em seu <a href="%(href)s">perfil público</a> para usuários autenticados.
ru: Один из ваших подтверждённых адресов электронной почты может показываться зарегистрированным пользователям в вашем <a href="%(href)s">публичном профиле</a>.
sk: Jeden z vašich overených e-mailov sa môže zobraziť vo vašom <a href="%(href)s">verejnom profile</a> prihláseným používateľom.
ta: One of your verified emails can be displayed on your <a href="%(href)s">public profile</a> பெறுநர் logged-in users.
tr: Oturum açmış kullanıcılara göstermek için <a href="%(href)s">herkese açık profilinizde</a> onaylanmış e-postalarınızdan herhangi birini yayınlayabilirsiniz.
uk: Одна з підтверджених адрес може відображатися у вашому <a href="%(href)s">публічному профілі</a> для автентифікованих користувачів.

source: Update account
de: Konto aktualisieren
el: Αναβάθμιση λογαριασμού
eo: Ĝisdatigi konton
es: Actualizar cuenta
fr: Mettre à jour le compte
he: עדכון חשבון
id: Perbaharui akun
it: Modifica account
ja: アカウントを更新
pt: Atualizar a conta
pt_br: Atualizar conta
ru: Обновить учётную запись
sk: Aktualizovať účet
ta: புதுப்பிப்பு account
tr: Hesabı Güncelle
uk: Оновити обліковий запис

source: Account emails
de: E-Mail-Adressen des Kontos
el: Emails λογαριασμού
eo: Kontaj retpoŝtaj adresoj
es: Correos de la cuenta
fr: E-mails du compte
he: אי-מיילים בחשבון
id: Email akun
it: emails dell'account
ja: アカウントのメール
pt: E-mails da conta
pt_br: E-mails da conta
ru: Адреса электронной почты учётной записи
sk: E-maily účtu
ta: கணக்கு மின்னஞ்சல்கள்
tr: Hesap E-postaları
uk: Електронні адреси облікового запису

source: You can associate several emails with your account. You can use any <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Verified</span> email to recover your account, but only your <span class="badge">Primary</span> email will receive notifications.
de: Es können mehrere E-Mail-Adressen mit dem Konto verbunden werden. Alle Adressen mit dem Label <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Verifiziert</span> können zur Kontowiederherstellung verwendet werden, aber nur die mit dem Label <span class="badge">Primär</span> erhält Benachrichtigungsmails.
el: Μπορείτε να συσχετίσετε πολλαπλά email με τον λογαριασμό σας. Μπορείτε να χρησιμοποιήσετε οποιοδήποτε <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Επιβεβαιωμένο</span> email για να ανακτήστε τον λογαριασμό σας, αλλά μόνο το <span class="badge">Κύριο</span> email θα λαμβάνει ειδοποιήσεις.
eo: Vi povas asocii plurajn retpoŝtajn adreson al via konto. Vi povas uzii ajnan <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Kontrolitan</span> retpoŝtan adreson por reakiri vian konton, sed nur via <span class="badge">Ĉefa</span> retpoŝta adreso ricevos sciigojn.
es: Puede asociar varias direcciones de correo con su cuenta. Puede emplear cualquier dirección <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> verificada</span> para recuperar su cuenta, aunque únicamente la <span class="badge">principal</span> recibirá notificaciones.
fr: Vous pouvez associer plusieurs e-mails avec votre compte. Vous pouvez utiliser n'importe quelle adresse e-mail <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true">vérifiée</i></span> pour récupérer votre compte, mais seule votre adresse e-mail <span class="badge">principale</span> recevra des notifications.
he: ניתן לשייך מספר אי-מיילים לחשבונך. ניתן להשתמש בכל אי-מייל <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> מאומת</span> כדי לשחזר את חשבונך, אבל רק האי-מייל ה<span class="badge">ראשי</span> יקבל הודעות.
id: Anda dapat mengaitkan beberapa email dengan akun Anda. Anda bisa menggunakan semua email yang telah <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true">Verifikasi</i> </span> untuk memulihkan akun anda, tapi hanya alamat email <span class="badge">Utama</span> yang akan menerima pemberitahuan.
it: Puoi associare diverse email col tuo account. Puoi usare qualsiasi email <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Verificata</span> per recuperare il tuo account, ma solo la tua email <span class="badge">Principale</span> riceverà notifiche.
ja: アカウントには複数のメールを関連づけることができます。アカウントの回復には任意の<span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i>確認済</span>のアドレスを使用できますが、通知を受け取れるのは<span class="badge">主要</span>メールアドレスだけです。
pt: Pode associar vários e-mails à sua conta. Pode usar qualquer classe e-mail <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Verificado</span> para recuperar a sua conta, mas apenas o seu e-mail <span class="badge">principal</span> receberá notificações.
pt_br: Você pode associar vários e-mails à sua conta. Você pode usar qualquer classe e-mail <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Verificado</span> para recuperar sua conta, mas apenas o seu e-mail <span class="badge">Principal</span> receberá notificações.
ru: Вы можете привязать к своей учётной записи несколько адресов электронной почты. Любой <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i>Подтверждённый</span> адрес электронной почты вы можете использовать для восстановления учётной записи, но уведомления будут приходить только на ваш <span class="badge">Основной</span> адрес электронной почты.
sk: K svojmu účtu môžete priradiť niekoľko e-mailov. Na obnovenie účtu môžete použiť akýkoľvek <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> overený</span> e-mail, ale upozornenia budú dostávať iba váš <span class="badge">Primárny</span> e-mail.
ta: You can associate several emails with your account. You can use any <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Verified</span> email பெறுநர் recover your account, but only your <span class="badge">Primary</span> email will receive notifications.
tr: Hesabınıza birden fazla e-posta ekleyebilirsiniz. <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Onaylanmış</span> e-postanızla hesabınızı kurtarabilirsiniz, ancak sadece <span class="badge">birincil</span> e-postanız bildirimleri alacaktır.
uk: Ви можете пов'язати кілька електронних адрес зі своїм обліковим записом. Ви можете використовувати будь-яку <span class="badge badge--success"><i class="fa fa-check" aria-hidden="true"></i> Підтверджену</span> електронну адресу, щоб відновити свій обліковий запис, але лише ваша <span class="badge">Основна</span> адреса отримуватиме сповіщення.
