Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Warehouse is open source, and we would love to see some new faces working on the project. You <strong>do not</strong> need to be an experienced open-source developer to make a contribution – in fact, we'd love to help you make your first open source pull request!
de: Warehouse ist Open-Source-Software, und wir freuen uns immer über frische Gesichter, die sich am Projekt beteiligen möchten. Vorherige Erfahrung als Open-Source-Entwickler*in <strong>ist nicht</strong> notwendig – wir wären sogar stolz, Dir zu deinem ersten Open-Source Pull-Request zu verhelfen!
el: Το Warehouse είναι ανοικτού-κώδικα και θα χαρούμε πολύ να δούμε νέα πρόσωπα να δουλεύουν σε αυτό το project. <strong>Δεν χρειάζεται</strong> να είστε κάποιος ειδικός προγραμματιστής ανοικτού-κώδικα για να συνεισφέρετε. Στην πραγματικότητα, θα χαρούμε να σας βοηθήσουμε να κάνετε το πρώτο σας pull request ανοικτού-κώδικα!
eo: Warehouse estas malfermita kodo, kaj ni ŝatus novulojn eklaborantajn pri la projekto. Vi <strong>ne</strong> devas esti sperta malfermitkoda evoluiganto por kontribui — fakte, ni ŝatus helpi vin fari vian unuan malfermitkodan tirpeton!
es: Warehouse es de código abierto; nos encantaría ver caras nuevas trabajando en el proyecto. <strong>No</strong> es necesario que cuente con experiencia de desarrollo de código abierto para contribuir: sin ir más lejos, ¡estaremos encantados de ayudarle a crear su primera <em>pull request</em>!
fr: Warehouse est libre, et nous aimerions voir de nouveaux visages travailler sur le projet. Vous <strong>n'avez pas</strong> besoin d'être un développeur libre pour apporter une contribution - en réalité, nous serions ravi de vous aider à réaliser votre première pull request libre !
he: ‏Warehouse הוא פרויקט קוד פתוח ואנחנו נשמח לראות פנים חדשות עובדות עליו. <strong>אינך</strong> צריך/ה להיות מפתח קוד פתוח מנוסה כדי לקחת חלק ולתרום – בעצם, היינו שמחים לעזור לך ליצור את ה-pull request הראשון שלך בקוד פתוח!
id: Warehouse adalah open source, dan kami ingin melihat beberapa wajah baru mengerjakan proyek ini. Anda <strong> tidak </strong> perlu menjadi pengembang sumber terbuka yang berpengalaman untuk memberikan kontribusi - faktanya, kami akan senang membantu Anda membuat pull request sumber terbuka pertama Anda!
it: Il Warehouse è open source, e ci piacerebbe vedere qualche nuova faccia lavorare al progetto. <strong>Non occorre</strong> che tu sia un esperto sviluppatore open source per dare un contributo - infatti, ci piacerebbe aiutarti a fare la tua prima richiesta pull open source!
ja: 貢献するにあたって、あなたが経験豊富なオープンソース開発者である必要は<strong>ありません</strong>。実際私たちは、あなたがオープンソースに初めてpull requestを送ることに手を貸したいと思っています！
pt: Warehouse é de código aberto e gostaríamos de ver alguns rostos novos trabalhando no projeto. <strong>Não</strong> precisa ser um programador de código aberto experiente para fazer uma contribuição - na verdade, gostaríamos de ajudá-lo a fazer o seu primeiro pull request de código aberto!
pt_br: Warehouse é um código aberto, e gostaríamos de ver alguns rostos novos trabalhando no projeto. Você <strong>não</strong> precisa ser um desenvolvedor de código aberto experiente para fazer uma contribuição - na verdade, gostaríamos de ajudá-lo a fazer o seu primeiro pull request de código aberto!
ru: Warehouse является проектом с открытым исходным кодом, и нам хотелось бы видеть новые лица, над ним работающие. Вам <strong>не обязательно</strong> быть опытным разработчиком открытого исходного кода, чтобы начать вносить свой вклад — на самом деле мы с радостью поможем вам сделать ваш первый запрос на вытягивание в проект с открытым исходным кодом!
sk: Warehouse je open source a boli by sme radi, keby na projekte pracovali nejaké nové tváre. Aby ste mohli prispieť, <strong>nemusíte</strong> byť skúseným vývojárom open source – v skutočnosti by sme vám radi pomohli podať vašu prvú požiadavku na stiahnutie open source!
ta: கிடங்கு திறந்த மூலமாகும், மேலும் திட்டத்தில் சில புதிய முகங்களைக் காண விரும்புகிறோம். நீங்கள் <strong> வேண்டாம் </strong> ஒரு பங்களிப்பைச் செய்ய ஒரு அனுபவமிக்க திறந்த மூல டெவலப்பராக இருக்க வேண்டும்-உண்மையில், உங்கள் முதல் திறந்த மூல இழுக்கும் கோரிக்கையை உருவாக்க உங்களுக்கு உதவ நாங்கள் விரும்புகிறோம்!
tr: Warehouse açık kaynaklı bir proje ve bu projede çalışan yeni yüzler görmeyi çok istiyoruz. Katkı sağlamak için tecrübeli bir açık-kaynak geliştiricisi olmak zorunda <strong>değilsiniz</strong>. Hatta ilk açık-kaynak pull request'inizi yapmanıza yardımcı olmaktan mutluluk duyarız!
uk: Warehouse має відкритий код і ми були б раді бачити роботу нових облич у проєкті. Вам <strong>не</strong> потрібно мати досвід у розробці відкритого коду, щоб зробити вклад — насправді, ми залюбки допоможемо вам зробити свій перший опенсорцний пул-реквест!

source: If you have skills in Python, Full-Text Search, HTML, SCSS, JavaScript, or SQLAlchemy then skim our <a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">"Getting started" guide</a>, then take a look at the <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">issue tracker</a>. We've created a <a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">'Good first issue'</a> label – we recommend you start here.
eo: Se vi scipovas Python, plentekstan serĉadon, HTML, SCSS, JavaScript aŭ SQLAlchemy, do legu nian <a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">Gvidilon por Komencantoj </a>, kaj tralegu la <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">problemspurilon</a>. Ni kreis la etikedon <a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">«Good first issue» (Bona unua cimo)</a> – ni rekomendas, ke vi komencu per tio.
ru: Если вы владеете Python'ом, полнотекстовым поиском, HTML, SCSS, JavaScript или SQLAlchemy, то просмотрите наше <a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">Руководство для начинающих</a>, а потом ознакомьтесь с <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">системой отслеживания ошибок</a>. Мы создали метку <a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">'Good first issue'</a> — мы рекомендуем начать с нее.
sk: Ak máte zručnosti v Pythone, Full-textové vyhľadávanie, HTML, SCSS, JavaScript, alebo SQLAlchemy potom lyžovať naše <a href="%(getting_started_href)s" title="%(title)s" target="_blank" rel="noopener">%(title)s" cieľ="_blank" rel="noopener">"Getting začal" sprievodca</a>, potom sa pozrieť na <a href="%(issue_tracker_href)s" title="%(title)s" target="_blank" rel="noopener">[277X][277X] ="_blank" ="" stoper" ="noblank" ="" ="" Vytvorili sme <a href="%(good_first_issue_href)s" title="%(title)s" target="_blank" rel="noopener">%(title)s" cieľ="_blank" rel="noopener"> 'Dobrý prvý problém '</a> štítok – odporúčame vám začať tu.
ta: பைதான், முழு உரை தேடல், HTML, SCSS, JAVASCRIPT, அல்லது SQlalChemy ஆகியவற்றில் உங்களுக்கு திறன்கள் இருந்தால், எங்கள் <a href = "%(getting_started_href)s" தலைப்பு = "%(தலைப்பு)" இலக்கு = "_ வெற்று" rel = "_ வெற்று" "noopener"> "தொடங்குதல்" வழிகாட்டி </a>, பின்னர் <a href = "%(title)s" தலைப்பு = "%(issue_tracker_href)s" இலக்கு = "_ வெற்று" rel = "noopener" > டிராக்கரை வெளியிடுங்கள் </a>. நாங்கள் ஒரு <a href = "%(title)s" தலைப்பு = "%(good_first_issue_href)s" இலக்கு = "_ வெற்று" rel = "noopener"> 'நல்ல முதல் வெளியீடு' </a> சிட்டை - நாங்கள் உங்களுக்கு பரிந்துரைக்கிறோம் இங்கே தொடங்கவும்.

source: Issues are grouped into <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">milestones</a>; working on issues in the current milestone is a great way to help push the project forward. If you're interested in working on a particular issue, leave a comment, and we can guide you through the contribution process.
eo: Problemoj estas grupigitaj en <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">mejloŝtonojn</a>; laborado pri problemoj en la aktuala mejloŝtono bonege antaŭenpuŝas la projekton. Se vi interesiĝas pri specifa problemo, lasu komenton, kaj ni gvidos vin tra la procedo de kontribuado.
ru: Вопросы сгруппированы в <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> мильстоны </a>; работа над вопросами в текущей вехе - отличный способ помочь продвинуть проект вперед. Если вы заинтересованы в работе над конкретным вопросом, оставьте комментарий, и мы можем направлять вас через процесс вклада.
sk: Problémy sú zoskupené do <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">míľnikov</a>; práca na problémoch v aktuálnom míľniku je skvelý spôsob, ako pomôcť posunúť projekt vpred. Ak máte záujem pracovať na konkrétnom probléme, zanechajte komentár a my vás prevedieme procesom prispievania.
ta: சிக்கல்கள் <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> மைல்கற்கள் </a>; தற்போதைய மைல்கல்லில் சிக்கல்களில் ஈடுபடுவது திட்டத்தை முன்னோக்கி தள்ள உதவும் சிறந்த வழியாகும். ஒரு குறிப்பிட்ட சிக்கலில் பணியாற்ற நீங்கள் ஆர்வமாக இருந்தால், ஒரு கருத்தை இடுங்கள், பங்களிப்பு செயல்முறையின் மூலம் நாங்கள் உங்களுக்கு வழிகாட்ட முடியும்.

source: Stay updated:
de: Auf dem Laufenden bleiben:
el: Μείνετε ενημερωμένοι:
eo: Restu ĝisdatigata:
es: Manténgase al día:
fr: Restez informé :
he: הישאר/י מעודכן/ת:
id: Tetap terupdate:
it: Rimani aggiornato:
ja: 最新情報:
pt: Mantenha-se atualizado:
pt_br: Mantenha-se atualizado:
ru: Оставайтесь в курсе событий:
sk: Zostaňte informovaní:
ta: புதுப்பிக்கப்பட்டு:
tr: Güncel kalın:
uk: Будьте в курсі оновлень:

source: You can also follow the ongoing development of the project on the <a href="%(discourse_forum_href)s" title="%(title)s" target="_blank" rel="noopener">Python packaging forum on Discourse</a>.
eo: Vi ankaŭ povas sciiĝi pri la evoluadon de la projekto ĉe la <a href="%(discourse_forum_href)s" title="%(title)s" target="_blank" rel="noopener">forumo pri pakado de Python en Discourse</a>.
it: Puoi anche seguire gli sviluppi del progetto in corso sulla <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">mailing list disutils-sig</a> e sul <a href="%(discourse_forum_href)s" title="%(title)s" target="_blank" rel="noopener"> forum Python packaging su Discourse</a>.
pt: Também pode acompanhar o desenvolvimento contínuo do projeto no <a href="%(discourse_forum_href)s" title="%(title)s" target="_blank" rel="noopener">fórum de empacotamento do Python no Discourse</a>.
pt_br: Você também pode acompanhar o desenvolvimento contínuo do projeto no <a href="%(discourse_forum_href)s" title="%(title)s" target="_blank" rel="noopener">fórum de empacotamento do Python no Discourse</a>.
ru: Также вы можете следить за текущим развитием проекта через <a href="%(discourse_forum_href)s" title="%(title)s" target="_blank" rel="noopener"> форум на Discourse, посвящённый пакетирования в Python’е</a>.
sk: Môžete tiež sledovať prebiehajúci vývoj projektu na <a href="%(discourse_forum_href)s" title="%(title)s" target="_blank" rel="noopener">Python packaging forum on Discourse</a>.
ta: <A href = "%(discourse_forum_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" ரெல் = "நூபனர்"> சொற்பொழிவு குறித்த பைதான் பேக்கேசிங் மன்றம் </ இல் திட்டத்தின் தற்போதைய வளர்ச்சியையும் நீங்கள் பின்பற்றலாம் a>.

source: Changes to PyPI are generally announced on both the <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">pypi-announce mailing list</a> and the <a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">PyPI blog</a>. The PyPI blog also has an <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS</a> feed.
eo: Ŝanĝoj pri PyPI ĝenerale anonciĝas ĉe kaj la <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">dissendolisto «pypi-announce»</a> kaj la <a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">retejo de PyPI</a>. La retejo de PyPI ankaŭ provizas <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS </a>-abonfluon.
ru: Об изменениях в PyPI обычно сообщается как в списке рассылки <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">pypi-announce</a>, так и в блоге <a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">PyPI blog</a>.В блоге PyPI также есть <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">RSS-лента</a>.
sk: Zmeny PyPI sú všeobecne oznámené na oboch <a href="%(mailing_list_href)s" title="%(title)s" target="_blank" rel="noopener">%(title)s" cieľ="_blank" rel="noopener">pypi-announce mailing zoznamu</a> a <a href="%(blog_href)s" title="%(title)s" target="_blank" rel="noopener">%(title)s" target="blank" rel="noopener">PyPI blog[X]. PyPI blog má tiež <a href="%(rss_href)s" title="%(title)s" target="_blank" rel="noopener">%(title)s" cieľ="_blank" rel="noopener">RSS</a> kŕmiť.
ta: PYPI இன் மாற்றங்கள் பொதுவாக <a href = "%(mailing_list_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> pypi- Antouns Mail பட்டியல் </a> மற்றும் இரண்டிலும் அறிவிக்கப்படுகின்றன. <a href = "%(blog_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> pypi வலைப்பதிவு </a>. PYPI வலைப்பதிவில் <a href = "%(rss_href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> rss </a> ஊட்டமும் உள்ளது.

source: All traffic is routed through our global CDN, which lists their public IP addresses here: <a href="%(href)s">%(href)s</a>.
de: Der gesamte Netzwerk-Verkehr wird durch unser globales CDN geleitet, die öffentlichen IP-Adressen sind hier aufgelistet: <a href="%(href)s">%(href)s</a>.
eo: Ĉiom da trafiko fluas tra nia tutmonda enhavo-liveranta reto, kies publikaj IP-adresoj troviĝas ĉi tie: <a href="%(href)s">%(href)s</a>.
es: Todo el tráfico es enrutado a través de nuestro CDN global, que lista las direcciones IP públicas aquí: <a href="%(href)s">%(href)s.
it: Tutto il traffico viene instradato attraverso il nostro CDN globale, che elenca i loro indirizzi IP pubblici qui: <a href="%(href)s">%(href)s</a>.
pt: Todo o tráfico é encaminhado através da nossa CDN global, a qual lista seu endereço IP público aqui: <a href="%(href)s">%(href)s</a>.
ru: Весь трафик направляется через наш глобальный CDN, который перечисляет свои публичные IP-адреса здесь: <a href="%(href)s">%(href)s</a>.
sk: Všetka prevádzka je smerovaná cez našu globálnu sieť CDN, ktorá uvádza ich verejné IP adresy tu: <a href="%(href)s">%(href)s</a>.
ta: அனைத்து போக்குவரத்தும் எங்கள் உலகளாவிய சி.டி.என் மூலம் திசைதிருப்பப்படுகிறது, இது அவர்களின் பொது ஐபி முகவரிகளை இங்கே பட்டியலிடுகிறது: <a href = "%(href)s">%(href)s </a>.

source: More information about this list can be found here: <a href="%(href)s">%(href)s</a>.
eo: Jen pliaj informoj pri tiu listo: <a href="%(href)s">%(href)s</a>.
it: Per riottenere l'accesso al tuo account, <a href="%(href)s">reimposta la tua password</a> su PyPI.
ru: Более подробную информацию об этом списке можно найти здесь: <a href="%(href)s">%(href)s</a>.
sk: Viac informácií o tomto zozname nájdete tu: <a href="%(href)s">%(href)s</a>.
ta: இந்த பட்டியலைப் பற்றிய கூடுதல் தகவல்களை இங்கே காணலாம்: <a href = "%(href)s">%(href)s </a>.
uk: Більше інформації про цей список можна знайти тут: <a href="%(href)s">%(href)s</a>.

source: When Warehouse's maintainers are deploying new features, at first we mark them with a small "beta feature" symbol to tell you: this should probably work fine, but it's new and less tested than other site functionality.
de: Wenn die Betreuer des Warehouse-Projekts neue Funktionen bereitstellen, werden sie zuerst mit einem kleinen "Beta Funktion" Symbol markiert, um Ihnen zu sagen: Dies sollte wahrscheinlich funktionieren, ist aber neu und weniger getestet, als die anderen Webseiten-Funktionen.
el: Όταν οι συντηρητές του Warehouse ανεβάζουν νέα χαρακτηριστικά, στην αρχή τα μαρκάρουμε με ένα μικρό σύμβολο "beta feature" για να σας πούμε: αυτό μάλλον θα δουλέψει κανονικά αλλά είναι νέο και λιγότερο τεσταρισμένο από άλλη λειτουργία της ιστοσελίδας.
eo: Kiam la prizorgantoj de Warehouse deplojas novajn funkciojn, unue ni markas ilin per malgranda simbolo "beta-funkcio" por sciigi vin ke: ĉi tio probable funkcias bone, sed ĝi estas nova kaj malpli provita ol aliaj retejaj funkcioj.
es: Cuando los mantenedores de Warehouse implementamos funciones nuevas, al principio las marcamos con un pequeño símbolo de «función beta» para decirle: esto probablemente funcione bien, pero es nuevo y no se ha probado con el mismo rigor que otras funciones del sitio.
fr: Lorsque les mainteneurs de Warehouse déploient de nouvelles fonctionnalités, dans un premier temps nous les marquons comme des « fonctionnalités bêta » pour vous dire : Cela devrait probablement très bien fonctionner, mais c'est nouveau et moins testé que les autres fonctionnalités du site.
he: כאשר המפתחים של Warehouse משחררים יכולות חדשות, אנחנו מסמנים אותן תחילה בסמל "יכולת בטא" קטן כדי לומר לך: זה כנראה צריך לעבוד בסדר, אבל זה חדש ופחות בדוק מאשר שאר הפונקציונליות של האתר.
id: Saat pengelola Gudang menerapkan fitur baru, pertama-tama kami menandainya dengan simbol kecil "fitur beta" untuk memberi tahu Anda: ini mungkin berfungsi dengan baik, tetapi ini baru dan kurang teruji dibandingkan fungsi situs lainnya.
it: Quando ii manutentori del Warehouse spiegano nuove caratteristische, all'inizio le contrassegniamo con un piccolo symbolo "caratteristica beta" per dirti: "questo dovrebbe funzionare bene, ma è nuovo e meno testato di altre funzionalità del sito".
ja: Warehouseのメンテナが新しい機能を開発するとき、最初に小さな"ベータ機能（beta feature）"記号をつけて、次のことを伝えます: これは正常に動作するはずですが、新しい機能であり、他のサイトの機能よりもテストが不十分です。
pt: Quando os mantenedores do Warehouse estão implantando novos recursos, no início marcamos tais recursos com um pequeno símbolo "recurso beta" para dizer: isso provavelmente deve funcionar bem, mas é novo e menos testado do que a outra funcionalidade do site.
pt_br: Quando os mantenedores do Warehouse estão implantando novos recursos, no início, nós marcamos tais recursos com um pequeno símbolo "recurso beta" para dizer: isso provavelmente deve funcionar bem, mas é novo e menos testado do que a outra funcionalidade do site.
ru: Когда сопровождающие Warehouse внедряют новые функции, сперва мы их помечаем маленьким символом «бета-функции», чтобы сказать вам: она, вероятно, будет работать хорошо, но это новая и менее проверенная функциональность, нежели другие возможности сайта.
sk: Keď správcovia Warehouse nasadzujú nové funkcie, najprv ich označíme malým symbolom „beta funkcie“, aby sme vám povedali: toto by pravdepodobne malo fungovať dobre, ale je to nové a menej testované ako iné funkcie webu.
ta: கிடங்கின் பராமரிப்பாளர்கள் புதிய அம்சங்களைப் பயன்படுத்தும்போது, முதலில் அவற்றை உங்களுக்குச் சொல்ல ஒரு சிறிய "பீட்டா நற்பொருத்தம்" சின்னத்துடன் அவற்றைக் குறிக்கிறோம்: இது நன்றாக வேலை செய்ய வேண்டும், ஆனால் இது மற்ற தள செயல்பாடுகளை விட புதியது மற்றும் குறைவாக சோதிக்கப்படுகிறது.
tr: Warehouse' un geliştiricileri yeni özellikleri kullanıma açtıklarında bu yeni özellikleri bir süre küçük "beta feature" sembolü ile işaretliyoruz.Bu şu anlama geliyor: bu özellik muhtemelen düzgün çalışacak, yinede daha yeni bir özellik ve diğer özelliklere göre daha az test edildi.
uk: Коли доглядачі Warehouse'а розгортають нові функції, спершу ми позначаємо їх маленьким символом «бета-функція» аби сказати вам: це ймовірно працює добре, але воно нове і менш перевірене за інші функції сайту.

source: Currently, no features are in beta.
eo: Aktuale, neniu funkcio estas beta-testata.
es: Actualmente, no hay ninguna función en beta.
fr: Actuellement, aucune fonctionnalité n'est en version bêta.
he: כרגע, אין יכולות שהן בבטא.
id: Saat ini, tidak ada fitur dalam versi beta.
it: Attualmente, nessuna caratteristica è in beta.
ja: 現在、ベータ版の機能はありません。
pt: Atualmente, nenhum recurso está na versão beta.
pt_br: Atualmente, nenhum recurso está na versão beta.
ru: В настоящее время никаких функций в бета-версии нет.
sk: V súčasnosti nie sú žiadne funkcie v beta verzii.
ta: தற்போது, எந்த அம்சங்களும் பீட்டாவில் இல்லை.
tr: Şu anda beta sürümünde hiçbir özellik yok.
uk: Наразі, немає функцій в бета.
