Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: <a href="%(href)s">%(username)s</a> changed to project %(role_name)s
de: <a href="%(href)s">%(username)s</a> wurde zum %(role_name)s des Projekts
el: <a href="%(href)s">%(username)s</a> άλλαξε ως %(role_name)s στο project
eo: <a href="%(href)s">%(username)s</a> ŝanĝita al projekta %(role_name)s
es: <a href="%(href)s">%(username)s</a> funge ahora como %(role_name)s del proyecto
fr: <a href="%(href)s">%(username)s</a> a été promu en tant que %(role_name)s du projet
he: <a href="%(href)s">%(username)s</a> שונה להיות %(role_name)s בפרויקט
id: <a href="%(href)s">%(username)s</a> diubah menjadi proyek %(role_name)s
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
ja: <a href="%(href)s">%(username)s</a> を %(role_name)s として変更
pt: <a href="%(href)s">%(username)s</a> alterado para %(role_name)s do projeto
pt_br: <a href="%(href)s">%(username)s</a> alterado para %(role_name)s do projeto
ru: Пользователь <a href="%(href)s">%(username)s</a> сменил роль в проекте на %(role_name)s
sk: <a href="%(href)s">%(username)s</a> zmenené na projekt %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> திட்ட%(role_name)s என மாற்றப்பட்டது
tr: <a href="%(href)s">%(username)s</a> %(role_name)s olarak projedeki yetkilerini değiştirdiler
uk: <a href="%(href)s">%(username)s</a> стає %(role_name)s проєкту

source: <a href="%(href)s">%(username)s</a> invited to join as project %(role_name)s
eo: <a href="%(href)s">%(username)s</a> invitiĝis aliĝi kiel projekta %(role_name)s
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: <a href="%(href)s">%(username)s</a> convidado para participar como %(role_name)s do projeto
pt_br: <a href="%(href)s">%(username)s</a> convidado para participar como %(role_name)s do projeto
ru: <a href="%(href)s">%(username)s </a> предложил присоединиться к проекту %(role_name)s
sk: <a href="%(href)s">%(username)s</a> bol pozvaný pripojiť sa ako projekt %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> திட்ட%(role_name)s ஆக சேர அழைக்கப்பட்டன

source: <a href="%(href)s">%(username)s</a> declined invitation to join as project %(role_name)s
eo: <a href="%(href)s">%(username)s</a> malakceptis inviton aliĝi kiel projekta %(role_name)s
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: <a href="%(href)s">%(username)s</a> recusou o convite para participar como %(role_name)s do projeto
pt_br: <a href="%(href)s">%(username)s</a> recusou o convite para participar como %(role_name)s do projeto
ru: <a href="%(href)s">%(username)s</a> отклонил приглашение присоединиться к проекту %(role_name)s
sk: <a href="%(href)s">%(username)s</a> odmietol pozvanie pripojiť sa ako projekt %(role_name)s
ta: <a href = "%(href)s">%(username)s </a> திட்ட%(role_name)s ஆக சேர அழைப்பை மறுத்துவிட்டது

source: Revoked invitation for <a href="%(href)s">%(username)s</a> to join as project %(role_name)s
eo: Nuligis inviton por <a href="%(href)s">%(username)s</a> aliĝi kiel projekta %(role_name)s
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: Revogado o convite para <a href="%(href)s">%(username)s</a> participar como %(role_name)s do projeto
pt_br: Revogado o convite para <a href="%(href)s">%(username)s</a> participar como %(role_name)s do projeto
ru: Отказавшись от приглашения <a href="%(href)s">%(username)s</a> присоединиться к проекту %(role_name)s
sk: Odvolaná pozvánka pre <a href="%(href)s">%(username)s</a> na pripojenie sa ako projekt %(role_name)s
ta: <A href = "%(href)s">%(username)s </a> திட்ட%(role_name)s ஆக சேர ரத்து செய்யப்பட்ட அழைப்பிதழ் கள்

source: %(team_name)s team added as project %(role_name)s
eo: Teamo %(team_name)s aldonita al la projekto %(role_name)s
it: <a href="%(href)s">%(username)s</a> aggiunto come %(role_name)s del progetto
pt: Equipa %(team_name)s adicionada como %(role_name)s do projeto
pt_br: Equipe %(team_name)s adicionada como %(role_name)s do projeto
ru: %(team_name)s команда добавлена как проект %(role_name)s
sk: %(team_name)s tím pridaný ako projekt %(role_name)s
ta: %(team_name)s குழு திட்ட %(role_name)s என சேர்க்கப்பட்டது

source: %(team_name)s team changed to project %(role_name)s
eo: Teamo %(team_name)s ŝanĝiĝis al la projekto %(role_name)s
it: <a href="%(href)s">%(username)s</a>cambiato a %(role_name)s del progetto
pt: Equipa %(team_name)s alterada para %(role_name)s do projeto
pt_br: Equipe %(team_name)s alterada para %(role_name)s do projeto
ru: %(team_name)s команда изменилась на проект %(role_name)s
sk: Tím %(team_name)s sa zmenil na projekt %(role_name)s
ta: %(team_name)s குழு திட்ட %(role_name)s என மாற்றப்பட்டது

source: %(team_name)s team removed as project %(role_name)s
eo: Teamo %(team_name)s estis forigita el la projekto %(role_name)s
it: <a href="%(href)s">%(username)s</a> rimosso da %(role_name)s del progetto
pt: Equipa %(team_name)s removida como %(role_name)s do projeto
pt_br: Equipe %(team_name)s removida como %(role_name)s do projeto
ru: %(team_name)s команда удалена как проект %(role_name)s
sk: %(team_name)s tím odstránený ako projekt %(role_name)s
ta: %(team_name)s குழு திட்ட %(role_name)s என அகற்றப்பட்டது

source: Project added to %(organization_name)s organization
eo: Projekto aldonita al la organizaĵo %(organization_name)s
it: Ora sei ${role} del progetto '${project_name}'.
pt: Projeto adicionado à organização %(organization_name)s
pt_br: Projeto adicionado à organização %(organization_name)s
ru: Проект добавлен в %(organization_name)s
sk: Projekt bol pridaný do organizácie %(organization_name)s
ta: திட்டம் %(அமைப்பு_பெயர்) அமைப்பில் சேர்க்கப்பட்டது

source: Project removed from %(organization_name)s organization
eo: Projekto malaldonita el la organizaĵo %(organization_name)s
it: Ora sei ${role} del progetto '${project_name}'.
pt: Projeto removido da organização %(organization_name)s
pt_br: Projeto removido da organização %(organization_name)s
ru: Проект исключен из %(organization_name)s организации
sk: Projekt bol odstránený z organizácie %(organization_name)s
ta: திட்டம் %(அமைப்பு_பெயர்) அமைப்பிலிருந்து அகற்றப்பட்டது

source: Short-lived API token created
eo: Provizora API-ĵetono kreiĝis
it: Token API rimosso
pt: Token de API de curta duração criado
pt_br: Token de API de curta duração criado
ru: Созданный короткоживущий токен API
sk: Krátkodobý token rozhrania API bol vytvorený
ta: குறுகிய கால பநிஇ கிள்ளாக்கு உருவாக்கப்பட்டது

source: Permissions: Can upload to this project
de: Berechtigungen: Kann zu diesem Projekt hochladen
el: Άδειες: Μπορεί να ανεβάσει σε αυτό το project
eo: Permesoj: Rajtas alŝuti al ĉi tiu projekto
es: Permisos: puede cargar en este proyecto
fr: Permissions : Peut publier dans ce projet
he: הרשאות: יכול/ה להעלות לפרויקט זה
id: Izin: Dapat mengunggah ke proyek ini
it: Permessi: Può caricare su questo progetto
ja: 権限: このプロジェクトにアップロード可能
pt: Permissões: pode enviar para este projeto
pt_br: Permissões: pode enviar para este projeto
ru: Права доступа: Может загружать в этот проект
sk: Povolenia: Môže nahrávať do tohto projektu
ta: அனுமதிகள்: இந்த திட்டத்தில் பதிவேற்றலாம்
tr: İzinler: Bu Projeye Yükleme Yapabilir
uk: Допуски: Може завантажувати до цього проєкту

source: Expiration:
de: Ablaufdatum:
eo: Eksvalidiĝo:
es: Vencimiento:
it: Scadenza:
pt: Expiração:
pt_br: Expiração:
ru: Прекращение:
sk: Expirácia:
ta: காலாவதியாகும்:

source: Expiration status:
eo: Stato de valideco:
ru: Статус истечения:
sk: Stav vypršania platnosti:
ta: காலாவதி நிலை:

source: Expired
de: Abgelaufen
eo: Eksvalidiĝinta
es: Expirado
it: Scaduto
pt: Expirado
pt_br: Expirado
ru: Просроченный
sk: Platnosť vypršala
ta: காலாவதியான

source: Creator
eo: Kreinto
it: Creatore
ru: Создатель
sk: Tvorca
ta: உருவாக்கியவர்

source: API token created
eo: API-ĵetono kreita
it: Token API creato
pt: Token de API criado
pt_br: Token de API criado
ru: API-токен создан
sk: Token rozhrania API bol vytvorený
ta: பநிஇ கிள்ளாக்கு உருவாக்கப்பட்டது

source: Controlled by:
de: Überprüft von:
el: Ελέγχεται από:
eo: Regata de:
es: Controlado por:
fr: Contrôlé par :
he: נשלט/ת על ידי:
id: Dikendalikan oleh:
it: Controllato da:
ja: 管理者:
pt: Controlado por:
pt_br: Controlado por:
ru: Проконтролироавно:
sk: Ovládané:
ta: மூலம் கட்டுப்படுத்தப்படுகிறது:
tr: Denetleyen:
uk: Контролюється:

source: Trusted publisher added
de: Vertrauenswürdiger Herausgeber hinzugefügt
eo: Fidata eldonanto estis aldonita
es: Publicador confiable añadido
it: Editore attendibile aggiunto
pt: Publicador confiável adicionado
pt_br: Publicador confiável adicionado
ru: Доверенный издатель добавлен
sk: Bol pridaný dôveryhodný vydavateľ
ta: நம்பகமான வெளியீட்டாளர் மேலும் கூறினார்

source: Trusted publisher removed
de: Vertrauenswürdiger Herausgeber entfernt
eo: Fidata eldonanto estis forigita
es: Publicador confiable removido
it: Editore attendibile rimosso
pt: Publicador confiável removido
pt_br: Publicador confiável removido
ru: Доверенный издатель удален
sk: Dôveryhodný vydavateľ bol odstránený
ta: நம்பகமான வெளியீட்டாளர் அகற்றப்பட்டார்

source: 2FA requirement enabled
eo: Dupaŝa aŭtentikigo necesigita
es: Requisito de A2F activado
id: Persyaratan 2FA diaktifkan
it: Requisito di 2FA abilitato
pt: Requisito de 2FA ativado
pt_br: Requisito de 2FA habilitado
ru: Требование 2FA включено
sk: Požiadavka 2FA je povolená
ta: 2FA தேவை இயக்கப்பட்டது
uk: Вимогу двофакторної автентифікації увімкнено

source: Enabled by:
eo: Ŝaltita de:
id: Diaktifkan oleh:
it: Abilitato da:
pt: Ativado por:
pt_br: Habilitado por:
ru: Включить:
sk: Povolené:
ta: வழங்கியவர்:
uk: Ким увімкнено:

source: 2FA requirement disabled
eo: Dupaŝa aŭtentikigo malnecesigita
id: Persyaratan 2FA dinonaktifkan
it: Requisito di 2FA disabilitato
pt: Requisito de 2FA desativado
pt_br: Requisito de 2FA desabilitado
ru: Требование 2FA отключено
sk: Požiadavka 2FA je vypnutá
ta: 2FA தேவை முடக்கப்பட்டது
uk: Вимогу двофакторної автентифікації вимкнено

source: Disabled by:
eo: Malŝaltita de:
id: Dinonaktifkan oleh:
it: Disabilitato da:
pt: Desativado por:
pt_br: Desabilitado por:
ru: Отключено:
sk: Zakázané používateľom:
ta: முடக்கப்பட்டது:
uk: Ким вимкнено:

source: Project archived
eo: Projekto enarĥivigita
ru: Архив проекта
ta: திட்ட காப்பகப்படுத்தப்பட்டது
uk: Проєкт архівовано

source: Archived by:
eo: Enarĥivigita de:
ru: Архивировано по:
ta: காப்பகப்படுத்தப்பட்டவர்:
uk: Ким архівовано:

source: Project unarchived
eo: Projekto elarĥivigita
ru: Проект не архивирован
ta: திட்டம் அறியப்படாதது
uk: Проєкт розархівовано

source: Unarchived by:
eo: Elarĥivigita de:
ru: Не архивировано:
ta: வழங்கப்படாதவர்:
uk: Ким розархівовано:

source: Project alternate repository added
eo: Projekta alternativa deponejo aldonita
pt: Repositório alternativo do projeto adicionado
ru: Добавлен альтернативный репозиторий проекта
sk: Projekt alternatívne úložisko pridané
ta: திட்ட மாற்று களஞ்சியம் சேர்க்கப்பட்டது
uk: Альтернативний репозиторій проєкту додано

source: Url
eo: Retadreso
ru: Адрес
sk: Adresa

source: Project alternate repository deleted
eo: Projekta alternativa deponejo malaldonita
pt: Repositório alternativo do projeto excluído
ru: Альтернативный репозиторий проекта удален
sk: Projekt alternatívne úložisko zmazané
ta: திட்ட மாற்று களஞ்சியம் நீக்கப்பட்டது
uk: Альтернативний репозиторій проєкту видалено

source: Additional info
de: Zusätzliche Informationen
eo: Pliaj informoj
es: Información adicional
it: Informazioni aggiuntive
pt: Informações adicionais
pt_br: Informações adicionais
ru: Дополнительная информация
sk: Dodatočné informácie
ta: கூடுதல் செய்தி
uk: Додаткова інформація

source: Location info
de: Positions-Informationen
eo: Informoj pri loko
es: Información de ubicación
it: Informazioni sulla posizione
pt: Informações de localização
pt_br: Informações de localização
ru: Информация о местоположении
sk: Informácie k polohe
ta: இருப்பிட செய்தி
uk: Інформація про розташування

source: Manage '%(project_name)s'
de: '%(project_name)s' verwalten
el: Διαχείριση '%(project_name)s'
eo: Administri la projekton «%(project_name)s»
es: Gestionar «%(project_name)s»
fr: Gérer « %(project_name)s »
he: ניהול ׳%(project_name)s׳
id: Kelola '%(project_name)s'
it: Gestire %(project_name)s
ja: 「 %(project_name)s 」を管理する
pt: Gerir "%(project_name)s"
pt_br: Gerenciar "%(project_name)s"
ru: Управление проектом «%(project_name)s»
sk: Spravovať '%(project_name)s'
ta: '%(project_name)s' ஐ நிர்வகிக்கவும்
tr: '%(project_name)s' Projesini Yönet
uk: Керувати «%(project_name)s»

source: Back to projects
de: Zurück zu den Projekten
el: Πίσω στα projects
eo: Reen al projektoj
es: Volver a los proyectos
fr: Retour aux projets
he: חזרה לפרויקטים
id: Kembali ke proyek
it: Ritorna ai progetti
ja: プロジェクトに戻る
pt: Voltar aos projetos
pt_br: Voltar para os projetos
ru: Вернуться к проектам
sk: Späť k projektom
ta: திட்டங்களுக்குத் திரும்பு
tr: Projelere Geri Dön
uk: Повернутися до проєктів

source: This project has been quarantined.
eo: Ĉi tiu projekto estas kvarantenigita.
ru: Этот проект был помещен в карантин.
sk: Tento projekt bol karanténe.
ta: இந்த திட்டம் தனிமைப்படுத்தப்பட்டுள்ளது.
uk: Цей проєкт було ізольовано до зони карантину.

source: PyPI Admins need to review this project before it can be restored. While in quarantine, the project is not installable by clients, and cannot be being modified by its maintainers.
eo: Necesas, ke administrantoj de PyPI reviziu ĉi tiun projekton, antaŭ ol ĝi restaŭriĝos. Dum kvaranteno, la projekto estas ne instalebla far klientoj nek modifebla far siaj mastrumantoj.
pt: Administradores do PyPI precisam rever este projeto antes que ele possa ser restaurado. Enquanto desativado, este projeto não pode ser instalado por clientes, e não pode ser modificado por aqueles que o mantém.
ru: Администраторам PyPI необходимо проверить этот проект, прежде чем он будет восстановлен. Пока проект находится в карантине, он не может быть установлен клиентами и не может быть изменен его сопровождающими.
sk: PyPI Admini musia preskúmať tento projekt predtým, ako je možné obnoviť. Zatiaľ čo v karanténe, projekt nie je inštalovať klientmi, a nie je možné ich upravovať.
ta: இந்த திட்டத்தை மீட்டெடுப்பதற்கு முன்பு பைபி நிர்வாகிகள் அதை மதிப்பாய்வு செய்ய வேண்டும். தனிமைப்படுத்தலில் இருக்கும்போது, இந்த திட்டம் வாடிக்கையாளர்களால் நிறுவப்படவில்லை, மேலும் அதன் பராமரிப்பாளர்களால் மாற்றப்பட முடியாது.
uk: Адміністратори PyPI мають перевірити цей проєкт, перш ніж його можна буде відновити. Доки цей проєкт на карантині, жодні клієнти його встановлювати не зможуть, а доглядачі не матимуть змоги його змінювати.

source: Read more in the <a href="%(href)s">project in quarantine</a> help article.
eo: Legu pli ĉe la helpa artikolo pri <a href="%(href)s">kvarantenigitaj projektoj</a>.
ru: Узнать больше: <a href="%(href)s">Проекты в карантине</a>.
sk: Čítajte viac v <a href="%(href)s">project v karanténe</a> Pomocník.
ta: தனிமைப்படுத்தப்பட்ட </a> உதவி கட்டுரையில் <a href = "%(href)s"> திட்டத்தில் மேலும் வாசிக்க.
uk: Дізнайтеся більше про <a href="%(href)s">проєкт на карантині</a> зі статті у розділі допомоги.

source: This project has been archived.
eo: Jen projekto enarĥivigita.
ru: Этот проект был отправлен в архив.
ta: இந்த திட்டம் காப்பகப்படுத்தப்பட்டுள்ளது.
uk: Цей проєкт було архівовано.

source: Some form fields have been autofilled, please double-check their values before submitting the form.
eo: Kelkaj formulaj kampoj estis aŭtomate plenigitaj; bonvolu kontroli ĝiajn enhavojn, antaŭ ol sendi la formularon.
pt: Alguns campos do formulário foram preenchidoa automaticamente, por favor verifique seus valores antes de enviar o formulário.
ru: Некоторые поля формы были заполнены автоматически; проверьте их значения перед отправкой формы.
sk: Niektoré formulárové polia boli automatické, skontrolujte ich hodnoty pred odoslaním formulára.
ta: சில படிவ புலங்கள் தானாகவே செய்யப்பட்டுள்ளன, படிவத்தை சமர்ப்பிக்கும் முன் அவற்றின் மதிப்புகளை இருமுறை சரிபார்க்கவும்.
uk: Деякі поля у цій формі були автоматично заповнені. Будь ласка, перед надсиланням форми ретельно перевірте їх значення.

source: The subject is the numeric ID that represents the principal making the request. While not required, providing the subject further restricts the identity which is used for publishing. <a href="%(href)s">More details here.</a>
de: Das Subjekt ist die numerische ID, die den Antragsteller repräsentiert. Obwohl nicht erforderlich, schränkt die Angabe des Subjekts die Identität weiter ein, die für die Veröffentlichung verwendet wird. <a href="%(href)s">Weitere Details hier.</a>
eo: La temo estas la numera identigilo reprezentantan la petanton. Tio ne postuliĝas; tamen, la temo plu limigas la identecon uzatan por eldonado. <a href="%(href)s">Jen pli da detaloj.</a>
it: L'oggetto è l'ID numerico che rappresenta l'entità che effettua la richiesta. Anche se non è obbligatorio, fornire il soggetto limita ulteriormente l'identità utilizzata per la pubblicazione. <a href="%(href)s">Maggiori dettagli qui.</a>
pt: O objeto é o ID numérico que representa a agente principal do pedido. Enquanto não exigido, fornecer o ID númerico restringe a identidade usada para publicação. <a href="%(href)s">Mais detalhes aqui.</a>
ru: Субъект - это числовой идентификатор, который представляет принцип, делающего запрос. Хотя это и не обязательно, но указание субъекта позволяет дополнительно ограничить идентификационные данные, используемые для публикации.<a href="%(href)s">Подробнее здесь.</a>
sk: Predmet je číselný ID, ktorý predstavuje hlavnú žiadosť. Zatiaľ čo nie je potrebné, poskytuje predmet ďalej obmedzuje identitu, ktorá sa používa na publikovanie. <a href="%(href)s"> Viac informácií tu.</a>
ta: பொருள் என்பது கோரிக்கையை உருவாக்கும் முக்கிய நபரைக் குறிக்கும் எண் ஐடி. தேவையில்லை என்றாலும், பொருள் வழங்குவது வெளியீட்டிற்கு பயன்படுத்தப்படும் அடையாளத்தை மேலும் கட்டுப்படுத்துகிறது. <a href = "%(href)s"> மேலும் விவரங்கள் இங்கே. </a>
uk: Предмет — числовий ідентифікатор, який позначає принципала (сутність), який здійснюватиме запит. Хоч це й необов’язково, та надання предмета додатково обмежує сутність, якій дозволено здійснювати публікацію. <a href="%(href)s">Більше подробиць тут.</a>

source: Manage current publishers
eo: Administri aktualajn eldonantojn
it: Gestisci gli editori attuali
ru: Управление текущими издателями
sk: Spravujte súčasných vydavateľov
ta: தற்போதைய வெளியீட்டாளர்களை நிர்வகிக்கவும்
uk: Керувати поточними видавцями

source: OpenID Connect publishers associated with %(project_name)s
de: OpenID Connect-Herausgeber mit %(project_name)s verknüpft
eo: Eldonantoj per OpenID Connect asociitaj al %(project_name)s
es: Publicadores de OpenID Connect asociados con %(project_name)s
it: Editori OpenID Connect associati a %(project_name)s
pt: Editores OpenID Connect associados com %(project_name)s
pt_br: Editores OpenID Connect associados com %(project_name)s
ru: OpenID Connect издатели, связанные с %(project_name)s
sk: Vlastníci OpenID Connect pridružení k %(project_name)s
ta: %(project_name)s உடன் தொடர்புடைய OpenID இணைப்பு வெளியீட்டாளர்கள்
uk: Видавці OpenID Connect, пов’язані з проєктом %(project_name)s

source: No publishers are currently configured.
de: Derzeit sind keine Herausgeber konfiguriert.
eo: Neniu eldonanto estas starigita.
es: No hay publicadores actualmente configurados.
id: Tidak ada penerbit yang telah dikonfigurasi saat ini.
it: Attualmente non sono configurati editori.
pt: Nenhum editor está atualmente configurado.
pt_br: Nenhum editor está atualmente configurado.
ru: В настоящее время никакие издатели не настроены.
sk: Momentálne nie sú nakonfigurovaní žiadni vydavatelia.
ta: தற்போது எந்த வெளியீட்டாளர்களும் கட்டமைக்கப்படவில்லை.
uk: Наразі, жодних видавців не налаштовано.

source: Add a new publisher
eo: Aldoni novan eldonanton
it: Aggiungi un nuovo editore
pt: Adicionar um novo editor
pt_br: Adicionar um novo editor
ru: Добавить новый издатель
sk: Pridať nového vydavateľa
ta: புதிய வெளியீட்டாளரைச் சேர்க்கவும்
uk: Додати нового видавця

source: Constrain environment
eo: Limigi medion
ru: Сдерживающая среда
ta: சூழலைக் கட்டுப்படுத்துங்கள்
uk: Обмежити середовище

source: This will restrict the Trusted Publisher's environment to
eo: Tio limigos la medion de la Fidata Eldonanto al
ru: Это ограничит окружение доверенного издателя только
ta: இது நம்பகமான வெளியீட்டாளரின் சூழலை கட்டுப்படுத்தும்
uk: Це обмежить середовище довіреного видавця до

source: If you currently use multiple environments in your CI/CD workflows, you must either change them all to '%(constrained_environment_name)s' or register each as a Trusted Publisher.
eo: Se vi aktuale uzas plurajn mediojn en viaj laborfluoj pri kontinuaj integrado kaj disponigado, vi devas aŭ ŝanĝi ilin al «%(constrained_environment_name)s» aŭ registri ĉiun el ili kiel Fidatan Eldonanton.
pt: Se você atualmente use múltiplos ambientes em seu fluxo de trabalho CI/CD, você deve alterá-los para %(constrained_environment_name)s or registrar cada um deles como um Editor Confiável.
ru: Если вы используете несколько окружений в рабочих процессах CI/CD, вам нужно либо изменить их все на '%(constrained_environment_name)s', либо зарегистрировать каждое из них как доверенный издатель.
ta: உங்கள் சிஐ/சிடி பணிப்பாய்வுகளில் நீங்கள் தற்போது பல சூழல்களைப் பயன்படுத்தினால், அவை அனைத்தையும் '%(கட்டுப்படுத்தப்பட்ட_இன் சுற்றுச்சூழல்_பெயர்) எச்' என மாற்ற வேண்டும் அல்லது ஒவ்வொன்றையும் நம்பகமான வெளியீட்டாளராக பதிவு செய்ய வேண்டும்.
uk: Якщо ви наразі користуєтесь кількома середовищами у своїх робочих процесах CI/CD, то мусите замінити їх усі на «%(constrained_environment_name)s» або ж зареєструвати окремого довіреного видавця для кожного з них.

source: New Environment Name
eo: Nomo de nova medio
ru: Новое название среды
ta: புதிய சுற்றுச்சூழல் பெயர்
uk: Нова назва середовища

source: Manage '%(project_name)s' – release version %(version)s
de: „%(project_name)s“ verwalten – Version %(version)s veröffentlichen
el: Διαχείριση '%(project_name)s' – έκδοση %(version)s
eo: Mastrumi '%(project_name)s' – eldoni version %(version)s
es: Gestionar versión %(version)s de «%(project_name)s»
fr: Gérer « %(project_name)s » – version %(version)s
he: ניהול ׳%(project_name)s׳ – גרסה %(version)s
id: Kelola '%(project_name)s '– versi rilis %(version)s
it: Gestisci '%(project_name)s' - versione di rilascio %(version)s
ja: '%(project_name)s' の管理 - リリースバージョン %(version)s
pt: Gerir "%(project_name)s" – versão de lançamento %(version)s
pt_br: Gerenciar "%(project_name)s" – versão de lançamento %(version)s
ru: Управление проектом «%(project_name)s» — выпуск %(version)s
sk: Spravovať '%(project_name)s' – verzia vydania %(version)s
ta: ' %(project_name)s' ஐ நிர்வகிக்கவும் - வெளியீட்டு பதிப்பு %(version)s
tr: '%(project_name)s' – %(version)s Sürümünü Yönet
uk: Керувати «%(project_name)s» — версія випуску %(version)s

source: Version %(version)s
eo: Versio %(version)s
it: Versione %(version)s
ru: Версия %(version)s
sk: Verzia %(version)s
ta: பதிப்பு %(version)s
uk: Версія %(version)s

source: Yanked releases
eo: Fortiritaj eldonoj
it: Rilasci revocati
ru: Выдернутые выпуски
sk: Vytrhnuté vydania
ta: வெளியீடுகள்
uk: Анульовані випуски

source: view release
de: Veröffentlichung ansehen
el: προβολή έκδοσης
eo: vidi eldonon
es: ver versión
fr: Voir la version
he: צפייה בגרסה
id: tampilkan rilisan
it: Visualizza rilascio
ja: リリースを表示
pt: ver lançamento
pt_br: ver lançamento
ru: смотреть выпуск
sk: zobraziť vydanie
ta: வெளியீட்டைக் காண்க
tr: sürümü incele
uk: дивитися випуск
