Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: Enable JavaScript to set up two factor authentication with a security device (e.g. USB key)
de: Bitte JavaScript aktivieren, um Zwei-Faktor-Authentifizierung mit Sicherheitshardware (z. B. USB-Schlüssel) einzurichten
el: Ενεργοποιήστε την JavaScript για να ρυθμίσετε την πιστοποίηση δύο-παραγόντων με μια συσκευή ασφάλειας (πχ USB key)
eo: Ŝaltu JavaScript por ebligi dupaŝan aŭtentikigon per sekuriga aparato (ekz. USB-ŝlosilo)
es: Active JavaScript para configurar la autenticación en dos fases con un aparato de seguridad (p. ej., una llave USB)
fr: Activez JavaScript pour activer l'authentification à deux facteurs avec un périphérique de sécurité (ex : clé USB)
he: יש לאפשר JavaScript כדי להגדיר אימות דו-גורמי באמצעות מכשיר אבטחה (כגון מפתח USB)
id: Aktifkan JavaScript untuk menyiapkan otentikasi dua faktor dengan perangkat keamanan (misal. Kunci USB)
it: Abilita JavaScript per impostare l'autenticazione a due fattori con un dispositivo di sicurezza (es. chiavetta USB)
ja: セキュリティ端末（例えば USB キー）を用いた二要素認証を設定するには JavaScript を有効にして下さい
pt: Ative JavaScript para configurar autenticação de dois fatores com um aparelho de segurança (por exemplo, chave USB)
pt_br: Habilite JavaScript para configurar autenticação de dois fatores com um dispositivo de segurança (por exemplo, chave USB)
ru: Чтобы настроить двухфакторную аутентификацию с помощью устройства безопасности (например, USB-ключа), включите JavaScript
sk: Ak chcete nastaviť dvojfaktorové overenie pomocou bezpečnostného zariadenia (napr. kľúč USB), povoľte JavaScript
ta: பாதுகாப்பு சாதனத்துடன் (எ.கா. யூ.எச்.பி விசை) இரண்டு காரணி அங்கீகாரத்தை அமைக்க சாவாச்கிரிப்டை இயக்கவும்
tr: Donanımla (örn. USB bellek) çift faktörlü kimlik doğrulamayı kurmak için JavaScript'i etkinleştirin
uk: Увімкніть JavaScript, аби налаштувати двофакторну автентифікацію через пристрій безпеки (напр. USB-ключ)

source: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Upgrade your browser</a> to set up two factor authentication with a security device (e.g. USB key)
de: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Aktualisieren Sie ihren Browser</a>, um Zwei-Faktor-Authentifizierung mit einem Sicherheitsgerät (z.B. USB-Schlüssel) einzurichten
el: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Αναβαθμίστε τον περιηγητή σας</a> για να ρυθμίσετε την πιστοποίηση δύο-παραγόντων με μια συσκευή ασφαλείας (πχ USB key)
eo: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Ĝisdatigu vian TTT-legilon</a> por ebligi dupaŝan aŭtentikigon per sekuriga aparato (ekz. USB-ŝlosilo)
es: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Actualice su navegador</a> para configurar la autenticación en dos fases con un aparato de seguridad (p. ej., una llave USB)
fr: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Mettez à jour votre navigateur</a> pour définir l'authentification à deux facteurs avec un appareil de sécurité (ex : clé USB)
he: יש <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">לעדכן את הדפדפן</a> כדי להגדיר אימות דו-גורמי באמצעות מכשיר אבטחה (כגון מפתח USB)
id: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Tingkatkan peramban Anda</a> untuk menyiapkan otentikasi dua faktor dengan perangkat keamanan (misal. kunci USB)
it: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Aggiorna il tuo browser</a>per impostare l'autenticazione a due fattori con un dispositivo di sicurezza (es. chiavetta USB)
ja: セキュリティ端末（例えば USB キー）を用いた二要素認証を設定するには、<a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">ブラウザをアップグレード</a>して下さい
pt: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Atualize o seu navegador</a> para configurar autenticação de dois fatores com um aparelho de segurança (por exemplo, chave USB)
pt_br: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Atualize seu navegador</a> para configurar autenticação de dois fatores com um dispositivo de segurança (por exemplo, chave USB)
ru: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Обновите свой браузер</a>, чтобы настроить двухфакторную аутентификацию через устройство безопасности (например, USB-ключ)
sk: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Inovujte svoj prehliadač</a> a nastavte dvojfaktorové overenie pomocou bezpečnostného zariadenia (napr. USB kľúča)
ta: <a href = "%(href)s" தலைப்பு = "%(title)s" இலக்கு = "_ வெற்று" rel = "noopener"> உங்கள் உலாவியை மேம்படுத்தவும் </a> ஒரு பாதுகாப்பு சாதனத்துடன் இரண்டு காரணி அங்கீகாரத்தை அமைக்கவும் (எ.கா. யூ.எச்.பி விசை)
tr: Güvenlik cihazıyla (örneğin USB anahtar) 2-aşamalı kimlik doğrulamayı kurmak için <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener"> tarayıcınızın güncelleyin </a>
uk: <a href="%(href)s" title="%(title)s" target="_blank" rel="noopener">Оновіть свій браузер</a>, аби налаштувати двофакторну автентифікацію через пристрій безпеки (напр. USB-ключ)

source: Breadcrumbs
eo: Paĝnivela navigilo
it: Briciola
pt: Forgalhas de pão
pt_br: Migalhas de pão
ru: Навигационная цепочка
sk: Strúhanka
ta: பிரட்தூள்களில் நனைக்கப்பட்டு

source: Your account
de: Ihr Konto
el: Ο λογαριασμός σας
eo: Via konto
es: Su cuenta
fr: Votre compte
he: החשבון שלך
id: Akun Anda
it: Tuo account
ja: あなたのアカウント
pt: A sua conta
pt_br: Sua conta
ru: Ваша учётная запись
sk: Váš účet
ta: உங்கள் கணக்கு
tr: Hesabınız
uk: Ваш обліковий запис

source: Account navigation
de: Kontonavigation
el: Πλοήγηση λογαριασμού
eo: Navigilo de konto
es: Navegación de la cuenta
fr: Navigation du compte
he: ניווט חשבון
id: Navigasi akun
it: Navigazione account
ja: アカウントナビゲーション
pt: Navegação da conta
pt_br: Navegação da conta
ru: Навигация учётной записи
sk: Navigácia v účte
ta: கணக்கு வழிசெலுத்தல்
tr: Hesap Menüsü
uk: Навігація облікового запису

source: This action cannot be undone!
de: Diese Aktion kann nicht rückgängig gemacht werden!
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί!
eo: Ĉi tiu ago ne povas esti malfarita!
es: No puede deshacerse esta acción.
fr: Cette action est irréversible !
he: פעולה זו לא ניתנת לביטול!
id: Tindakan ini tidak dapat dibatalkan!
it: Questa azione non può essere annullata!
ja: この操作は取り消せません！
pt: Essa ação não pode ser desfeita!
pt_br: Essa ação não pode ser desfeita!
ru: Это действие не может быть отменено!
sk: Táto akcia sa nedá vrátiť späť!
ta: இந்த செயலை செயல்தவிர்க்க முடியாது!
tr: Bu eylem geri alınamaz!
uk: Ця дія незворотня!

source: Confirm your username to continue.
de: Zum Fortfahren Benutzername bestätigen.
el: Επιβεβαιώστε τον όνομα χρήστη σας για να συνεχίσετε.
eo: Konfirmu vian salutnomon por daŭrigi.
es: Confirme su nombre de usuario para continuar.
fr: Confirmez votre nom d'utilisateur pour continuer.
he: יש לאשר את שם המשתמש כד להמשיך.
id: Konfirmasikan nama pengguna Anda untuk melanjutkan.
it: conferma il tuo username per continuare.
ja: 続行するにはユーザ名を確認してください。
pt: Confirme o seu nome de utilizador para continuar.
pt_br: Confirme seu nome de usuário para continuar.
ru: Подтвердите свое имя пользователя, чтобы продолжить.
sk: Ak chcete pokračovať, potvrďte svoje používateľské meno.
ta: தொடர உங்கள் பயனர்பெயரை உறுதிப்படுத்தவும்.
tr: Devam etmek için kullanıcı adınızı doğrulayın.
uk: Підтвердіть своє ім'я користувача, щоб продовжити.

source: Confirm the %(item)s to continue.
de: Bestätigen Sie das %(item)s, um fortzufahren.
el: Επιβεβαιώστε τα %(item)s για να συνεχίσετε.
eo: La %(item)s konfirmiĝu por daŭrigi.
es: Confirme %(item)s para continuar.
fr: Confirmez %(item)s pour continuer.
he: יש לאשר את %(item)s כדי להמשיך.
id: Konfirmasi %(item)s untuk melanjutkan.
it: Conferma il %(item)s per continuare.
ja: %(item)s を確認して続行します。
pt: Confirme o %(item)s para continuar.
pt_br: Confirme o %(item)s para continuar.
ru: Подтвердите %(item)s, чтобы продолжить.
sk: Pokračujte potvrdením %(item)s.
ta: தொடர %(item)s உறுதிப்படுத்தவும்.
tr: Devam etmek için %(item)s 'ı onaylayın.
uk: Підтвердьте відповідність поля «%(item)s», аби продовжити.

source: close
de: schließen
el: κλείσιμο
eo: fermi
es: cerrar
fr: fermer
he: סגירה
id: tutup
it: chiudere
ja: 閉じる
pt: fechar
pt_br: fechar
ru: закрыть
sk: zavrieť
ta: மூடு
tr: Kapat
uk: закрити

source: Enter your password to continue.
de: Zum Fortfahren Passwort eingeben.
el: Εισάγετε τον κωδικό χρήστη σας για να συνεχίσετε.
eo: Entajpu vian pasvorton por daŭrigi.
es: Proporcione su contraseña para continuar.
fr: Entrez votre mot de passe pour continuer.
he: יש להזין את סיסמתך כדי להמשיך.
id: Masukkan kata sandi Anda untuk melanjutkan.
it: Immetti la tua password per continuare.
ja: 続行するにはパスワードを入力してください。
pt: Insira sua palavra-passe para continuar.
pt_br: Insira sua senha para continuar.
ru: Введите пароль, чтобы продолжить.
sk: Ak chcete pokračovať, zadajte svoje heslo.
ta: தொடர உங்கள் கடவுச்சொல்லை உள்ளிடவும்.
tr: Devam etmek için parolanızı girin.
uk: Введіть свій пароль, щоб продовжити.

source: Trusted Publisher Management
eo: Administrado de fidata eldonanto
es: Administrar de Editores de Confianza
it: Nome Utente
pt: Gestão de Editor Confiável
ru: Управление доверенными издателями
sk: Správa dôveryhodných vydavateľov
ta: நம்பகமான வெளியீட்டாளர் மேலாண்மை
uk: Налаштування Довірених Видавців

source: OpenID Connect (OIDC) provides a flexible, credential-free mechanism for delegating publishing authority for a PyPI package to a trusted third party service, like GitHub Actions.
de: OpenID Connect (OIDC) bietet einen flexiblen, Anmelde-freien Mechanismus zur Delegation von Herausgebern für ein PyPI-Paket an einen vertrauenswürdigen Drittanbieterdienst, wie GitHub Actions.
eo: OpenID Connect (OIDC) estas fleksebla, senakreditila meĥanismo por delegi eldonajn rajtojn pri pako ĉe PyPI al fidata triapartia servo, kiel GitHub Actions.
it: OpenID Connect (OIDC) fornisce un meccanismo flessibile e senza credenziali per delegare la pubblicazione di un pacchetto PyPI ad un servizio di terze parti considerato sicuro, come GitHub Actions.
pt: O OpenID Connect (OIDC) fornece um mecanismo flexível e sem credenciais para delegar autoridade de publicação de um pacote PyPI a um serviço de terceiros confiável, como o GitHub Actions.
ru: OpenID Connect (OIDC) предоставляет гибкий, бездоказательный механизм для делегирования издательского органа для пакета PyPI доверенной третьей стороне, такой как GitHub Actions.
sk: OpenID Connect (OIDC) poskytuje flexibilný mechanizmus bez prihlasovacích údajov na delegovanie publikačnej autority pre balík PyPI na dôveryhodnú službu tretej strany, ako je GitHub Actions.
ta: ஓபன்ஐடி கனெக்ட் (OIDC) அறிவிலிமையம் செயல்கள் போன்ற நம்பகமான மூன்றாம் தரப்பு சேவைக்கு PYPI தொகுப்புக்கான வெளியீட்டு அதிகாரத்தை ஒப்படைப்பதற்கான நெகிழ்வான, நற்சான்றிதழ் இல்லாத பொறிமுறையை வழங்குகிறது.
uk: OpenID Connect (OIDC) забезпечує гнучкий механізм делегування права безпарольної публікації PyPI-пакунка довіреній сторонній службі, як-от GitHub Actions.

source: PyPI users and projects can use trusted publishers to automate their release processes, without needing to use API tokens or passwords.
de: PyPI-Benutzer und -Projekte können trusted (vertrauenswürdige) Publisher verwenden, um ihre Release-Prozesse zu automatisieren, ohne API-Token oder Passwörter verwenden zu müssen.
eo: Uzantoj kaj projektoj ĉe PyPI povas uzi fidatajn eldonantojn por aŭtomatigi siajn eldonajn procedojn sen API-ĵetonoj aŭ pasvortoj.
it: Gli utenti e i progetti PyPI possono usare autori attendibili per automatizzare i loro processi di rilascio, senza avere la necessità di usare token API o password.
pt: Os projetos e usuários PyPI podem usar editores confiáveis para automatizar os seus processos de lançamento, sem precisar usar tokens de API ou senhas.
ru: Пользователи и проекты PyPI могут использовать доверенных издателей для автоматизации процессов выпуска, без необходимости использовать токены API или пароли.
sk: Používatelia a projekty PyPI môžu používať dôveryhodných vydavateľov na automatizáciu procesov vydávania bez toho, aby museli používať tokeny alebo heslá API.
ta: பநிஇ டோக்கன்கள் அல்லது கடவுச்சொற்களைப் பயன்படுத்தாமல், PYPI பயனர்கள் மற்றும் திட்டங்கள் நம்பகமான வெளியீட்டாளர்களை தங்கள் வெளியீட்டு செயல்முறைகளை தானியக்கமாக்க பயன்படுத்தலாம்.
uk: Користувачі та проєкти на PyPI можуть використовувати довірених видавців для автоматизації своїх процесів публікації, не потребуючи використовувати API-токени чи паролі.

source: You can read more about trusted publishers and how to use them <a href="%(href)s">here</a>.
eo: <a href="%(href)s">Jen pli</a> pri fidataj eldonantoj kaj kiel uzi ilin.
it: Per riottenere l'accesso al tuo account, <a href="%(href)s">reimposta la tua password</a> su PyPI.
pt: Leia mais sobre o Editores Confiáveis e como utilizá-los <a href="%(href)s">aqui</a>.
ru: Подробнее о доверенных издателях и о том, как их использовать, можно прочитать <a href="%(href)s">здесь</a>.
sk: Viac o dôveryhodných vydavateľoch a ich používaní si môžete prečítať <a href="%(href)s">tu</a>.
ta: நம்பகமான வெளியீட்டாளர்களைப் பற்றியும் அவற்றை எவ்வாறு பயன்படுத்துவது என்பதையும் <a href = "%(href)s"> இங்கே </a> ஐப் பற்றி மேலும் படிக்கலாம்.
uk: Дізнайтеся більше про довірених видавців та як ними користуватись <a href="%(href)s">тут</a>.

source: Any
de: Beliebig
eo: Ajna
it: Qualsiasi
pt: Qualquer
ru: Любая
sk: akýkoľvek
ta: ஏதேனும்

source: Added by:
de: Hinzugefügt von:
el: Προστέθηκε από:
eo: Aldonita de:
es: Añadido por:
fr: Ajoutée par :
he: נוספ/ה על ידי:
id: Ditambahkan oleh:
it: Aggiunto da:
ja: 追加者:
pt: Adicionado por:
pt_br: Adicionado por:
ru: Добавлен:
sk: Pridal:
ta: வழங்கியவர்:
tr: Ekleyen:
uk: Додає:

source: Removed by:
de: Entfernt von:
el: Αφαιρέθηκε από:
eo: Forigita de:
es: Eliminada por:
fr: Supprimée par :
he: הוסר/ה על ידי:
id: Dihapus oleh:
it: Rimosso da:
ja: 削除者:
pt: Removido por:
pt_br: Removido por:
ru: Удалён:
sk: Odstránil:
ta: வழங்கியவர்:
tr: Kaldıran:
uk: Видаляє:

source: Submitted by:
eo: Submetita de:
it: Invita
pt: Enviado por:
ru: Представлено:
sk: Predloženej:
ta: சமர்ப்பித்தவர்:

source: Workflow:
eo: Laborfluo:
it: Il tuo nome
pt: Fluxo de trabalho:
ru: Рабочий процесс:
sk: Pracovný tok:
ta: பணிப்பாய்வு:
uk: Робочий процес:

source: Specifier:
eo: Specifilo:
it: Verifica applicazione
pt: Especificador:
ru: Спецификатор:
sk: Špecifikátor:
ta: விவரக்குறிப்பு:

source: Publisher:
eo: Eldoninto:
it: Nome Utente
pt: Publicador:
ru: Издатель:
sk: Vydavateľ:
ta: வெளியீட்டாளர்:

source: Pending invitations
eo: Ankoraŭ ne akceptitaj invitoj
es: Invitaciones pendientes
it: Navigazione principale
pt: Convites pendentes
pt_br: Convites pendentes
ru: Ожидающие приглашения
sk: Čakajúce pozvánky
ta: நிலுவையில் உள்ள அழைப்புகள்
uk: Запрошення в очікуванні

source: Created %(creation_date)s
eo: Kreita je %(creation_date)s
es: Creado el %(creation_date)s
id: Dibuat %(creation_date)s
it: Creato il %(creation_date)s
pt: Criado em %(creation_date)s
pt_br: Criado em %(creation_date)s
ru: Создан %(creation_date)s
sk: Vytvorené %(creation_date)s
ta: உருவாக்கப்பட்டது %(creation_date)s
uk: Створено %(creation_date)s

source: Decline invitation to %(org)s
eo: Malakcepti inviton al %(org)s
it: Revoca invito per %(user)s
pt: Recusar convite para %(org)s
pt_br: Recusar convite para %(org)s
ru: Откажитесь от приглашения в %(org)s
sk: Odmietnuť pozvanie na %(org)s
ta: %(org)sுக்கு அழைப்பை நிராகரிக்கவும்

source: Decline invitation
eo: Malakcepti inviton
it: Navigazione principale
pt: Recusar convite
pt_br: Recusar convite
ru: Отклонить приглашение
sk: Odmietnuť pozvanie
ta: அழைப்பை நிராகரிக்கவும்

source: Organization Name
eo: Nomo de la organizaĵo
es: Nombre de organización
it: Descrizione progetto
pt: Nome da organização
pt_br: Nome da organização
ru: Название организации
sk: Názov organizácie
ta: அமைப்பு பெயர்

source: Organization Type: %(org_type)s
eo: Speco de organizaĵo: %(org_type)s
it: Tipo organizzazione
pt: Tipo de organização: %(org_type)s
ru: Тип организации: %(org_type)s
sk: Typ organizácie: %(org_type)s
ta: அமைப்பு வகை: %(org_type)s

source: Billing Inactive
de: Abrechnung inaktiv
eo: Fakturado ne aktiva
es: Facturación inactiva
it: Fatturazione non attiva
pt: Faturamento Inativo
pt_br: Faturamento Inativo
ru: Биллинг Неактивен
sk: Fakturácia je neaktívna
ta: பட்டியலிடல் செயலற்றது

source: This organization's billing can be activated by an organization owner or billing manager
de: Die Rechnungsstellung für diese Organisation kann von einem Organisationseigentümer oder Rechnungsstellungsmanager aktiviert werden
eo: La fakturado de tiu organizo povas esti aktivigita fare de organizaĵa posedanto aŭ faktura mastrumanto
es: La facturación de esta organización puede ser activada por un propietario de la organización o un administrador de facturación
it: La fatturazione per questa organizzazione può essere attivata dal proprietario dell'organizzazione stessa o da un responsabile della fatturazione
pt: O faturamento desta organização pode ser ativado por um dono da organização ou por um gerente de faturamento
ru: Биллинг этой организации может быть активирован владельцем организации или менеджером по биллингу
sk: Fakturáciu tejto organizácie môže aktivovať vlastník organizácie alebo manažér fakturácie
ta: இந்த அமைப்பின் பட்டியலிடல் ஒரு நிறுவன உரிமையாளர் அல்லது பட்டியலிடல் மேலாளரால் செயல்படுத்தப்படலாம்

source: This organization is not active
eo: Jen neaktiva organizaĵo
it: Ruolo dell'invito non valido.
pt: Esta organização não está ativa
pt_br: Esta organização não está ativa
ru: Эта организация не активна
sk: Táto organizácia nie je aktívna
ta: இந்த அமைப்பு செயலில் இல்லை

source: Inactive
de: Inaktiv
eo: Neaktiva
es: Inactivo
it: Inattiva
pt: Inativa
pt_br: Inativa
ru: Неактивный
sk: Neaktívne
ta: செயலற்றது

source: Manager
eo: Mastrumanto
it: Gestire
pt: Gerente
pt_br: Gerente
ru: Руководитель
sk: manažér
ta: மேலாளர்
uk: Керівник(-ця)

source: Owner
de: Eigentümer
el: Κάτοχος
eo: Posedanto
es: Propietario
fr: Propriétaire
he: בעלים
id: Pemilik
it: proprietario
ja: オーナー
pt: Proprietário
pt_br: Proprietário
ru: Владелец
sk: Vlastník
ta: உரிமையாளர்
tr: Sahip
uk: Власник

source: Billing Manager
de: Rechnungsstellungsmanager
eo: Faktura administrilo
es: Administrador de facturación
it: Gestore della fatturazione
pt: Gerente de faturamento
pt_br: Gerente de faturamento
ru: Менеджер по биллингу
sk: Fakturačný manažér
ta: பட்டியலிடல் மேலாளர்

source: View this organization
eo: Vidi ĉi tiun organizaĵon
it: Crea un account
pt: Ver essa organização
ru: Посмотреть эту организацию
sk: Zobraziť túto organizáciu
ta: இந்த அமைப்பைக் காண்க

source: View
de: Ansehen
el: Προβολή
eo: Vidi
es: Ver
fr: Voir
he: צפייה
id: Lihat
it: Visualizza
ja: 表示
pt: Ver
ru: Посмотреть
sk: vyhliadka
ta: பார்வை
tr: Görüntüle
uk: Дивитися

source: Activate billing for this organization
eo: Aktivigi fakturadon por ĉi tiu organizaĵo
it: Crea un account
ru: Активируйте выставление счетов для этой организации
sk: Aktivovať fakturáciu pre túto organizáciu
ta: இந்த அமைப்புக்கு பட்டியலிடல் செயல்படுத்தவும்

source: Activate Billing
de: Abrechnung aktivieren
eo: Aktivigi fakturadon
es: Activar facturación
it: Attiva fatturazione
pt: Ativar Faturamento
pt_br: Ativar Faturamento
ru: Активировать биллинг
sk: Aktivovať fakturáciu
ta: பட்டியலிடல் செயல்படுத்தவும்

source: Manage this organization
eo: Administri ĉi tiun organizaĵon
it: Crea un account
pt: Gerir esta organização
pt_br: Gerenciar esta organização
ru: Управление этой организацией
sk: Spravovať túto organizáciu
ta: இந்த அமைப்பை நிர்வகிக்கவும்

source: You have not joined any organizations on PyPI, yet.
eo: Vi ankoraŭ ne aliĝis al iu ajn organizaĵo ĉe PyPI.
it: %(user)s non ha caricato nessun progetto su PyPI, ancora
pt: Ainda não ingressou em nenhuma organização no PyPI.
pt_br: Você ainda não ingressou em nenhuma organização no PyPI.
ru: Вы еще не присоединились ни к одной организации на PyPI.
sk: Zatiaľ ste sa nepripojili k žiadnej organizácii na PyPI.
ta: நீங்கள் இன்னும் பைபியில் உள்ள எந்த அமைப்புகளிலும் சேரவில்லை.
uk: Ви ще не доєдналися до жодної організації на PyPI.

source: Pending organization requests
eo: Ankoraŭ ne aprobitaj organizaĵoj
it: Crea un account
pt: Pedidos da organização pendentes
ru: До поступления просьб об организации
sk: Nespracované žiadosti organizácie
ta: நிறுவன கோரிக்கைகள் நிலுவையில் உள்ளன
uk: Запити створення організацій в очікуванні

source: This Organization request has been declined
ru: Эта просьба Организации отклонена

source: Declined
ru: Отклонено

source: More information is needed to process this Organization request
ru: Необходима дополнительная информация для обработки этой просьбы Организации

source: Request Submitted
de: Anfrage abgesendet
eo: Peto estis submetita
es: Solicitud enviada
it: Richiesta inviata
pt: Solicitação enviada
pt_br: Solicitação enviada
ru: Запрос подан
sk: Žiadosť odoslaná
ta: சமர்ப்பிக்கப்பட்ட கோரிக்கை

source: Submitted %(submitted)s
eo: Submetis %(submitted)s
it: Invita
pt: Enviado %(submitted)s
ru: Представлено %(submitted)s
sk: Odoslané %(submitted)s
ta: சமர்ப்பிக்கப்பட்ட %(submitted)s

source: Declined organization requests will be deleted 30 days after decision.
ru: Отклоненные заявки организаций будут удалены через 30 дней после принятия решения.

source: Request a new organization
eo: Peti novan organizaĵon
it: Crea un account
pt: Solicite uma nova organização
ru: Запросить новую организацию
sk: Požiadajte o novú organizáciu
ta: புதிய அமைப்பைக் கோருங்கள்
uk: Подати запит на нову організацію

source: Select an organization account name
de: Wählen Sie den Namen des Organisationskontos aus
eo: Elektu kontan nomon de la organizaĵo
es: Elija un nombre de cuenta de la organización
it: Seleziona un nome account per l'organizzazione
pt: Selecione um nome de conta da organização
pt_br: Selecione um nome de conta da organização
ru: Выберите имя учетной записи организации
sk: Vyberte názov účtu organizácie
ta: நிறுவன கணக்கு பெயரைத் தேர்ந்தெடுக்கவும்
uk: Оберіть назву облікового запису організації

source: This account name is used in URLs on PyPI.
de: Dieser Kontoname wird in URLs auf PyPI verwendet.
eo: Tiu konta nomo uziĝos en retadresoj ĉe PyPI.
es: Este nombre de cuenta es usado en URLs en PyPI.
it: Questo nome è in uso negli URL di PyPI.
pt: O nome desta conta é utilizado em URLs no PyPI.
ru: Это имя учетной записи используется в URL-адресах на PyPI.
sk: Tento názov účtu sa používa v adresách URL v PyPI.
ta: இந்த கணக்கு பெயர் PYPI இல் முகவரி களில் பயன்படுத்தப்படுகிறது.
uk: Ця назва використовуватиметься у посиланнях на PyPI.

source: For example
de: Zum Beispiel
eo: Ekzemple
es: Por ejemplo
it: Per esempio
pt: Por exemplo
pt_br: Por exemplo
ru: Например
sk: Napríklad
ta: உதாரணமாக
uk: Наприклад

source: Name of your business, product, or project
de: Der Name Ihres Unternehmens, Produkts oder Projekts
eo: Nomo de via negoco, varo aŭ projekto
es: Nombre de tu negocio, producto o proyecto
it: Nome azienda, prodotto o progetto
pt: Nome da sua empresa, produto ou projeto
pt_br: Nome de sua empresa, produto ou projeto
ru: Название вашего бизнеса, продукта или проекта
sk: Názov vašej firmy, produktu alebo projektu
ta: உங்கள் வணிகம், தயாரிப்பு அல்லது திட்டத்தின் பெயர்
uk: Назва вашого бізнесу, продукту або проєкту

source: ️Organization URL
de: Organisations-Url
eo: Retadreso de organizaĵo
es: URL de organización
it: URL dell'organizzazione
pt: URL da organização
pt_br: URL da organização
ru: ️Организация URL
sk: ️Webová adresa organizácie
ta: Contraginesionary முகவரி
uk: Посилання на організацію
