Repository: pypi/warehouse
Catalog: warehouse/locale/*/LC_MESSAGES/messages.po
Languages: de, el, eo, es, fr, he, id, it, ja, pt, pt_br, ru, sk, ta, tr, uk

source: This project already exists.
eo: Ĉi tiu projekto jam ekzistas.
pt: Projeto já existente.
pt_br: Projeto já existente.
ru: Этот проект уже существует.

source: This project name isn't allowed
eo: Ĉi tiu nomo ne estas permesata
pt: Este nome de projeto não é permitido
pt_br: Este nome de projeto não é permitido
ru: Это название проекта нельзя использовать
ta: இந்த திட்ட பெயர் அனுமதிக்கப்படவில்லை
uk: Ця назва проєкту заборонена

source: This project name is too similar to an existing project
eo: Ĉi tiu nomo estas tro simila al jam ekzistanta projekto
pt: O nome do projeto é muito semelhante a um projeto existente.
pt_br: O nome do projeto é muito semelhante a um projeto existente
ru: Название проекта слишком похоже на существующий проект
ta: இந்த திட்டத்தின் பெயர் ஏற்கனவே இருக்கும் திட்டத்திற்கு மிகவும் ஒத்திருக்கிறது
uk: Ця назва проєкту занадто схожа на існуючий проєкт

source: This project name isn't allowed (conflict with the Python standard library module name)
eo: Jen malpermesata projekta nomo (kiu konfliktas kun la nomo de modulo en la norma biblioteko de Python)
pt: Este nome de projeto não é permitido (conflitante com nome de módulo da biblioteca padrão Python)
pt_br: Este nome de projeto não é permitido (conflitante com nome do módulo da biblioteca padrão Python)
ru: Это название проекта нельзя использовать (оно конфликтует с модулем стандартной библиотеки Python)
ta: இந்த திட்ட பெயர் அனுமதிக்கப்படவில்லை (பைதான் நிலையான நூலக தொகுதி பெயருடன் மோதல்)
uk: Ця назва проєкту заборонена (конфлікт із назвою модуля стандартної бібліотеки Python)

source: Specify a publisher ID
de: Geben Sie eine Herausgeber-ID an
eo: Specifu identigilon de eldonanto
es: Especifique un ID de editor
it: Specificare l'ID dell'autore
pt: Especifique um ID de editor
pt_br: Especifique um ID de editor
ru: Указать идентификатор издателя
sk: Zadajte ID vlastníka
ta: வெளியீட்டாளர் ஐடியைக் குறிப்பிடவும்
uk: Вкажіть ідентифікатор видавця

source: Publisher must be specified by ID
eo: La eldonanto devas esti specifita de identigilo
es: El publicador debe ser especificado mediante un ID
it: L'autore deve essere specificato da un ID
pt: O editor deve ser especificado pelo ID
pt_br: O editor deve ser especificado pelo ID
ru: Издатель должен быть указан через ID
sk: Vydavateľ musí byť špecifikovaný ID
ta: வெளியீட்டாளர் ஐடியால் குறிப்பிடப்பட வேண்டும்
uk: Видавник має бути вказаний за ідентифікатором

source: Specify an environment name
eo: Specifi nomon de medio
pt: Especifique o nome do ambiente
pt_br: Especifique o nome do ambiente
ru: Укажите название среды
ta: சுற்றுச்சூழல் பெயரைக் குறிப்பிடவும்
uk: Вкажіть назву середовища

source: Double dashes are not allowed in the name
eo: Duobla streketo estas malpermesata en la nomo
es: Los dobles guiones no están permitidos en el nombre
pt: Não são permitidos traços duplos no nome.
pt_br: Traços duplos não são permitidos no nome
ru: Двойные тире не допускаются в имени
sk: Dvojité dashes nie sú povolené v názve
ta: பெயரில் இரட்டை கோடுகள் அனுமதிக்கப்படவில்லை
uk: Подвійна риска недопустима в назві

source: Leading or trailing dashes are not allowed in the name
eo: Komenca aŭ fina streketo estas malpermesata en la nomo
es: Los guiones al inicio o final del nombre no estás permitidos
it: I trattini alti non sono ammessi all'inizio e alla fine del nome.
pt: Barras não são permitidas no nome
pt_br: Traços no início ou no fim não são permitidos no nome
ru: Ведущие или следящие шашки не допускаются во имя
sk: Vedienie alebo chodníky dashes nie sú povolené v názve
ta: பெயரில் முன்னணி அல்லது பின்தங்கிய கோடுகள் அனுமதிக்கப்படவில்லை
uk: Назва не може починатися або закінчуватися дефісами

source: Unexpected error from ActiveState. Try again in a few minutes
eo: Neatendita eraro el ActiveState. Reprovu post kelkaj minutoj
es: Terminó el tiempo de espera inesperadamente en ActivateState. Intente de nuevo en unos minutos.
pt: Erro inesperado do ActiveState. Tente novamente em alguns minutos.
pt_br: Erro inesperado do ActiveState. Tente novamente em alguns minutos
ru: Неожиданная ошибка от ActiveState. Попробуйте снова за несколько минут
sk: Neočakávané chyby od ActiveState. Skúste znova za pár minút
ta: செயல்பாட்டிலிருந்து எதிர்பாராத பிழை. சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்
uk: Неочікувана помилка від ActiveState. Повторіть спробу через кілька хвилин

source: Unexpected error from ActiveState. Try again
eo: Neatendita eraro el ActiveState. Reprovu
es: Error inesperado de ActivateState. Intente de nuevo.
pt: Erro inesperado do ActiveState. Tente novamente.
pt_br: Erro inesperado do ActiveState. Tente novamente
ru: Неожиданная ошибка от ActiveState. Попробуйте снова
sk: Neočakávané chyby od ActiveState. Skúste znova
ta: செயல்பாட்டிலிருந்து எதிர்பாராத பிழை. மீண்டும் முயற்சிக்கவும்
uk: Неочікувана помилка від ActiveState. Повторіть спробу

source: Specify ActiveState organization name
eo: Specifu nomon de organizaĵo ĉe ActiveState
es: Elija un nombre de organización de ActiveState
pt: Especifique o nome da organização ActiveState
pt_br: Especifique o nome da organização ActiveState
ru: Указать название организации ActiveState
sk: Specify Aktívne názov organizácie
ta: செயல்பாட்டு நிறுவன பெயரைக் குறிப்பிடவும்
uk: Вкажіть назву організації ActiveState

source: Specify ActiveState project name
eo: Specifu projektan nomon ĉe ActiveState
es: Especifique el nombre del proyecto de ActiveState
pt: Especifique o nome do projeto ActiveState
pt_br: Especifique o nome do projeto ActiveState
ru: Указать название проекта ActiveState
sk: Specify Aktívne názov projektu
ta: செயல்பாட்டு திட்ட பெயரைக் குறிப்பிடவும்
uk: Вкажіть назву проєкту ActiveState

source: Invalid ActiveState project name
eo: Nevalida projekta nomo ĉe ActiveState
es: El nombre del proyecto de ActiveState no es válido
pt: Nome de projeto ActiveState inválido
pt_br: Nome de projeto ActiveState inválido
ru: Название проекта < < Инвалидное активное государство > >
sk: Neplatné aktívne názov projektu
ta: தவறான செயல்பாட்டு திட்ட பெயர்
uk: Недійсна назва проєкту ActiveState

source: ActiveState organization not found
eo: Organizaĵo ne troviĝis ĉe ActiveState
es: No se encontró la organización en ActiveState
pt: Organização ActiveState não foi encontrada
pt_br: Organização ActiveState não encontrada
ru: Организация ActiveState не найдена
sk: Aktívna sieťová organizácia nebola nájdená
ta: செயல்பாட்டு அமைப்பு காணப்படவில்லை
uk: Організацію ActiveState не знайдено

source: ActiveState actor not found
de: Aktiver Zustands-Akteur nicht gefunden.
eo: Aganto ĉe ActiveState ne troviĝis
es: No se encontró al actor en ActiveState
it: Attore ActiveState non trovato
pt: Ator ActiveState não encontrado
pt_br: Ator ActiveState não encontrado
ru: Актер ActiveState не найден
sk: Aktívny stavový herec nebol nájdený
ta: செயல்பாட்டு நடிகர் கண்டுபிடிக்கப்படவில்லை
uk: Діяч ActiveState не знайдений

source: Specify GitHub repository owner (username or organization)
de: Gib den Besitzer des GitHub-Repositorys an (Benutzername oder Organisation)
eo: Specifu posedanton de GitHub-deponejo (aŭ salutnomon aŭ organizaĵon)
es: Especifique el dueño del repositorio en GitHub (usuario u organización)
id: Tentukan pemilik repositori GitHub (nama pengguna atau organisasi)
it: Specificare il proprietario del repository GitHub (nome utente o organizzazione)
pt: Proprietário do repositório GitHub ( nome ou equipe )
pt_br: Especifique o dono do repositório GitHub (nome de usuário ou organização)
ru: Укажите владельца репозитория GitHub (имя пользователя или организацию)
sk: Zadajte vlastníka úložiska GitHub (používateľské meno alebo organizáciu)
ta: அறிவிலிமையம் களஞ்சிய உரிமையாளரைக் குறிப்பிடவும் (பயனர்பெயர் அல்லது அமைப்பு)
uk: Укажіть власника GitHub репозиторію (ім’я користувача або організацію)

source: Specify repository name
de: Repository-Name angeben
eo: Specifu nomon de deponejo
es: Especifique el nombre del repositorio
id: Tentukan nama repositori
it: Specificare il nome del repository
pt: Nome do repositório
pt_br: Especifique o nome do repositório
ru: Укажите название репозитория
sk: Zadajte názov úložiska
ta: களஞ்சிய பெயரைக் குறிப்பிடவும்
uk: Вкажіть назву сховища (репозиторію)

source: Invalid repository name
de: Ungültiger Repository-Name
eo: Nevalida nomo de deponejo
es: El nombre del repositorio no es válido
id: Nama repositori tidak valid
it: Nome del repository non valido
pt: Nome de repositório inválido
pt_br: Nome de repositório inválido
ru: Неверное имя репозитория
sk: Neplatný názov úložiska
ta: தவறான களஞ்சிய பெயர்
uk: Недійсна назва репозиторію

source: Specify workflow filename
de: Dateiname des Workflows angeben
eo: Specifu nomon de laborflua dosiero
es: Especifique el nombre de archivo del flujo de trabajo
it: Specifica il nome del file del workflow
pt: Nome do arquivo de workflow
pt_br: Especifique o nome de arquivo do fluxo de trabalho
ru: Укажите имя файла рабочего процесса
sk: Zadajte názov súboru pracovného postupu
ta: பணிப்பாய்வு கோப்பு பெயரைக் குறிப்பிடவும்
uk: Укажіть назву файлу робочого процесу

source: Unknown GitHub user or organization.
de: Unbekannter GitHub-Benutzer oder Organisation.
eo: Nekonata uzanto aŭ organizaĵo ĉe GitHub.
es: Usuario u organización de GitHub desconocido.
id: Pengguna atau organisasi GitHub tidak diketahui.
it: Utente GitHub o organizzazione sconosciuti.
pt: Utilizador ou organização GitHub desconhecido.
pt_br: Usuário ou organização GitHub desconhecido.
ru: Неизвестный GitHub пользователь или организация.
sk: Neznámy používateľ alebo organizácia GitHub.
ta: தெரியாத அறிவிலிமையம் பயனர் அல்லது அமைப்பு.
uk: Невідомий користувач або організація в GitHub.

source: GitHub has rate-limited this action. Try again in a few minutes.
de: GitHub verfügt über eine Ratenbeschränkung für diese Aktion. Versuche es in ein paar Minuten noch einmal.
eo: GitHub malpermesis trouzadon de tiu ago. Reprovu post kelkaj minutoj.
es: GitHub ha limitado la velocidad de esta acción. Vuelve a intentarlo en unos minutos.
it: GitHub ha limitato questa azione. Riprova tra qualche minuto.
pt: O GitHub limitou a taxa dessa ação. Tente novamente em alguns minutos.
pt_br: O GitHub limitou a taxa dessa ação. Tente novamente em alguns minutos.
ru: GitHub ограничил количество запросов для этого действия. Попробуйте ещё раз через несколько минут.
sk: GitHub túto akciu obmedzil rýchlosťou. Skúste to znova o niekoľko minút.
ta: அறிவிலிமையம் இந்த நடவடிக்கையை விகிதத்திற்கு வரையறுத்துள்ளார். சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.
uk: GitHub поставив обмеження по швидкості на цю дію. Повторіть спробу через кілька хвилин.

source: Unexpected error from GitHub. Try again.
de: Unerwarteter Fehler von GitHub. Versuche es noch einmal.
eo: Neatendita eraro el GitHub. Reprovu.
es: Error inesperado de GitHub. Intente de nuevo.
id: Eror tak terduga dari GitHub. Coba lagi.
it: Errore inatteso da GitHub. Prova di nuovo.
pt: Erro inesperado do GitHub. Tente novamente.
pt_br: Erro inesperado do GitHub. Tente novamente.
ru: Неожиданная ошибка от GitHub. Попробуй еще раз.
sk: Neočakávaná chyba z GitHubu. Skúste to znova.
ta: கிதுபிலிருந்து எதிர்பாராத பிழை. மீண்டும் முயற்சிக்கவும்.
uk: Неочікувана помилка від GitHub. Спробуйте знову.

source: Unexpected connection error from GitHub. Try again in a few minutes.
eo: Neatendita konekta eraro el GitHub. Reprovu post kelkaj minutoj.
es: Error de conexión inesperado de GitHub. Vuelva a intentarlo en unos minutos.
it: Errore di connessione da GitHub. Riprova tra qualche minuto.
pt: Erro de conexão inesperado do GitHub. Tente novamente em alguns minutos.
pt_br: Erro de conexão inesperado do GitHub. Tente novamente em alguns minutos.
ru: Неожиданная ошибка подключения от GitHub. Попробуй еще раз через несколько минут.
sk: Neočakávaná chyba pripojenia z GitHubu. Skúste to znova o niekoľko minút.
ta: கிட்அப்பிலிருந்து எதிர்பாராத இணைப்பு பிழை. சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.
uk: Неочікувана помилка зʼєднання. Повторіть спробу через кілька хвилин.

source: Unexpected timeout from GitHub. Try again in a few minutes.
de: Unerwartete Zeitüberschreitung von GitHub. Versuche es in ein paar Minuten erneut.
eo: Neatendita tempolimo ĉe GitHub. Reprovu post kelkaj minutoj.
es: Terminó el tiempo de espera inesperadamente en GitHub. Reintente en unos minutos.
it: Errore di timeout da GitHub. Riprova tra qualche minuto.
pt: Tempo limite inesperado do GitHub. Tente novamente em alguns minutos.
pt_br: Tempo limite inesperado do GitHub. Tente novamente em alguns minutos.
ru: Неожиданный таймаут от GitHub. Попробуй еще раз через несколько минут.
sk: Neočakávaný časový limit zo služby GitHub. Skúste to znova o niekoľko minút.
ta: கிட்அப்பிலிருந்து எதிர்பாராத நேரம் முடிந்தது. சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.
uk: Неочікуваний тайм-аут. Повторіть спробу через кілька хвилин.

source: Invalid GitHub user or organization name.
de: Ungültiger GitHub-Benutzer- oder Organisationsname.
eo: Nevalida nomo de uzanto aŭ organizaĵo ĉe GitHub.
es: Nombre de usuario u organización de GitHub inválido.
id: Nama pengguna atau organisasi GitHub tidak valid.
it: Utente o organizzazione GitHub non validi.
pt: Nome de utilizador ou organização inválido do GitHub.
pt_br: Nome de usuário ou organização inválido do GitHub.
ru: Неверное имя пользователя или организации GitHub.
sk: Neplatný názov používateľa alebo organizácie GitHub.
ta: தவறான அறிவிலிமையம் பயனர் அல்லது நிறுவனத்தின் பெயர்.
uk: Недійсне ім’я користувача або організації GitHub.

source: Workflow name must end with .yml or .yaml
de: Der Name des Workflows muss mit .yml oder .yaml enden
eo: Nomo de laborfluo devas finiĝi per .yml aŭ .yaml
es: El nombre del flujo de trabajo debe terminar en .yml o .yaml
it: Il nome del workflow deve terminare con .yml o .yaml
pt: O nome do fluxo de trabalho deve terminar com .yml ou .yaml
pt_br: O nome do fluxo de trabalho deve terminar com .yml ou .yaml
ru: Название рабочего процесса должно заканчиваться .yml или .yaml
sk: Názov pracovného postupu musí končiť príponou .yml alebo .yaml
ta: பணிப்பாய்வு பெயர் .yml அல்லது .yaml உடன் முடிவடைய வேண்டும்
uk: Назва робочого процесу повинна закінчуватися на .yml або .yaml

source: Workflow filename must be a filename only, without directories
de: Der Dateiname des Workflows darf nur ein Dateiname sein, ohne Verzeichnisse
eo: Laborflua dosiernomo devas estis nura dosiernomo, sen dosierujoj
es: El nombre de archivo del flujo de trabajo debe ser solo un nombre de archivo, sin directorios
it: Il nome del file del workflow non deve essere il nome di una cartella
pt: O nome do ficheiro de fluxo de trabalho deve ser apenas um nome de ficheiro, sem diretórios
pt_br: O nome do arquivo de fluxo de trabalho deve ser apenas um nome de arquivo, sem diretórios
ru: Имя файла Workflow должно быть только именем файла, без каталогов
sk: Názov súboru pracovného postupu musí byť iba názov súboru bez adresárov
ta: பணிப்பாய்வு கோப்பு பெயர் கோப்பகங்கள் இல்லாமல் ஒரு கோப்பு பெயராக மட்டுமே இருக்க வேண்டும்
uk: Назва файлу робочого процесу має просто файлом, без тек

source: Environment name is too long (maximum is 255 characters)
eo: Nomo de medio estas tro longa (la maksimumo estas 255 skribsignoj)
pt: Nome de Ambiente muito longo (máximo de 255 caracteres)
ru: Имя среды слишком длинное (максимум 255 символов)

source: Environment name may not start with whitespace
eo: Nomo de medio ne povas komenciĝi per spaceto
pt: Nome de Ambiente não deve começar com espaço em branco
ru: Имя среды не может начинаться с пробела

source: Environment name may not end with whitespace
eo: Nomo de medio ne povas finiĝi per spaceto
pt: Nome de Ambiente não deve terminar com espaço em branco
ru: Имя среды не может заканчиваться пробелом

source: Environment name must not contain non-printable characters or the characters "'", """, "`", ",", ";", "\"
eo: Nomo de medio ne povas enhavi nepreseblan signon nek la signojn «'», «"», «`», «,», «;», «\»
pt: Nome de Ambiente não deve conter caracteres não imprimiveis ou os caracteres "'", """, "`", ",", ";", "\"
ru: Имя среды не должно содержать специальные символы или символы: 1. ' 2. " 3. ` 4. , 5. ; 6. \

source: Name ends with .git or .atom
eo: Nomo finiĝas per .git aŭ .atom
pt: O nome deve terminar com .git ou .atom
pt_br: Nome terminado em .git ou .atom
ru: Название заканчивается на .git или .atom
ta: பெயர் .git அல்லது .அடோம் உடன் முடிகிறது
uk: Назва закінчується на .git або .atom

source: Specify GitLab namespace (username or group/subgroup)
eo: Specifu nomspacon ĉe GitLab (aŭ salutnomon aŭ grupon/subgrupon)
es: Especifique el dueño del repositorio en GitLab (usuario u organización)
pt: Especifique o namespace do GitLab (nome do utilizador ou grupo/subgrupo)
pt_br: Especifique o espaço de nomes GitLab (nome de usuário ou grupo/subgrupo)
ru: Укажите владельца репозитория GitHub (имя пользователя или организацию)
sk: Specify GitLab namespace (užívateľ alebo skupina/subgroup)
ta: அறிவிலிஆய்வு பெயர்வெளியைக் குறிப்பிடவும் (பயனர்பெயர் அல்லது குழு/துணைக்குழு)
uk: Вкажіть простір імен GitLab (ім’я користувача або групи)

source: Invalid GitLab username or group/subgroup name.
eo: Nevalida salutnomo aŭ grupo/subgrupo ĉe GitLab.
es: Nombre de usuario u organización de GitLab inválido.
pt: Nome do utilizador ou nome do grupo/subgrupo GitLab inválido.
pt_br: Nome de usuário ou nome de grupo/subgrupo GitLab inválido.
ru: Неверное имя пользователя или организации GitHub.
sk: Neplatné používateľské meno GitLab alebo názov skupiny/subgroup.
ta: தவறான அறிவிலிஆய்வு பயனர்பெயர் அல்லது குழு/துணைக்குழு பெயர்.
uk: Недійсне ім’я користувача або групи GitLab.

source: Specify top-level pipeline file path
eo: Specifi supranivelan ĉenstablan dosierlokon
es: Especificar la ruta del archivo de pipeline de nivel superior
pt: Especifique o caminho do arquivo da pipeline
pt_br: Especifique o caminho de arquivo principal de pipeline
ru: Укажите путь к файлу трубопровода верхнего уровня
sk: Specify top-level potrubia súbor cesta
ta: உயர்மட்ட பைப்லைன் கோப்பு பாதையைக் குறிப்பிடவும்

source: Invalid environment name
eo: Nevalida media nomo
es: El nombre del entorno no es válido
pt: Nome do ambiente inválido
pt_br: Nome de ambiente inválido
ru: Неверное имя окружения
sk: Neplatné meno prostredia
ta: தவறான சுற்றுச்சூழல் பெயர்
uk: Недійсна назва середовища

source: Top-level pipeline file path must end with .yml or .yaml
eo: Supranivela ĉenstabla dosierloko devas finiĝi per «.yml» aŭ «.yaml»
pt: O caminho do arquivo da pipeline deve terminar com .yml ou .yaml
pt_br: O caminho de arquivo principal de pipeline deve terminar com .yml ou .yaml
ru: Путь к файлу трубопровода верхнего уровня должен заканчиваться на .yml или .yaml
sk: Top-úroveň potrubia súbor musí skončiť s .yml alebo .yaml
ta: உயர்மட்ட பைப்லைன் கோப்பு பாதை .yml அல்லது .yaml உடன் முடிவடைய வேண்டும்

source: Top-level pipeline file path cannot start or end with /
eo: Supranivela ĉenstabla dosierloko povas ne komenciĝi nek finiĝi per «/»
it: Il percorso del file della pipeline di massimo livello non può iniziare o terminare con /
pt: Caminho de arquivo pipeline não pode terminar ou começar em /
pt_br: O caminho do arquivo principal de pipeline não pode começar ou terminar com /
ru: Путь к файлу трубопровода верхнего уровня не может начинаться или заканчиваться символом /
sk: Top-úroveň potrubia súbor cesta nemôže začať alebo skončiť s /
ta: உயர்மட்ட பைப்லைன் கோப்பு பாதை / உடன் தொடங்கவோ முடிக்கவோ முடியாது
uk: Шлях до файлу верхнього рівня у конвеєрі не може починатися або закінчуватися пробілом/

source: Provide an Inspector link to specific lines of code.
eo: Provizu hiperligon al specifaj kodaj linioj ĉe Inspector.
it: Fornisci un link di ispettore per specificare le linee di codice.
pt: Forneça o link de inspeção para linhas especificas de código.
pt_br: Forneça um link de Inspetor para linhas específicas de código.
ru: Укажите ссылку на Inspector с конкретными строками кода.
sk: Poskytnite inšpektorový odkaz na konkrétne linky kódu.
ta: குறியீட்டின் குறிப்பிட்ட வரிகளுக்கு இன்ச்பெக்டர் இணைப்பை வழங்கவும்.
uk: Надайте посилання в Inspector на конкретні рядки коду.

source: Your report has been recorded. Thank you for your help.
eo: Via raporto estis submetita. Dankon pro via helpo.
it: Il tuo rapporto è stato registrato. Grazie per il tuo aiuto.
pt: Seu relatório foi registrado. Obrigado pela ajuda.
pt_br: O seu relatório foi registrado. Obrigado pela sua ajuda.
ru: Ваша жалоба была зарегистрирована. Спасибо за помощь.
sk: Vaša správa bola zaznamenaná. Ďakujeme za vašu pomoc.
ta: உங்கள் அறிக்கை பதிவு செய்யப்பட்டுள்ளது. உங்கள் உதவிக்கு நன்றி.
uk: Ваш звіт було зафіксовано. Дякуємо за вашу допомогу.

source: Copied
eo: Kopiite
pt: Copiado
pt_br: Copiado
ru: Скопировано
ta: நகலெடுக்கப்பட்டது
uk: Скопійовано

source: Showing %1 of %2 file.
ru: Показано 1% из 2% файла.

source: Error while validating hashed password, disregard on development
eo: Eraro dum kontrolado de haketaĵo de pasvorto; ignoru dum evoluigado
pt: Error na validação da senha HASH, negligência no desenvolvimento
ru: Ошибка при проверке хэшированного пароля, игнорировать при разработке
ta: ஆசெட் கடவுச்சொல்லை சரிபார்க்கும்போது பிழை, வளர்ச்சியைப் புறக்கணிக்கவும்

source: Passwords match
eo: Pasvortoj kongruas
pt: Senhas combinam
pt_br: Senhas compatíveis
ru: Пароли соответствуют
ta: கடவுச்சொற்கள் பொருந்துகின்றன

source: Passwords do not match
eo: Pasvortoj ne kongruas
pt: As senhas não coincidem
pt_br: Senhas não coincidem.
ru: Пароли не совпадают
ta: கடவுச்சொற்கள் பொருந்தவில்லை

source: Password field is empty
de: Passwort-Feld ist leer
el: Το πεδίο του κωδικού χρήστη είναι άδειο
eo: Pasvorta kampo estas malplena
es: El campo de contraseña está vacío
fr: Le champ du mot de passe est vide
he: שדה הסיסמא ריק
id: Kolom kata sandi kosong
it: Il campo della password è vuoto
ja: パスワード欄が空です
pt: O campo da palavra-passe está em branco
pt_br: O campo da senha está vazio
ru: Поле пароля не заполнено
sk: Pole hesla je prázdne
ta: கடவுச்சொல் புலம் காலியாக உள்ளது
tr: Parola alanı boş
uk: Поле пароля порожнє

source: Password is strong
eo: Pasvorto estas forta
pt: Senha forte
pt_br: Senha forte
ru: Пароль надежный
ta: கடவுச்சொல் வலுவானது

source: Yesterday
eo: Hieraŭ
pt: Ontem
pt_br: Ontem
ru: Вчера
ta: நேற்று

source: About an hour ago
eo: Antaŭ unu horo
pt: Cerca de uma jora atrás
pt_br: Cerca de uma hora atrás
ru: Около часа назад
ta: சுமார் ஒரு மணி நேரத்திற்கு முன்பு

source: About a minute ago
eo: Antaŭ minuto
pt: Cerca de um minuto atrás
pt_br: Cerca de um minuto atrás
ru: Около минуты назад
ta: சுமார் ஒரு மணித்துளி முன்பு

source: Just now
eo: Ĵus
pt: Neste exato momento
pt_br: Neste exato momento
ru: Прямо сейчас
ta: இப்போது

source: Active
de: Aktiv
eo: Aktiva
es: Activo
it: Attivo
pt: Ativa
pt_br: Ativa
ru: Активно
sk: Aktívne
ta: செயலில்
uk: Активний

source: Past Due
eo: Malfrua
es: Vencido
it: Scaduto da
pt: Vencida
pt_br: Vencida
ru: Просрочено
sk: Splatnosť
ta: கடந்த காலம்
uk: Прострочено

source: Unpaid
de: Unbezahlt
eo: Nepagita
es: No pagado
it: Non pagato
pt: Não paga
pt_br: Não paga
ru: Неоплачено
sk: Nezaplatené
ta: செலுத்தப்படாதது
uk: Неоплачено

source: Canceled
de: Abgebrochen
eo: Nuligita
es: Cancelado
it: Cancellato
pt: Cancelada
pt_br: Cancelada
ru: Отменено
sk: Zrušené
ta: ரத்து செய்யப்பட்டது
uk: Скасовано

source: Incomplete
de: Unvollständig
eo: Nekompleta
es: Incompleta
it: Incompleto
pt: Incompleta
pt_br: Incompleta
ru: Незавершено
sk: Neúplné
ta: முழுமையற்ற
uk: Неповний

source: Incomplete Expired
de: Unvollständig Abgelaufen
eo: Nekompleta eksvalidiĝinta
es: Invitación expirada
it: Invito scaduto
pt: Incompleta expirada
pt_br: Incompleta expirada
ru: Незавершенный Просроченный
sk: Neúplná platnosť vypršala
ta: முழுமையற்ற காலாவதியானது

source: Trialing
de: Erprobung
eo: Prova
es: Probando
it: Sperimentazione
pt: Avaliação
pt_br: Avaliação
ru: На испытании
sk: Skúšanie
ta: சோதனை
uk: Пробний період
